Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: See all premium features, limits, and early-access tools.
ar: اطلع على جميع ميزات المميزين والحدود والأدوات ذات الوصول المبكر.
hi: सभी प्रीमियम सुविधाएं, सीमाएं और प्रारंभिक-पहुंच टूल देखें।
id: Lihat semua fitur premium, batasan, dan alat akses awal.
pl: Zobacz wszystkie funkcje premium, limity i narzędzia z wczesnym dostępem.
ru: Посмотреть все премиум-функции, ограничения и инструменты раннего доступа.

source: Contact Us - Convertica
ar: اتصل بنا - كونفيرتيكا
es: Contáctanos - Convertica
hi: हमसे संपर्क करें - Convertica
id: Hubungi Kami - Convertica
pl: Kontakt - Convertica
ru: Связаться с нами - Convertica

source: Contact Us
ar: اتصل بنا
es: Contáctanos
hi: हमसे संपर्क करें
id: Hubungi Kami
pl: Skontaktuj się z nami
ru: Связаться с нами

source: We're here to help! Get in touch with us for support, questions, or feedback.
ar: نحن هنا لمساعدتك! تواصل معنا للحصول على الدعم أو الأسئلة أو الملاحظات.
es: ¡Estamos aquí para ayudar! Ponte en contacto con nosotros para soporte, preguntas o comentarios.
hi: हम मदद के लिए यहाँ हैं! सहायता, प्रश्न या प्रतिक्रिया के लिए हमसे संपर्क करें।
id: Kami di sini untuk membantu! Hubungi kami untuk dukungan, pertanyaan, atau umpan balik.
pl: Jesteśmy tutaj, aby pomóc! Skontaktuj się z nami w sprawie wsparcia, pytań lub opinii.
ru: Мы здесь, чтобы помочь! Свяжитесь с нами для поддержки, вопросов или отзывов.

source: Email icon
ar: أيقونة البريد الإلكتروني
es: Icono de correo electrónico
hi: ईमेल आइकन
id: Ikon email
pl: Ikona e-mail
ru: Значок электронной почты

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
ru: Электронная почта

source: Send us an email and we'll get back to you as soon as possible.
ar: أرسل لنا بريداً إلكترونياً وسنرد عليك في أسرع وقت ممكن.
es: Envíanos un correo electrónico y te responderemos lo antes posible.
hi: हमें एक ईमेल भेजें और हम जल्द से जल्द आपको जवाब देंगे।
id: Kirimkan email kepada kami dan kami akan menghubungi Anda sesegera mungkin.
pl: Wyślij nam e-mail, a odpowiemy tak szybko, jak to możliwe.
ru: Отправьте нам электронное письмо, и мы ответим вам как можно скорее.

source: Support icon
ar: أيقونة الدعم
es: Icono de soporte
hi: सहायता आइकन
id: Ikon dukungan
pl: Ikona wsparcia
ru: Значок поддержки

source: Support
ar: الدعم
es: Soporte
hi: सहायता
id: Dukungan
pl: Wsparcie
ru: Поддержка

source: Need help with our tools? We're here to assist you.
ar: هل تحتاج إلى مساعدة في أدواتنا؟ نحن هنا لمساعدتك.
es: ¿Necesitas ayuda con nuestras herramientas? Estamos aquí para ayudarte.
hi: हमारे टूल्स के साथ मदद चाहिए? हम आपकी सहायता के लिए यहाँ हैं।
id: Butuh bantuan dengan alat kami? Kami di sini untuk membantu Anda.
pl: Potrzebujesz pomocy z naszymi narzędziami? Jesteśmy tutaj, aby pomóc.
ru: Нужна помощь с нашими инструментами? Мы здесь, чтобы помочь вам.

source: Response time: Usually within 24-48 hours
ar: وقت الاستجابة: عادةً خلال 24-48 ساعة
es: Tiempo de respuesta: Generalmente dentro de 24-48 horas
hi: प्रतिक्रिया समय: आमतौर पर 24-48 घंटों के भीतर
id: Waktu respons: Biasanya dalam 24-48 jam
pl: Czas odpowiedzi: Zwykle w ciągu 24-48 godzin
ru: Время ответа: Обычно в течение 24-48 часов

source: Form icon
ar: أيقونة النموذج
es: Icono de formulario
hi: फ़ॉर्म आइकन
id: Ikon formulir
pl: Ikona formularza
ru: Значок формы

source: Send Us a Message
ar: أرسل لنا رسالة
es: Envíanos un mensaje
hi: हमें एक संदेश भेजें
id: Kirimkan Pesan kepada Kami
pl: Wyślij nam wiadomość
ru: Отправить нам сообщение

source: Message Sent Successfully!
ar: تم إرسال الرسالة بنجاح!
es: ¡Mensaje enviado exitosamente!
hi: संदेश सफलतापूर्वक भेजा गया!
id: Pesan Berhasil Dikirim!
pl: Wiadomość wysłana pomyślnie!
ru: Сообщение успешно отправлено!

source: We have received your message and will get back to you as soon as possible, usually within 24-48 hours.
ar: لقد تلقينا رسالتك وسنرد عليك في أقرب وقت ممكن، عادةً خلال 24-48 ساعة.
es: Hemos recibido tu mensaje y te responderemos lo antes posible, generalmente dentro de 24-48 horas.
hi: हमने आपका संदेश प्राप्त कर लिया है और जल्द से जल्द आपको जवाब देंगे, आमतौर पर 24-48 घंटों के भीतर।
id: Kami telah menerima pesan Anda dan akan menghubungi Anda sesegera mungkin, biasanya dalam 24-48 jam.
pl: Otrzymaliśmy Twoją wiadomość i skontaktujemy się z Tobą tak szybko, jak to możliwe, zwykle w ciągu 24-48 godzin.
ru: Мы получили ваше сообщение и свяжемся с вами как можно скорее, обычно в течении 24-48 часов.

source: Error
ar: خطأ
hi: त्रुटि
id: Kesalahan
pl: Błąd
ru: Ошибка

source: I agree to the
ar: أوافق على
es: Estoy de acuerdo con la
hi: मैं इससे सहमत हूँ
id: Saya setuju dengan
pl: Zgadzam się z
ru: Я согласен с

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
hi: गोपनीयता नीति
id: Kebijakan Privasi
pl: Polityka prywatności
ru: Политикой конфиденциальности

source: and consent to the processing of my personal data.
ar: وأوافق على معالجة بياناتي الشخصية.
es: y consiento el procesamiento de mis datos personales.
hi: और अपने व्यक्तिगत डेटा के प्रसंस्करण के लिए सहमति देता हूँ।
id: dan menyetujui pemrosesan data pribadi saya.
pl: i wyrażam zgodę na przetwarzanie moich danych osobowych.
ru: и даю согласие на обработку моих персональных данных.

source: Send Message
ar: إرسال الرسالة
es: Enviar mensaje
hi: संदेश भेजें
id: Kirim Pesan
pl: Wyślij wiadomość
ru: Отправить сообщение

source: FAQ icon
ar: أيقونة الأسئلة الشائعة
es: Icono de preguntas frecuentes
hi: FAQ आइकन
id: Ikon FAQ
pl: Ikona FAQ
ru: Значок ЧаВо

source: Frequently Asked Questions
ar: الأسئلة الشائعة
es: Preguntas frecuentes
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan yang Sering Diajukan
pl: Często zadawane pytania
ru: Часто задаваемые вопросы

source: How long does it take to process files?
ar: كم من الوقت تستغرق معالجة الملفات؟
es: ¿Cuánto tiempo tarda en procesar los archivos?
hi: फ़ाइलों को संसाधित करने में कितना समय लगता है?
id: Berapa lama waktu yang dibutuhkan untuk memproses file?
pl: Ile czasu zajmuje przetwarzanie plików?
ru: Сколько времени занимает обработка файлов?

source: Most files are processed within seconds. Larger files or complex operations may take a few minutes.
ar: يتم معالجة معظم الملفات خلال ثوانٍ. قد تستغرق الملفات الكبيرة أو العمليات المعقدة بضع دقائق.
es: La mayoría de los archivos se procesan en segundos. Los archivos más grandes o las operaciones complejas pueden tardar unos minutos.
hi: अधिकांश फ़ाइलें सेकंडों के भीतर संसाधित हो जाती हैं। बड़ी फ़ाइलें या जटिल ऑपरेशन में कुछ मिनट लग सकते हैं।
id: Sebagian besar file diproses dalam hitungan detik. File yang lebih besar atau operasi kompleks mungkin memakan waktu beberapa menit.
pl: Większość plików jest przetwarzana w ciągu kilku sekund. Większe pliki lub złożone operacje mogą zająć kilka minut.
ru: Большинство файлов обрабатываются в течение нескольких секунд. Большие файлы или сложные операции могут занять несколько минут.

source: Are my files safe?
ar: هل ملفاتي آمنة؟
es: ¿Están seguros mis archivos?
hi: क्या मेरी फ़ाइलें सुरक्षित हैं?
id: Apakah file saya aman?
pl: Czy moje pliki są bezpieczne?
ru: Безопасны ли мои файлы?

source: Yes! Your files are processed securely and automatically deleted immediately after processing. We never store your files permanently.
ar: نعم! تتم معالجة ملفاتك بأمان وحذفها تلقائياً فوراً بعد المعالجة. نحن لا نخزن ملفاتك بشكل دائم أبداً.
es: ¡Sí! Tus archivos se procesan de forma segura y se eliminan automáticamente inmediatamente después del procesamiento. Nunca almacenamos tus archivos permanentemente.
hi: हाँ! आपकी फ़ाइलें सुरक्षित रूप से संसाधित की जाती हैं और प्रसंस्करण के तुरंत बाद स्वचालित रूप से हटा दी जाती हैं। हम कभी भी आपकी फ़ाइलें स्थायी रूप से संग्रहीत नहीं करते हैं।
id: Ya! File Anda diproses dengan aman dan dihapus otomatis segera setelah pemrosesan. Kami tidak pernah menyimpan file Anda secara permanen.
pl: Tak! Twoje pliki są przetwarzane bezpiecznie i automatycznie usuwane natychmiast po przetworzeniu. Nigdy nie przechowujemy Twoich plików na stałe.
ru: Да! Ваши файлы обрабатываются безопасно и автоматически удаляются сразу после обработки. Мы никогда не храним ваши файлы постоянно.

source: Is Convertica really free?
ar: هل كونفيرتيكا مجانية حقاً؟
es: ¿Es Convertica realmente gratis?
hi: क्या Convertica वास्तव में मुफ्त है?
id: Apakah Convertica benar-benar gratis?
pl: Czy Convertica jest naprawdę darmowa?
ru: Convertica действительно бесплатна?

source: Yes, all our tools are completely free to use. No hidden fees, no subscriptions required.
ar: نعم، جميع أدواتنا مجانية بالكامل للاستخدام. لا رسوم خفية، ولا اشتراكات مطلوبة.
es: Sí, todas nuestras herramientas son completamente gratuitas. Sin tarifas ocultas, sin suscripciones requeridas.
hi: हाँ, हमारे सभी टूल पूरी तरह से मुफ्त उपयोग के लिए हैं। कोई छिपी हुई फीस नहीं, कोई सदस्यता आवश्यक नहीं।
id: Ya, semua alat kami sepenuhnya gratis digunakan. Tanpa biaya tersembunyi, tanpa langganan diperlukan.
pl: Tak, wszystkie nasze narzędzia są całkowicie darmowe. Bez ukrytych opłat, bez subskrypcji.
ru: Да, все наши инструменты полностью бесплатны. Никаких скрытых платежей, подписок не требуется.

source: What file formats are supported?
ar: ما هي تنسيقات الملفات المدعومة؟
es: ¿Qué formatos de archivo son compatibles?
hi: कौन से फ़ाइल प्रारूप समर्थित हैं?
id: Format file apa yang didukung?
pl: Jakie formaty plików są obsługiwane?
ru: Какие форматы файлов поддерживаются?

source: We support PDF, Word (DOC, DOCX), JPG/JPEG, and Excel (XLSX) formats. Check individual tool pages for specific format requirements.
ar: نحن ندعم تنسيقات PDF وWord (DOC, DOCX) وJPG/JPEG وExcel (XLSX). تحقق من صفحات الأدوات الفردية لمتطلبات التنسيق المحددة.
es: Soportamos formatos PDF, Word (DOC, DOCX), JPG/JPEG y Excel (XLSX). Consulta las páginas de herramientas individuales para requisitos de formato específicos.
hi: हम PDF, Word (DOC, DOCX), JPG/JPEG और Excel (XLSX) प्रारूपों का समर्थन करते हैं। विशिष्ट प्रारूप आवश्यकताओं के लिए व्यक्तिगत टूल पृष्ठ देखें।
id: Kami mendukung format PDF, Word (DOC, DOCX), JPG/JPEG, dan Excel (XLSX). Periksa halaman alat individual untuk persyaratan format spesifik.
pl: Obsługujemy formaty PDF, Word (DOC, DOCX), JPG/JPEG i Excel (XLSX). Sprawdź strony poszczególnych narzędzi, aby uzyskać szczegółowe wymagania dotyczące formatu.
ru: Мы поддерживаем форматы ПДФ, Ворд (DOC, DOCX), JPG/JPEG и Эксель (XLSX). Проверьте страницы отдельных инструментов для получения конкретных требований к формату.

source: Additional Resources
ar: موارد إضافية
es: Recursos adicionales
hi: अतिरिक्त संसाधन
id: Sumber Daya Tambahan
pl: Dodatkowe zasoby
ru: Дополнительные ресурсы

source: About Us
ar: من نحن
es: Acerca de nosotros
hi: हमारे बारे में
id: Tentang Kami
pl: O nas
ru: О нас

source: Learn more about Convertica and our mission.
ar: تعرف على المزيد حول كونفيرتيكا ومهمتنا.
es: Aprende más sobre Convertica y nuestra misión.
hi: Convertica और हमारे मिशन के बारे में अधिक जानें।
id: Pelajari lebih lanjut tentang Convertica dan misi kami.
pl: Dowiedz się więcej o Convertica i naszej misji.
ru: Узнайте больше о Convertica и нашей миссии.

source: Read our privacy policy to understand how we protect your data.
ar: اقرأ سياسة الخصوصية الخاصة بنا لفهم كيفية حماية بياناتك.
es: Lee nuestra política de privacidad para entender cómo protegemos tus datos.
hi: यह समझने के लिए हमारी गोपनीयता नीति पढ़ें कि हम आपके डेटा की सुरक्षा कैसे करते हैं।
id: Baca kebijakan privasi kami untuk memahami bagaimana kami melindungi data Anda.
pl: Przeczytaj naszą politykę prywatności, aby zrozumieć, jak chronimy Twoje dane.
ru: Прочтите нашу политику конфиденциальности, чтобы понять, как мы защищаем ваши данные.

source: Terms of Service
ar: شروط الخدمة
es: Términos de servicio
hi: सेवा की शर्तें
id: Ketentuan Layanan
pl: Warunki korzystania
ru: Условиями обслуживания

source: Review our terms of service and usage policies.
ar: راجع شروط الخدمة وسياسات الاستخدام الخاصة بنا.
es: Revisa nuestros términos de servicio y políticas de uso.
hi: हमारी सेवा की शर्तों और उपयोग नीतियों की समीक्षा करें।
id: Tinjau ketentuan layanan dan kebijakan penggunaan kami.
pl: Zapoznaj się z naszymi warunkami korzystania i politykami użytkowania.
ru: Ознакомьтесь с нашими условиями обслуживания и политиками использования.

source: Sending...
ar: جارٍ الإرسال...
es: Enviando...
hi: भेजा जा रहा है...
id: Mengirim...
pl: Wysyłanie...
ru: Отправка...

source: Web browser (Chrome, Firefox, Safari, Edge)
ar: متصفح الويب (Chrome، Firefox، Safari، Edge)
es: Navegador web (Chrome, Firefox, Safari, Edge)
hi: वेब ब्राउज़र (Chrome, Firefox, Safari, Edge)
id: Peramban web (Chrome, Firefox, Safari, Edge)
pl: Przeglądarka internetowa (Chrome, Firefox, Safari, Edge)
ru: Веб-браузер (Chrome, Firefox, Safari, Edge)

source: file to convert
ar: حدد الملف للتحويل
es: Seleccionar archivo para convertir
hi: बदलने के लिए फ़ाइल चुनें
id: Pilih file untuk dikonversi
pl: Wybierz plik do konwersji
ru: Выберите файл для конвертации

source: Upload File
ar: رفع ملف
es: Subir archivo
hi: फ़ाइल अपलोड करें
id: Unggah File
pl: Prześlij plik
ru: Загрузить файл

source: Click the Select file button or drag and drop your file into the upload area
ar: انقر على زر الرفع أو اسحب ملفك وأفلته
es: Haz clic en el botón de subida o arrastra y suelta tu archivo
hi: अपलोड बटन पर क्लिक करें या अपनी फ़ाइल को खींचें और छोड़ें
id: Klik tombol unggah atau seret dan lepas file Anda
pl: Kliknij przycisk przesyłania lub przeciągnij i upuść swój plik
ru: Нажмите кнопку загрузки или перетащите ваш файл

source: Convert
ar: تحويل
es: Convertir
hi: बदलें
id: Konversi
pl: Konwertuj
ru: Конвертировать

source: Click the Convert button and wait for processing to complete
ar: انقر على زر التحويل وانتظر حتى تكتمل المعالجة
es: Haz clic en el botón Convertir y espera a que se complete el procesamiento
hi: कन्वर्ट बटन पर क्लिक करें और प्रसंस्करण पूरा होने की प्रतीक्षा करें
id: Klik tombol Konversi dan tunggu hingga pemrosesan selesai
pl: Kliknij przycisk Konwertuj i poczekaj na zakończenie przetwarzania
ru: Нажмите кнопку Конвертировать и дождитесь завершения обработки

source: Download
ar: تنزيل
es: Descargar
hi: डाउनलोड
id: Unduh
pl: Pobierz
ru: Скачать

source: Download your converted file instantly - no email required
ar: قم بتنزيل ملفك المحول على الفور
es: Descarga tu archivo convertido al instante
hi: अपनी परिवर्तित फ़ाइल तुरंत डाउनलोड करें
id: Unduh file yang dikonversi Anda secara instan
pl: Natychmiast pobierz swój przekonwertowany plik
ru: Скачайте ваш конвертированный файл мгновенно

source: Select file to upload
ar: حدد الملف للرفع
es: Seleccionar archivo para subir
hi: अपलोड करने के लिए फ़ाइल चुनें
id: Pilih file untuk diunggah
pl: Wybierz plik do przesłania
ru: Выберите файл для загрузки

source: Upload icon
ar: أيقونة الرفع
es: Icono de subida
hi: अपलोड आइकन
id: Ikon unggah
pl: Ikona przesyłania
ru: Значок загрузки

source: Select files to convert (multiple)
ar: حدد الملفات للتحويل (متعددة)
es: Seleccionar archivos para convertir (múltiples)
hi: बदलने के लिए फ़ाइलें चुनें (एकाधिक)
id: Pilih file untuk dikonversi (beberapa)
pl: Wybierz pliki do konwersji (wiele)
ru: Выберите файлы для конвертации (несколько)

source: Select file to convert
ar: حدد الملف للتحويل
es: Seleccionar archivo para convertir
hi: बदलने के लिए फ़ाइल चुनें
id: Pilih file untuk dikonversi
pl: Wybierz plik do konwersji
ru: Выберите файл для конвертации

source: + Add more files
ar: + إضافة المزيد من الملفات
es: + Agregar más archivos
hi: + अधिक फ़ाइलें जोड़ें
id: + Tambah lebih banyak file
pl: + Dodaj więcej plików
ru: + Добавить еще файлы

source: Remove file
ar: إزالة الملف
es: Eliminar archivo
hi: फ़ाइल हटाएँ
id: Hapus file
pl: Usuń plik
ru: Удалить файл

source: Drag and drop your files here
ar: اسحب ملفاتك وأفلتها هنا
es: Arrastra y suelta tus archivos aquí
hi: अपनी फ़ाइलें यहाँ खींचें और छोड़ें
id: Seret dan lepas file Anda di sini
pl: Przeciągnij i upuść swoje pliki tutaj
ru: Перетащите ваши файлы сюда

source: up to 10 files
ar: حتى 10 ملفات
es: hasta 10 archivos
hi: 10 फ़ाइलों तक
id: hingga 10 file
pl: do 10 plików
ru: до 10 файлов

source: Drag and drop your file here
ar: اسحب ملفك وأفلته هنا
es: Arrastra y suelta tu archivo aquí
hi: अपनी फ़ाइल यहाँ खींचें और छोड़ें
id: Seret dan lepas file Anda di sini
pl: Przeciągnij plik tutaj
ru: Перетащите файл сюда

source: Use the button above to browse files
ar: استخدم الزر أعلاه لتصفح الملفات
es: Usa el botón de arriba para explorar archivos
hi: फ़ाइलें ब्राउज़ करने के लिए ऊपर दिए गए बटन का उपयोग करें
id: Gunakan tombol di atas untuk menjelajahi file
pl: Użyj przycisku powyżej, aby przeglądać pliki
ru: Используйте кнопку выше для выбора файлов

source: files
ar: ملفات
es: archivos
hi: फ़ाइलें
id: file
pl: pliki
ru: файлы

source: file
ar: ملف
es: archivo
hi: फ़ाइल
pl: plik
ru: файл

source: How it works
ar: كيف يعمل
es: Cómo funciona
hi: यह कैसे काम करता है
id: Cara kerjanya
pl: Jak to działa
ru: Как это работает

source: Click the button above to select your file, or drag and drop it into the zone below
ar: انقر على الزر أعلاه لتحديد ملفك، أو اسحبه وأفلته في المنطقة أدناه
es: Haz clic en el botón de arriba para seleccionar tu archivo, o arrástralo a la zona de abajo
hi: ऊपर दिए गए बटन पर क्लिक करके अपनी फ़ाइल चुनें, या इसे नीचे दिए गए क्षेत्र में खींचें और छोड़ें
id: Klik tombol di atas untuk memilih file Anda, atau seret dan lepas ke zona di bawah
pl: Kliknij przycisk powyżej, aby wybrać plik, lub przeciągnij i upuść go w strefie poniżej
ru: Нажмите кнопку выше, чтобы выбрать файл, или перетащите его в область ниже

source: Click the convert button
ar: انقر على زر التحويل
es: Haz clic en el botón de convertir
hi: कन्वर्ट बटन पर क्लिक करें
id: Klik tombol konversi
pl: Kliknij przycisk konwertuj
ru: Нажмите кнопку конвертации

source: Wait for the conversion to complete
ar: انتظر حتى يكتمل التحويل
es: Espera a que se complete la conversión
hi: रूपांतरण पूरा होने की प्रतीक्षा करें
id: Tunggu hingga konversi selesai
pl: Poczekaj na zakończenie konwersji
ru: Дождитесь завершения конвертации

source: Download your converted file using the download button
ar: قم بتنزيل ملفك المحول باستخدام زر التنزيل
es: Descarga tu archivo convertido usando el botón de descarga
hi: डाउनलोड बटन का उपयोग करके अपनी परिवर्तित फ़ाइल डाउनलोड करें
id: Unduh file yang dikonversi menggunakan tombol unduh
pl: Pobierz skonwertowany plik używając przycisku pobierania
ru: Скачайте сконвертированный файл с помощью кнопки загрузки

source: PDF has %%(page_count)d pages (limit: %%(max_pages)d). You can split your file into smaller parts or upgrade to Premium to process larger files with much higher limits.
ar: يحتوي ملف PDF على %%(page_count)d صفحة (الحد: %%(max_pages)d). يمكنك تقسيم ملفك إلى أجزاء أصغر أو الحصول على اشتراك Premium لمدة يوم واحد مقابل 1 دولار فقط لمعالجة ملفات أكبر بحدود أعلى بكثير!
hi: PDF में %%(page_count)d पृष्ठ हैं (सीमा: %%(max_pages)d)। आप अपनी फ़ाइल को छोटे भागों में विभाजित कर सकते हैं या बस $1 में 1-दिन की प्रीमियम सदस्यता प्राप्त कर सकते हैं ताकि बहुत अधिक सीमाओं के साथ बड़ी फ़ाइलों को संसाधित कर सकें!
id: PDF memiliki %%(page_count)d halaman (batas: %%(max_pages)d). Anda dapat membagi file Anda menjadi bagian yang lebih kecil atau mendapatkan langganan Premium 1-hari hanya dengan $1 untuk memproses file yang lebih besar dengan batas yang jauh lebih tinggi!
pl: Plik PDF ma %%(page_count)d stron (limit: %%(max_pages)d). Możesz podzielić plik na mniejsze części lub uzyskać 1-dniową subskrypcję Premium za jedynie 1$, aby przetwarzać większe pliki z dużo wyższymi limitami!
ru: ПДФ содержит %%(page_count)d страниц (лимит: %%(max_pages)d). Вы можете разделить файл на меньшие части или получить 1-дневную Премиум подписку всего за $1 для обработки больших файлов с гораздо более высокими лимитами!

source: PDF has %%(page_count)d pages (limit: %%(max_pages)d). Please split your file into smaller parts.
ar: يحتوي ملف PDF على %%(page_count)d صفحة (الحد: %%(max_pages)d). يرجى تقسيم ملفك إلى أجزاء أصغر.
es: El PDF tiene %%(page_count)d páginas (límite: %%(max_pages)d). Por favor, divide tu archivo en partes más pequeñas.
hi: PDF में %%(page_count)d पृष्ठ हैं (सीमा: %%(max_pages)d)। कृपया अपनी फ़ाइल को छोटे भागों में विभाजित करें।
id: PDF memiliki %%(page_count)d halaman (batas: %%(max_pages)d). Silakan bagi file Anda menjadi bagian yang lebih kecil.
pl: Plik PDF ma %%(page_count)d stron (limit: %%(max_pages)d). Proszę podzielić plik na mniejsze części.
ru: ПДФ содержит %%(page_count)d страниц (лимит: %%(max_pages)d). Пожалуйста, разделите файл на меньшие части.

source: Converting your file...
ar: جارٍ تحويل ملفك...
es: Convirtiendo tu archivo...
hi: आपकी फ़ाइल बदली जा रही है...
id: Mengonversi file Anda...
pl: Konwertowanie pliku...
ru: Конвертация вашего файла...

source: Please wait, this may take a few moments
ar: يرجى الانتظار، قد يستغرق هذا بضع لحظات
es: Por favor espera, esto puede tomar unos momentos
hi: कृपया प्रतीक्षा करें, इसमें कुछ क्षण लग सकते हैं
id: Harap tunggu, ini mungkin memakan waktu beberapa saat
pl: Proszę czekać, to może chwilę potrwać
ru: Пожалуйста, подождите, это может занять несколько минут

source: Conversion Complete!
ar: اكتمل التحويل!
es: ¡Conversión completada!
hi: रूपांतरण पूर्ण!
id: Konversi Selesai!
pl: Konwersja zakończona!
ru: Конвертация завершена!

source: Your file is ready to download
ar: ملفك جاهز للتنزيل
es: Tu archivo está listo para descargar
hi: आपकी फ़ाइल डाउनलोड के लिए तैयार है
id: File Anda siap untuk diunduh
pl: Twój plik jest gotowy do pobrania
ru: Ваш файл готов к загрузке

source: Download File
ar: تنزيل الملف
es: Descargar archivo
hi: फ़ाइल डाउनलोड करें
id: Unduh File
pl: Pobierz plik
ru: Скачать файл

source: Convert another file
ar: تحويل ملف آخر
es: Convertir otro archivo
hi: एक अन्य फ़ाइल बदलें
id: Konversi file lain
pl: Konwertuj inny plik
ru: Конвертировать другой файл

source: Everything is going well!
ar: كل شيء يسير على ما يرام!
es: ¡Todo va bien!
hi: सब कुछ ठीक चल रहा है!
id: Semuanya berjalan dengan baik!
pl: Wszystko idzie dobrze!
ru: Все идет хорошо!

source: Large files take a bit longer. Please do not close this page — your file is being processed.
ar: تستغرق الملفات الكبيرة وقتاً أطول قليلاً. يرجى عدم إغلاق هذه الصفحة — جاري معالجة ملفك.
es: Los archivos grandes tardan un poco más. Por favor, no cierres esta página; tu archivo se está procesando.
hi: बड़ी फ़ाइलें थोड़ा अधिक समय लेती हैं। कृपया यह पृष्ठ न बंद करें — आपकी फ़ाइल संसाधित की जा रही है।
id: File besar memakan waktu sedikit lebih lama. Jangan tutup halaman ini — file Anda sedang diproses.
pl: Duże pliki zajmują nieco więcej czasu. Nie zamykaj tej strony — Twój plik jest przetwarzany.
ru: Большие файлы обрабатываются немного дольше. Пожалуйста, не закрывайте эту страницу — ваш файл обрабатывается.

source: Continue in background
ar: المتابعة في الخلفية
es: Continuar en segundo plano
hi: बैकग्राउंड में जारी रखें
id: Lanjutkan di latar belakang
pl: Kontynuuj w tle
ru: Продолжить в фоне

source: Task running in background
ar: المهمة قيد التشغيل في الخلفية
es: Tarea en ejecución en segundo plano
hi: कार्य बैकग्राउंड में चल रहा है
id: Tugas berjalan di latar belakang
pl: Zadanie działa w tle
ru: Задача выполняется в фоне

source: File is ready!
ar: الملف جاهز!
es: ¡El archivo está listo!
hi: फ़ाइल तैयार है!
id: Berkas siap!
pl: Plik jest gotowy!
ru: Файл готов!

source: Conversion failed
ar: فشل التحويل
es: La conversión falló
hi: रूपांतरण विफल रहा
id: Konversi gagal
pl: Konwersja nie powiodła się
ru: Конвертация не удалась

source: No background tasks
ar: لا توجد مهام في الخلفية
es: No hay tareas en segundo plano
hi: बैकग्राउंड में कोई कार्य नहीं
id: Tidak ada tugas latar belakang
pl: Brak zadań w tle
ru: Нет фоновых задач

source: PDF file to edit
ar: حدد الملف للتحرير
es: Seleccionar archivo para editar
hi: संपादित करने के लिए फ़ाइल चुनें
id: Pilih file untuk diedit
pl: Wybierz plik do edycji
ru: Выберите файл для редактирования

source: Upload PDF
ar: رفع ملف PDF
es: Subir PDF
hi: PDF अपलोड करें
id: Unggah PDF
pl: Prześlij PDF
ru: Загрузить ПДФ
