Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: To the maximum extent permitted by law, Convertica and its affiliates, officers, employees, and agents shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including but not limited to:
ar: إلى الحد الأقصى المسموح به بموجب القانون، لا تتحمل كونفيرتيكا وشركاتها التابعة ومسؤوليها وموظفيها ووكلائها أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك على سبيل المثال لا الحصر:
es: En la máxima medida permitida por la ley, Convertica y sus afiliados, oficiales, empleados y agentes no serán responsables por ningún daño indirecto, incidental, especial, consecuente o punitivo, incluyendo pero no limitándose a:
hi: कानून द्वारा अनुमत अधिकतम सीमा तक, Convertica और उसके सहयोगी, अधिकारी, कर्मचारी और एजेंट किसी भी अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी, या दंडात्मक क्षति के लिए उत्तरदायी नहीं होंगे, जिसमें शामिल है लेकिन इन्हीं तक सीमित नहीं:
id: Sejauh diizinkan oleh hukum, Convertica dan afiliasinya, pejabat, karyawan, dan agen tidak akan bertanggung jawab atas kerusakan tidak langsung, insidental, khusus, konsekuensial, atau hukuman, termasuk tetapi tidak terbatas pada:
pl: W maksymalnym zakresie dozwolonym przez prawo, Convertica i jej podmioty stowarzyszone, funkcjonariusze, pracownicy i agenci nie ponoszą odpowiedzialności za jakiekolwiek pośrednie, przypadkowe, szczególne, wynikowe lub karne szkody, w tym, ale nie ograniczając się do:
ru: В максимальной степени, разрешенной законом, Convertica и ее аффилированные лица, должностные лица, сотрудники и агенты не несут ответственности за любой косвенный, случайный, особый, последующий или штрафной ущерб, включая, но не ограничиваясь:

source: Loss of data or files
ar: فقدان البيانات أو الملفات
es: Pérdida de datos o archivos
hi: डेटा या फ़ाइलों की हानि
id: Kehilangan data atau file
pl: Utrata danych lub plików
ru: Потерей данных или файлов

source: Loss of profits or business opportunities
ar: فقدان الأرباح أو فرص العمل
es: Pérdida de ganancias u oportunidades comerciales
hi: लाभ या व्यावसायिक अवसरों की हानि
id: Kehilangan keuntungan atau peluang bisnis
pl: Utrata zysków lub możliwości biznesowych
ru: Потерей прибыли или деловых возможностей

source: Service interruptions or failures
ar: انقطاعات الخدمة أو فشلها
es: Interrupciones o fallos del servicio
hi: सेवा में रुकावट या विफलताएँ
id: Gangguan atau kegagalan layanan
pl: Przerwy w świadczeniu usług lub awarie
ru: Перерывами в обслуживании или сбоями

source: Errors or inaccuracies in processed files
ar: أخطاء أو عدم دقة في الملفات المعالجة
es: Errores o inexactitudes en archivos procesados
hi: संसाधित फ़ाइलों में त्रुटियाँ या अशुद्धियाँ
id: Kesalahan atau ketidakakuratan dalam file yang diproses
pl: Błędy lub nieścisłości w przetworzonych plikach
ru: Ошибками или неточностями в обработанных файлах

source: Our total liability for any claims arising from or related to the use of our Services shall not exceed the amount you paid to us (if any) in the twelve months preceding the claim, or $100, whichever is greater.
ar: لا تتجاوز مسؤوليتنا الإجمالية عن أي مطالبات تنشأ عن أو تتعلق باستخدام خدماتنا المبلغ الذي دفعته لنا (إن وجد) في الأشهر الاثني عشر السابقة للمطالبة، أو 100 دولار، أيهما أكبر.
es: Nuestra responsabilidad total por cualquier reclamo que surja de o esté relacionado con el uso de nuestros Servicios no excederá la cantidad que nos pagaste (si la hay) en los doce meses anteriores al reclamo, o $100, lo que sea mayor.
hi: हमारी सेवाओं के उपयोग से उत्पन्न या संबंधित किसी भी दावे के लिए हमारी कुल दायित्व दावे से पहले बारह महीनों में आपने हमें भुगतान की गई राशि (यदि कोई हो) या $100, जो भी अधिक हो, से अधिक नहीं होनी चाहिए।
id: Tanggung jawab total kami untuk klaim apa pun yang timbul dari atau terkait dengan penggunaan Layanan kami tidak akan melebihi jumlah yang Anda bayar kepada kami (jika ada) dalam dua belas bulan sebelum klaim, atau $100, mana yang lebih besar.
pl: Nasza całkowita odpowiedzialność za jakiekolwiek roszczenia wynikające z lub związane z korzystaniem z naszych Usług nie powinna przekraczać kwoty, którą zapłaciłeś nam (jeśli dotyczy) w ciągu dwunastu miesięcy poprzedzających roszczenie, lub 100 USD, w zależności od tego, co jest większe.
ru: Наша общая ответственность за любые претензии, возникающие из или связанные с использованием наших Услуг, не должна превышать сумму, которую вы заплатили нам (если таковая имеется) в течение двенадцати месяцев, предшествующих претензии, или 100 долларов США, в зависимости от того, что больше.

source: Indemnification
ar: التعويض
es: Indemnización
hi: क्षतिपूर्ति
id: Ganti Rugi
pl: Odszkodowanie
ru: Возмещение убытков

source: You agree to indemnify, defend, and hold harmless Convertica and its affiliates, officers, employees, and agents from and against any claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including attorney's fees) arising from:
ar: توافق على تعويض كونفيرتيكا وشركاتها التابعة ومسؤوليها وموظفيها ووكلائها والدفاع عنها وإبراء ذمتها من ومن ضد أي مطالبات أو أضرار أو التزامات أو خسائر أو مسؤوليات أو تكاليف أو ديون ونفقات (بما في ذلك أتعاب المحاماة) الناشئة عن:
es: Aceptas indemnizar, defender y eximir de responsabilidad a Convertica y sus afiliados, funcionarios, empleados y agentes de y contra cualquier reclamo, daño, obligación, pérdida, responsabilidad, costo o deuda, y gastos (incluyendo honorarios de abogados) que surjan de:
hi: आप सहमत हैं कि Convertica और उसके सहयोगी, अधिकारी, कर्मचारी और एजेंट को किसी भी दावे, नुकसान, दायित्वों, हानियों, देयताओं, लागतों या ऋण और खर्चों (वकील की फीस सहित) से क्षतिपूर्ति, बचाव और हानिरहित रखेंगे:
id: Anda setuju untuk mengganti rugi, membela, dan membebaskan Convertica dan afiliasinya, pejabat, karyawan, dan agen dari dan terhadap klaim, kerusakan, kewajiban, kerugian, tanggung jawab, biaya atau utang, dan pengeluaran (termasuk biaya pengacara) yang timbul dari:
pl: Zgadzasz się zrekompensować, bronić i chronić Convertica oraz jej podmioty stowarzyszone, funkcjonariuszy, pracowników i agentów przed wszelkimi roszczeniami, szkodami, zobowiązaniami, stratami, odpowiedzialnością, kosztami lub długami i wydatkami (w tym honorariami adwokackimi) wynikającymi z:
ru: Вы соглашаетесь возмещать убытки, защищать и ограждать Convertica и ее аффилированные лица, должностных лиц, сотрудников и агентов от любых претензий, ущерба, обязательств, потерь, обязательств, расходов или долгов и расходов (включая гонорары адвокатов), возникающих из:

source: Your use of our Services
ar: استخدامك لخدماتنا
es: Tu uso de nuestros Servicios
hi: हमारी सेवाओं का आपका उपयोग
id: Penggunaan Anda atas Layanan kami
pl: Twoje korzystanie z naszych Usług
ru: Вашего использования наших Услуг

source: Your violation of these Terms
ar: انتهاكك لهذه الشروط
es: Tu violación de estos Términos
hi: इन शर्तों का आपका उल्लंघन
id: Pelanggaran Anda terhadap Ketentuan ini
pl: Twoje naruszenie tych Warunków
ru: Вашего нарушения этих Условий

source: Your violation of any third-party rights
ar: انتهاكك لأي حقوق لأطراف ثالثة
es: Tu violación de cualquier derecho de terceros
hi: किसी भी तृतीय-पक्ष अधिकारों का आपका उल्लंघन
id: Pelanggaran Anda terhadap hak pihak ketiga mana pun
pl: Twoje naruszenie jakichkolwiek praw stron trzecich
ru: Вашего нарушения любых прав третьих лиц

source: Files you upload or content you provide
ar: الملفات التي ترفعها أو المحتوى الذي تقدمه
es: Archivos que subes o contenido que proporcionas
hi: फ़ाइलें जो आप अपलोड करते हैं या सामग्री जो आप प्रदान करते हैं
id: File yang Anda unggah atau konten yang Anda berikan
pl: Pliki, które przesyłasz lub treść, którą udostępniasz
ru: Файлов, которые вы загружаете, или контента, который вы предоставляете

source: Termination
ar: الإنهاء
es: Terminación
hi: समाप्ति
id: Pengakhiran
pl: Zakończenie
ru: Прекращение

source: We reserve the right to terminate or suspend your access to our Services immediately, without prior notice or liability, for any reason, including if you breach these Terms. Upon termination, your right to use the Services will cease immediately.
ar: نحتفظ بالحق في إنهاء أو تعليق وصولك إلى خدماتنا فوراً، دون إشعار مسبق أو مسؤولية، لأي سبب، بما في ذلك إذا انتهكت هذه الشروط. عند الإنهاء، سينتهي حقك في استخدام الخدمات فوراً.
es: Nos reservamos el derecho de terminar o suspender tu acceso a nuestros Servicios de inmediato, sin previo aviso o responsabilidad, por cualquier razón, incluyendo si violas estos Términos. Al terminar, tu derecho a usar los Servicios cesará inmediatamente.
hi: हम किसी भी कारण से, इन शर्तों का उल्लंघन करने सहित, बिना पूर्व सूचना या दायित्व के तुरंत हमारी सेवाओं तक आपकी पहुँच को समाप्त या निलंबित करने का अधिकार सुरक्षित रखते हैं। समाप्ति पर, सेवाओं का उपयोग करने का आपका अधिकार तुरंत समाप्त हो जाएगा।
id: Kami berhak untuk mengakhiri atau menangguhkan akses Anda ke Layanan kami segera, tanpa pemberitahuan sebelumnya atau tanggung jawab, karena alasan apa pun, termasuk jika Anda melanggar Ketentuan ini. Setelah pengakhiran, hak Anda untuk menggunakan Layanan akan berhenti segera.
pl: Zastrzegamy sobie prawo do natychmiastowego zakończenia lub zawieszenia Twojego dostępu do naszych Usług bez wcześniejszego powiadomienia lub odpowiedzialności z jakiegokolwiek powodu, w tym w przypadku naruszenia tych Warunków. Po zakończeniu Twoje prawo do korzystania z Usług natychmiast ustanie.
ru: Мы оставляем за собой право немедленно прекратить или приостановить ваш доступ к нашим Услугам без предварительного уведомления или ответственности по любой причине, включая нарушение вами этих Условий. При прекращении ваше право на использование Услуг прекращается немедленно.

source: Changes to Terms
ar: تغييرات الشروط
es: Cambios en los términos
hi: शर्तों में परिवर्तन
id: Perubahan Ketentuan
pl: Zmiany w warunkach
ru: Изменения условий

source: We reserve the right to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.
ar: نحتفظ بالحق في تعديل أو استبدال هذه الشروط في أي وقت. إذا كان التعديل جوهرياً، فسنقدم إشعاراً قبل 30 يوماً على الأقل قبل سريان أي شروط جديدة. سيتم تحديد ما يشكل تغييراً جوهرياً وفق تقديرنا الخاص.
es: Nos reservamos el derecho de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es material, proporcionaremos un aviso de al menos 30 días antes de que cualquier nuevo término entre en vigor. Lo que constituye un cambio material será determinado a nuestra sola discreción.
hi: हम किसी भी समय इन शर्तों को संशोधित या प्रतिस्थापित करने का अधिकार सुरक्षित रखते हैं। यदि संशोधन भौतिक है, तो हम किसी भी नई शर्तों के प्रभावी होने से पहले कम से कम 30 दिनों का नोटिस प्रदान करेंगे। एक भौतिक परिवर्तन क्या होगा, यह हमारे विवेक पर निर्धारित किया जाएगा।
id: Kami berhak untuk memodifikasi atau mengganti Ketentuan ini kapan saja. Jika revisi bersifat material, kami akan memberikan pemberitahuan setidaknya 30 hari sebelum ketentuan baru berlaku. Apa yang constitutes perubahan material akan ditentukan berdasarkan kebijaksanaan kami sendiri.
pl: Zastrzegamy sobie prawo do modyfikowania lub zastępowania tych Warunków w dowolnym momencie. Jeśli zmiana jest istotna, zapewnimy powiadomienie co najmniej 30 dni przed wejściem w życie nowych warunków. Co stanowi istotną zmianę, zostanie określone według naszego wyłącznego uznania.
ru: Мы оставляем за собой право изменять или заменять эти Условия в любое время. Если пересмотр является существенным, мы предоставим уведомление не менее чем за 30 дней до вступления в силу любых новых условий. Что составляет существенное изменение, будет определяться по нашему единоличному усмотрению.

source: By continuing to access or use our Services after any revisions become effective, you agree to be bound by the revised terms.
ar: من خلال الاستمرار في الوصول إلى خدماتنا أو استخدامها بعد أن تصبح أي مراجعات سارية، فإنك توافق على الالتزام بالشروط المنقحة.
es: Al continuar accediendo o usando nuestros Servicios después de que cualquier revisión entre en vigor, aceptas estar sujeto a los términos revisados.
hi: किसी भी संशोधन के प्रभावी होने के बाद हमारी सेवाओं तक पहुँच या उपयोग जारी रखकर, आप संशोधित शर्तों से बाध्य होने के लिए सहमत होते हैं।
id: Dengan terus mengakses atau menggunakan Layanan kami setelah revisi apa pun berlaku, Anda setuju untuk terikat oleh ketentuan yang direvisi.
pl: Kontynuując dostęp lub korzystanie z naszych Usług po wejściu w życie jakichkolwiek zmian, zgadzasz się być związany zmienionymi warunkami.
ru: Продолжая получать доступ или использовать наши Услуги после вступления в силу любых пересмотров, вы соглашаетесь соблюдать пересмотренные условия.

source: Governing Law
ar: القانون الحاكم
es: Ley aplicable
hi: शासी कानून
id: Hukum yang Mengatur
pl: Prawo właściwe
ru: Применимое право

source: These Terms shall be governed by and construed in accordance with applicable laws, without regard to its conflict of law provisions. Any disputes arising from these Terms or your use of our Services shall be subject to the exclusive jurisdiction of the courts in the applicable jurisdiction.
ar: تخضع هذه الشروط وتحكم وفقاً للقوانين المعمول بها، دون اعتبار لأحكام تنازع القوانين. تخضع أي نزاعات تنشأ عن هذه الشروط أو استخدامك لخدماتنا للولاية القضائية الحصرية للمحاكم في الولاية القضائية المعمول بها.
es: Estos Términos se regirán e interpretarán de acuerdo con las leyes aplicables, sin tener en cuenta sus disposiciones de conflicto de leyes. Cualquier disputa que surja de estos Términos o tu uso de nuestros Servicios estará sujeta a la jurisdicción exclusiva de los tribunales en la jurisdicción aplicable.
hi: ये शर्तें लागू कानूनों के अनुसार शासित और निर्मित की जाएँगी, इसके कानून के प्रावधानों के संघर्ष पर विचार किए बिना। इन शर्तों या हमारी सेवाओं के आपके उपयोग से उत्पन्न कोई भी विवाद लागू अधिकार क्षेत्र में अदालतों के विशेष अधिकार क्षेत्र के अधीन होगा।
id: Ketentuan ini akan diatur dan ditafsirkan sesuai dengan hukum yang berlaku, tanpa memperhatikan ketentuan konflik hukumnya. Setiap sengketa yang timbul dari Ketentuan ini atau penggunaan Anda atas Layanan kami akan tunduk pada yurisdiksi eksklusif pengadilan di yurisdiksi yang berlaku.
pl: Te Warunki będą regulowane i interpretowane zgodnie z obowiązującym prawem, bez względu na jego przepisy dotyczące kolizji praw. Wszelkie spory wynikające z tych Warunków lub Twojego korzystania z naszych Usług będą podlegać wyłącznej jurysdykcji sądów w odpowiedniej jurysdykcji.
ru: Эти Условия регулируются и толкуются в соответствии с применимым законодательством, без учета положений о коллизии законов. Любые споры, возникающие из этих Условий или вашего использования наших Услуг, подлежат исключительной юрисдикции судов в применимой юрисдикции.

source: Questions About These Terms?
ar: أسئلة حول هذه الشروط؟
es: ¿Preguntas sobre estos Términos?
hi: इन शर्तों के बारे में प्रश्न?
id: Pertanyaan tentang Ketentuan ini?
pl: Pytania dotyczące tych Warunków?
ru: Вопросы об этих Условиях?

source: If you have any questions about these Terms of Service, please contact us.
ar: إذا كان لديك أي أسئلة حول شروط الخدمة هذه، يرجى الاتصال بنا.
es: Si tienes alguna pregunta sobre estos Términos de Servicio, por favor contáctanos.
hi: यदि इन सेवा की शर्तों के बारे में आपके कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें।
id: Jika Anda memiliki pertanyaan tentang Ketentuan Layanan ini, silakan hubungi kami.
pl: Jeśli masz pytania dotyczące tych Warunków Świadczenia Usług, skontaktuj się z nami.
ru: Если у вас есть вопросы об этих Условиях обслуживания, пожалуйста, свяжитесь с нами.

source: Offline
ar: غير متصل
es: Sin conexión
hi: ऑफलाइन
ru: Офлайн

source: You're Offline
ar: أنت غير متصل
es: Estás sin conexión
hi: आप ऑफलाइन हैं
id: Anda Offline
pl: Jesteś offline
ru: Вы в офлайне

source: It looks like you've lost your internet connection. Please check your connection and try again.
ar: يبدو أنك فقدت اتصالك بالإنترنت. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
es: Parece que has perdido tu conexión a Internet. Por favor, verifica tu conexión e inténtalo de nuevo.
hi: ऐसा लगता है कि आपका इंटरनेट कनेक्शन खो गया है। कृपया अपना कनेक्शन जांचें और पुनः प्रयास करें।
id: Sepertinya Anda kehilangan koneksi internet. Silakan periksa koneksi Anda dan coba lagi.
pl: Wygląda na to, że utraciłeś połączenie z internetem. Sprawdź swoje połączenie i spróbuj ponownie.
ru: Похоже, вы потеряли подключение к интернету. Пожалуйста, проверьте ваше соединение и попробуйте снова.

source: Some features may still be available offline
ar: بعض الميزات قد تظل متاحة دون اتصال
es: Algunas funciones pueden seguir disponibles sin conexión
hi: कुछ सुविधाएं ऑफलाइन भी उपलब्ध हो सकती हैं
id: Beberapa fitur mungkin masih tersedia secara offline
pl: Niektóre funkcje mogą nadal być dostępne offline
ru: Некоторые функции могут быть доступны офлайн

source: Payment Cancelled
ar: تم إلغاء الدفع
es: Pago Cancelado
hi: भुगतान रद्द किया गया
id: Pembayaran Dibatalkan
pl: Płatność anulowana
ru: Платеж отменен

source: Your subscription payment was cancelled
ar: تم إلغاء دفعة اشتراكك
es: Tu pago de suscripción fue cancelado
hi: आपका सदस्यता भुगतान रद्द कर दिया गया था
id: Pembayaran langganan Anda dibatalkan
pl: Twoja płatność subskrypcyjna została anulowana
ru: Ваш платеж за подписку был отменен

source: No Problem!
ar: لا مشكلة!
es: ¡No hay problema!
hi: कोई समस्या नहीं!
id: Tidak Masalah!
pl: Bez problemu!
ru: Нет проблем!

source: You haven't been charged. You can try subscribing again anytime when you're ready.
ar: لم يتم تحميلك أي رسوم. يمكنك محاولة الاشتراك مرة أخرى في أي وقت عندما تكون مستعداً.
es: No se te ha cobrado. Puedes intentar suscribirte de nuevo cuando estés listo.
hi: आपसे कोई शुल्क नहीं लिया गया है। आप कभी भी तैयार होने पर फिर से सदस्यता लेने का प्रयास कर सकते हैं।
id: Anda belum dikenakan biaya. Anda dapat mencoba berlangganan lagi kapan saja saat Anda siap.
pl: Nie zostałeś obciążony. Możesz spróbować zasubskrybować ponownie w dowolnym momencie, gdy będziesz gotowy.
ru: С вас не списали средства. Вы можете попробовать подписаться снова в любое время, когда будете готовы.

source: Still Interested?
ar: ما زلت مهتماً؟
es: ¿Aún interesado?
hi: अभी भी रुचि है?
id: Masih Tertarik?
pl: Nadal zainteresowany?
ru: Все еще интересуетесь?

source: Here are some reasons to upgrade to premium:
ar: إليك بعض الأسباب للترقية إلى Premium:
es: Aquí hay algunas razones para actualizar a premium:
hi: यहाँ प्रीमियम में अपग्रेड करने के कुछ कारण दिए गए हैं:
id: Berikut beberapa alasan untuk meningkatkan ke premium:
pl: Oto kilka powodów, aby przejść na premium:
ru: Вот несколько причин для перехода на премиум:

source: Much higher limits for PDF processing
ar: حدود أعلى بكثير لمعالجة PDF
es: Límites mucho más altos para procesamiento de PDF
hi: PDF प्रसंस्करण के लिए बहुत अधिक सीमाएँ
id: Batas yang jauh lebih tinggi untuk pemrosesan PDF
pl: Znacznie wyższe limity przetwarzania PDF
ru: Гораздо более высокие лимиты для обработки PDF

source: Larger file size support
ar: دعم حجم ملف أكبر
es: Soporte para archivos más grandes
hi: बड़े फ़ाइल आकार का समर्थन
id: Dukungan ukuran file yang lebih besar
pl: Obsługa większych rozmiarów plików
ru: Поддержка файлов большего размера

source: Priority processing speeds
ar: سرعات معالجة أولوية
es: Velocidades de procesamiento prioritarias
hi: प्राथमिकता प्रसंस्करण गति
id: Kecepatan pemrosesan prioritas
pl: Priorytetowa prędkość przetwarzania
ru: Приоритетная скорость обработки

source: Advanced PDF tools and features
ar: أدوات وميزات PDF متقدمة
es: Herramientas y funciones PDF avanzadas
hi: उन्नत PDF उपकरण और सुविधाएं
id: Alat dan fitur PDF lanjutan
pl: Zaawansowane narzędzia i funkcje PDF
ru: Расширенные инструменты и функции для PDF

source: Back to Home
ar: العودة إلى الرئيسية
es: Volver al Inicio
hi: होम पर वापस
id: Kembali ke Beranda
pl: Powrót do strony głównej
ru: Вернуться на главную

source: Payment Error
ar: خطأ في الدفع
es: Error de Pago
hi: भुगतान त्रुटि
id: Kesalahan Pembayaran
pl: Błąd płatności
ru: Ошибка платежа

source: There was an issue processing your payment
ar: حدثت مشكلة في معالجة دفعتك
es: Hubo un problema al procesar tu pago
hi: आपके भुगतान को प्रोसेस करने में एक समस्या हुई
id: Ada masalah dalam memproses pembayaran Anda
pl: Wystąpił problem z przetwarzaniem Twojej płatności
ru: Возникла проблема при обработке вашего платежа

source: What Happened?
ar: ماذا حدث؟
es: ¿Qué pasó?
hi: क्या हुआ?
id: Apa yang Terjadi?
pl: Co się stało?
ru: Что произошло?

source: We encountered an error while processing your payment. This could be due to:
ar: واجهنا خطأ أثناء معالجة دفعتك. قد يكون هذا بسبب:
es: Encontramos un error al procesar tu pago. Esto podría deberse a:
hi: हमें आपके भुगतान को प्रोसेस करते समय एक त्रुटि का सामना करना पड़ा। यह निम्न कारणों से हो सकता है:
id: Kami mengalami kesalahan saat memproses pembayaran Anda. Ini bisa disebabkan oleh:
pl: Napotkaliśmy błąd podczas przetwarzania Twojej płatności. Może to wynikać z:
ru: Мы столкнулись с ошибкой при обработке вашего платежа. Это могло произойти из-за:

source: Network connectivity issues
ar: مشاكل في اتصال الشبكة
es: Problemas de conectividad de red
hi: नेटवर्क कनेक्टिविटी समस्याएं
id: Masalah konektivitas jaringan
pl: Problemów z łącznością sieciową
ru: Проблем с сетевым подключением

source: Payment processor temporary issues
ar: مشاكل مؤقتة في معالج الدفع
es: Problemas temporales del procesador de pagos
hi: भुगतान प्रोसेसर अस्थायी समस्याएं
id: Masalah sementara pada prosesor pembayaran
pl: Tymczasowych problemów procesora płatności
ru: Временных проблем у платежного процессора

source: Invalid payment information
ar: معلومات دفع غير صالحة
es: Información de pago inválida
hi: अमान्य भुगतान जानकारी
id: Informasi pembayaran tidak valid
pl: Nieprawidłowych informacji płatniczych
ru: Неверной платежной информации

source: What You Can Do
ar: ما يمكنك فعله
es: Qué puedes hacer
hi: आप क्या कर सकते हैं
id: Yang Dapat Anda Lakukan
pl: Co możesz zrobić
ru: Что вы можете сделать

source: Try again in a few minutes
ar: حاول مرة أخرى بعد بضع دقائق
es: Intentar de nuevo en unos minutos
hi: कुछ मिनटों में पुनः प्रयास करें
id: Coba lagi dalam beberapa menit
pl: Spróbuj ponownie za kilka minut
ru: Попробуйте снова через несколько минут

source: Check your payment information
ar: تحقق من معلومات الدفع الخاصة بك
es: Verificar tu información de pago
hi: अपनी भुगतान जानकारी जांचें
id: Periksa informasi pembayaran Anda
pl: Sprawdź swoje dane płatnicze
ru: Проверьте вашу платежную информацию

source: Contact your bank if the issue persists
ar: اتصل ببنكك إذا استمرت المشكلة
es: Contactar a tu banco si el problema persiste
hi: यदि समस्या बनी रहती है तो अपने बैंक से संपर्क करें
id: Hubungi bank Anda jika masalah berlanjut
pl: Skontaktuj się ze swoim bankiem, jeśli problem będzie się utrzymywał
ru: Свяжитесь с вашим банком, если проблема сохраняется

source: Payment Successful
ar: تم الدفع بنجاح
es: Pago Exitoso
hi: भुगतान सफल
id: Pembayaran Berhasil
pl: Płatność zakończona sukcesem
ru: Платеж успешен

source: Payment Successful!
ar: تم الدفع بنجاح!
es: ¡Pago Exitoso!
hi: भुगतान सफल!
id: Pembayaran Berhasil!
pl: Płatność zakończona sukcesem!
ru: Платеж успешен!

source: Thank you for your subscription
ar: شكراً لك على اشتراكك
es: Gracias por tu suscripción
hi: आपकी सदस्यता के लिए धन्यवाद
id: Terima kasih atas langganan Anda
pl: Dziękujemy za Twoją subskrypcję
ru: Спасибо за вашу подписку

source: Subscription Details
ar: تفاصيل الاشتراك
es: Detalles de Suscripción
hi: सदस्यता विवरण
id: Detail Langganan
pl: Szczegóły subskrypcji
ru: Детали подписки

source: Plan Information
ar: معلومات الخطة
es: Información del Plan
hi: योजना जानकारी
id: Informasi Paket
pl: Informacje o planie
ru: Информация о плане

source: Plan
ar: الخطة
hi: योजना
id: Paket
ru: План

source: Price
ar: السعر
es: Precio
hi: मूल्य
id: Harga
pl: Cena
ru: Цена

source: Status
ar: الحالة
es: Estado
hi: स्थिति
ru: Статус
