Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: We may use third-party services to help us operate our platform and analyze how our services are used. These services may have access to limited information, but they are obligated not to disclose or use it for any other purpose.
ar: قد نستخدم خدمات الطرف الثالث لمساعدتنا في تشغيل منصتنا وتحليل كيفية استخدام خدماتنا. قد يكون لهذه الخدمات إمكانية الوصول إلى معلومات محددة، لكنها ملزمة بعدم الكشف عنها أو استخدامها لأي غرض آخر.
es: Podemos usar servicios de terceros para ayudarnos a operar nuestra plataforma y analizar cómo se usan nuestros servicios. Estos servicios pueden tener acceso a información limitada, pero están obligados a no divulgarla ni usarla para ningún otro propósito.
hi: हम अपने प्लेटफ़ॉर्म को संचालित करने और हमारी सेवाओं के उपयोग का विश्लेषण करने में मदद के लिए तृतीय-पक्ष सेवाओं का उपयोग कर सकते हैं। इन सेवाओं की सीमित जानकारी तक पहुँच हो सकती है, लेकिन वे किसी अन्य उद्देश्य के लिए इसे खुलासा या उपयोग नहीं करने के लिए बाध्य हैं।
id: Kami dapat menggunakan layanan pihak ketiga untuk membantu kami mengoperasikan platform kami dan menganalisis bagaimana layanan kami digunakan. Layanan ini mungkin memiliki akses ke informasi terbatas, tetapi mereka berkewajiban untuk tidak mengungkapkan atau menggunakannya untuk tujuan lain.
pl: Możemy używać usług stron trzecich, aby pomóc nam w obsłudze naszej platformy i analizie, jak wykorzystywane są nasze usługi. Te usługi mogą mieć dostęp do ograniczonych informacji, ale są zobowiązane nie ujawniać ani nie wykorzystywać ich do żadnych innych celów.
ru: Мы можем использовать сторонние сервисы, чтобы помочь нам управлять нашей платформой и анализировать, как используются наши услуги. Эти сервисы могут иметь доступ к ограниченной информации, но они обязаны не раскрывать и не использовать ее в каких-либо других целях.

source: We do not sell, trade, or rent your personal information to third parties.
ar: نحن لا نبيع أو نتاجر أو نؤجر معلوماتك الشخصية إلى أطراف ثالثة.
es: No vendemos, intercambiamos ni alquilamos tu información personal a terceros.
hi: हम आपकी व्यक्तिगत जानकारी को तृतीय पक्षों को नहीं बेचते, व्यापार नहीं करते या किराए पर नहीं देते हैं।
id: Kami tidak menjual, memperdagangkan, atau menyewakan informasi pribadi Anda kepada pihak ketiga.
pl: Nie sprzedajemy, nie wymieniamy ani nie wynajmujemy Twoich danych osobowych stronom trzecim.
ru: Мы не продаем, не обмениваем и не сдаем в аренду вашу личную информацию третьим лицам.

source: Cookies and Tracking
ar: ملفات تعريف الارتباط والتتبع
es: Cookies y seguimiento
hi: कुकीज़ और ट्रैकिंग
id: Cookie dan Pelacakan
pl: Pliki cookie i śledzenie
ru: Файлы cookie и отслеживание

source: We may use cookies and similar tracking technologies to track activity on our platform and hold certain information. Cookies are files with a small amount of data that may include an anonymous unique identifier.
ar: قد نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتتبع النشاط على منصتنا والاحتفاظ بمعلومات معينة. ملفات تعريف الارتباط هي ملفات تحتوي على كمية صغيرة من البيانات التي قد تتضمن معرّفاً فريداً مجهولاً.
es: Podemos usar cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestra plataforma y almacenar cierta información. Las cookies son archivos con una pequeña cantidad de datos que pueden incluir un identificador único anónimo.
hi: हम अपने प्लेटफ़ॉर्म पर गतिविधि को ट्रैक करने और कुछ जानकारी रखने के लिए कुकीज़ और समान ट्रैकिंग तकनीकों का उपयोग कर सकते हैं। कुकीज़ छोटी मात्रा में डेटा वाली फ़ाइलें हैं जिनमें एक गुमनाम अद्वितीय पहचानकर्ता शामिल हो सकता है।
id: Kami dapat menggunakan cookie dan teknologi pelacakan serupa untuk melacak aktivitas di platform kami dan menyimpan informasi tertentu. Cookie adalah file dengan sejumlah kecil data yang mungkin menyertakan pengenal unik anonim.
pl: Możemy używać plików cookie i podobnych technologii śledzenia do śledzenia aktywności na naszej platformie i przechowywania określonych informacji. Pliki cookie to pliki z niewielką ilością danych, które mogą zawierać anonimowy unikalny identyfikator.
ru: Мы можем использовать файлы cookie и аналогичные технологии отслеживания для отслеживания активности на нашей платформе и хранения определенной информации. Файлы cookie — это файлы с небольшим объемом данных, которые могут включать анонимный уникальный идентификатор.

source: You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our service.
ar: يمكنك توجيه متصفحك لرفض جميع ملفات تعريف الارتباط أو للإشارة عندما يتم إرسال ملف تعريف ارتباط. ومع ذلك، إذا لم تقبل ملفات تعريف الارتباط، فقد لا تتمكن من استخدام بعض أجزاء خدمتنا.
es: Puedes indicar a tu navegador que rechace todas las cookies o que indique cuándo se está enviando una cookie. Sin embargo, si no aceptas las cookies, es posible que no puedas usar algunas partes de nuestro servicio.
hi: आप अपने ब्राउज़र को सभी कुकीज़ को अस्वीकार करने या जब कुकी भेजी जा रही हो तो संकेत देने के लिए निर्देश दे सकते हैं। हालाँकि, यदि आप कुकीज़ स्वीकार नहीं करते हैं, तो आप हमारी सेवा के कुछ हिस्सों का उपयोग नहीं कर पा सकते हैं।
id: Anda dapat menginstruksikan browser Anda untuk menolak semua cookie atau menunjukkan ketika cookie sedang dikirim. Namun, jika Anda tidak menerima cookie, Anda mungkin tidak dapat menggunakan beberapa bagian layanan kami.
pl: Możesz poinstruować swoją przeglądarkę, aby odrzucała wszystkie pliki cookie lub wskazywała, kiedy plik cookie jest wysyłany. Jednak jeśli nie akceptujesz plików cookie, możesz nie być w stanie korzystać z niektórych części naszej usługi.
ru: Вы можете настроить свой браузер на отказ от всех файлов cookie или уведомление о том, когда файл cookie отправляется. Однако, если вы не принимаете файлы cookie, вы можете не иметь возможности использовать некоторые части нашего сервиса.

source: Your Privacy Rights
ar: حقوقك في الخصوصية
es: Tus derechos de privacidad
hi: आपके गोपनीयता अधिकार
id: Hak Privasi Anda
pl: Twoje prawa do prywatności
ru: Ваши права на конфиденциальность

source: You have the right to:
ar: لديك الحق في:
es: Tienes derecho a:
hi: आपको अधिकार है:
id: Anda memiliki hak untuk:
pl: Masz prawo do:
ru: Вы имеете право:

source: Access information we hold about you
ar: الوصول إلى المعلومات التي نحتفظ بها عنك
es: Acceder a la información que tenemos sobre ti
hi: हमारे पास आपके बारे में रखी गई जानकारी तक पहुँचें
id: Mengakses informasi yang kami simpan tentang Anda
pl: Uzyskać dostęp do informacji, które przechowujemy o Tobie
ru: Доступа к информации, которую мы храним о вас

source: Request correction of inaccurate information
ar: طلب تصحيح المعلومات غير الدقيقة
es: Solicitar corrección de información inexacta
hi: गलत जानकारी के सुधार का अनुरोध करें
id: Meminta koreksi informasi yang tidak akurat
pl: Wnioskować o poprawienie nieprawidłowych informacji
ru: Запроса исправления неточной информации

source: Request deletion of your information
ar: طلب حذف معلوماتك
es: Solicitar eliminación de tu información
hi: अपनी जानकारी के विलोपन का अनुरोध करें
id: Meminta penghapusan informasi Anda
pl: Wnioskować o usunięcie Twoich informacji
ru: Запроса удаления вашей информации

source: Object to processing of your information
ar: الاعتراض على معالجة معلوماتك
es: Oponerse al procesamiento de tu información
hi: आपकी जानकारी के प्रसंस्करण पर आपत्ति करें
id: Keberatan terhadap pemrosesan informasi Anda
pl: Sprzeciwić się przetwarzaniu Twoich informacji
ru: Возражения против обработки вашей информации

source: Request restriction of processing
ar: طلب تقييد المعالجة
es: Solicitar restricción del procesamiento
hi: प्रसंस्करण के प्रतिबंध का अनुरोध करें
id: Meminta pembatasan pemrosesan
pl: Wnioskować o ograniczenie przetwarzania
ru: Запроса ограничения обработки

source: To exercise these rights, please contact us using the information provided in the Contact section.
ar: لممارسة هذه الحقوق، يرجى الاتصال بنا باستخدام المعلومات المقدمة في قسم الاتصال.
es: Para ejercer estos derechos, por favor contáctanos usando la información proporcionada en la sección de Contacto.
hi: इन अधिकारों का प्रयोग करने के लिए, कृपया संपर्क अनुभाग में प्रदान की गई जानकारी का उपयोग करके हमसे संपर्क करें।
id: Untuk menggunakan hak-hak ini, silakan hubungi kami menggunakan informasi yang disediakan di bagian Kontak.
pl: Aby skorzystać z tych praw, skontaktuj się z nami, korzystając z informacji podanych w sekcji Kontakt.
ru: Чтобы воспользоваться этими правами, пожалуйста, свяжитесь с нами, используя информацию, предоставленную в разделе "Контакты".

source: Children's Privacy
ar: خصوصية الأطفال
es: Privacidad de menores
hi: बच्चों की गोपनीयता
id: Privasi Anak-anak
pl: Prywatność dzieci
ru: Конфиденциальность детей

source: Our services are not intended for children under the age of 13. We do not knowingly collect personal information from children under 13. If you are a parent or guardian and believe your child has provided us with personal information, please contact us.
ar: خدماتنا غير مخصصة للأطفال دون سن 13 عاماً. نحن لا نجمع عن قصد معلومات شخصية من الأطفال دون سن 13 عاماً. إذا كنت أحد الوالدين أو الوصي وتعتقد أن طفلك قد زودنا بمعلومات شخصية، فيرجى الاتصال بنا.
es: Nuestros servicios no están destinados a niños menores de 13 años. No recopilamos intencionalmente información personal de niños menores de 13 años. Si eres padre o tutor y crees que tu hijo nos ha proporcionado información personal, por favor contáctanos.
hi: हमारी सेवाएँ 13 वर्ष से कम उम्र के बच्चों के लिए नहीं हैं। हम जानबूझकर 13 वर्ष से कम उम्र के बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं। यदि आप माता-पिता या अभिभावक हैं और मानते हैं कि आपके बच्चे ने हमें व्यक्तिगत जानकारी प्रदान की है, तो कृपया हमसे संपर्क करें।
id: Layanan kami tidak ditujukan untuk anak-anak di bawah usia 13 tahun. Kami tidak secara sadar mengumpulkan informasi pribadi dari anak-anak di bawah 13 tahun. Jika Anda adalah orang tua atau wali dan percaya bahwa anak Anda telah memberikan informasi pribadi kepada kami, silakan hubungi kami.
pl: Nasze usługi nie są przeznaczone dla dzieci poniżej 13 roku życia. Nie zbieramy świadomie danych osobowych od dzieci poniżej 13 lat. Jeśli jesteś rodzicem lub opiekunem i uważasz, że Twoje dziecko przekazało nam dane osobowe, skontaktuj się z nami.
ru: Наши услуги не предназначены для детей младше 13 лет. Мы не собираем намеренно личную информацию от детей младше 13 лет. Если вы являетесь родителем или опекуном и считаете, что ваш ребенок предоставил нам личную информацию, пожалуйста, свяжитесь с нами.

source: Changes to This Privacy Policy
ar: تغييرات على سياسة الخصوصية هذه
es: Cambios en esta Política de Privacidad
hi: इस गोपनीयता नीति में परिवर्तन
id: Perubahan pada Kebijakan Privasi Ini
pl: Zmiany w tej Polityce prywatności
ru: Изменения в этой Политике конфиденциальности

source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the \
ar: قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة وتحديث \
es: Podemos actualizar nuestra Política de Privacidad de vez en cuando. Te notificaremos de cualquier cambio publicando la nueva Política de Privacidad en esta página y actualizando el texto de "Última actualización". Se te aconseja revisar esta Política de Privacidad periódicamente para ver si hay cambios.
hi: हम समय-समय पर अपनी गोपनीयता नीति अपडेट कर सकते हैं। हम इस पृष्ठ पर नई गोपनीयता नीति पोस्ट करके और "अंतिम अपडेट" तिथि अपडेट करके किसी भी परिवर्तन के बारे में आपको सूचित करेंगे। आपको किसी भी परिवर्तन के लिए इस गोपनीयता नीति की समय-समय पर समीक्षा करने की सलाह दी जाती है।
id: Kami dapat memperbarui Kebijakan Privasi kami dari waktu ke waktu. Kami akan memberi tahu Anda tentang perubahan apa pun dengan memposting Kebijakan Privasi baru di halaman ini dan memperbarui tanggal "Terakhir diperbarui".
pl: Możemy od czasu do czasu aktualizować naszą Politykę prywatności. Powiadomimy Cię o wszelkich zmianach, publikując nową Politykę prywatności na tej stronie i aktualizując datę "Ostatnia aktualizacja". Zalecamy okresowe przeglądanie tej Polityki prywatności pod kątem zmian.
ru: Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы уведомим вас о любых изменениях, разместив новую Политику конфиденциальности на этой странице и обновив "Последнее обновление". Вам рекомендуется периодически просматривать эту Политику конфиденциальности на предмет любых изменений.

source: Questions About Privacy?
ar: أسئلة حول الخصوصية؟
es: ¿Preguntas sobre privacidad?
hi: गोपनीयता के बारे में प्रश्न?
id: Pertanyaan tentang Privasi?
pl: Pytania dotyczące prywatności?
ru: Вопросы о конфиденциальности?

source: If you have any questions about this Privacy Policy, please contact us.
ar: إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا.
es: Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos.
hi: यदि इस गोपनीयता नीति के बारे में आपके कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें।
id: Jika Anda memiliki pertanyaan tentang Kebijakan Privasi ini, silakan hubungi kami.
pl: Jeśli masz pytania dotyczące tej Polityki Prywatności, skontaktuj się z nami.
ru: Если у вас есть вопросы об этой Политике конфиденциальности, пожалуйста, свяжитесь с нами.

source: Contribute to Convertica
ar: ساهم في كونفيرتيكا
es: Contribuir a Convertica
hi: Convertica में योगदान दें
id: Berkontribusi ke Convertica
pl: Wesprzyj Convertica
ru: Поддержать Convertica

source: This is a donation to support the project and its developers. It does not unlock Premium features.
ar: هذه تبرع لدعم المشروع ومطوريه. لا يفتح ميزات Premium.
es: Esta es una donación para apoyar el proyecto y sus desarrolladores. No desbloquea funciones Premium.
hi: यह परियोजना और इसके डेवलपर्स का समर्थन करने के लिए एक दान है। यह प्रीमियम सुविधाओं को अनलॉक नहीं करता है।
id: Ini adalah donasi untuk mendukung proyek dan pengembangnya. Ini tidak membuka kunci fitur Premium.
pl: To darowizna na wsparcie projektu i jego deweloperów. Nie odblokowuje funkcji Premium.
ru: Это пожертвование для поддержки проекта и его разработчиков. Оно не разблокирует премиум-функции.

source: Heroes on Convertica are users who purchase a Premium subscription. Contributions here are for support only — think of it as becoming an invisible hero.
ar: الأبطال على كونفيرتيكا هم مستخدمون يشترون اشتراك Premium. المساهمات هنا للدعم فقط - فكر فيها كأن تصبح بطلاً غير مرئي.
es: Los Héroes en Convertica son usuarios que compran una suscripción Premium. Las contribuciones aquí son solo para apoyo — piénsalo como convertirte en un héroe invisible.
hi: Convertica पर हीरो वे उपयोगकर्ता हैं जो प्रीमियम सदस्यता खरीदते हैं। यहां योगदान केवल समर्थन के लिए हैं — इसे एक अदृश्य हीरो बनने के रूप में सोचें।
id: Pahlawan di Convertica adalah pengguna yang membeli langganan Premium. Kontribusi di sini hanya untuk dukungan — anggap saja sebagai menjadi pahlawan tak terlihat.
pl: Bohaterowie w Convertica to użytkownicy, którzy wykupili subskrypcję Premium. Wkłady tutaj są tylko na wsparcie — myśl o tym jak o zostaniu niewidzialnym bohaterem.
ru: Герои на Convertica — это пользователи, которые приобретают премиум-подписку. Взносы здесь только для поддержки — считайте, что вы становитесь невидимым героем.

source: Subscriptions and contributions are temporarily paused while we complete the business setup. The free tools remain fully available.
ar: الاشتراكات والمساهمات متوقفة مؤقتاً بينما نكمل إعداد الأعمال. الأدوات المجانية تظل متاحة بالكامل.
es: Las suscripciones y contribuciones están temporalmente pausadas mientras completamos la configuración del negocio. Las herramientas gratuitas permanecen completamente disponibles.
hi: हमारे व्यवसाय सेटअप पूरा करने के दौरान सदस्यता और योगदान अस्थायी रूप से रोक दिए गए हैं। मुफ़्त उपकरण पूरी तरह से उपलब्ध रहते हैं।
id: Langganan dan kontribusi sementara dijeda sementara kami menyelesaikan persiapan bisnis. Alat gratis tetap tersedia sepenuhnya.
pl: Subskrypcje i wkłady są tymczasowo wstrzymane, podczas gdy ukończymy konfigurację biznesową. Darmowe narzędzia pozostają w pełni dostępne.
ru: Подписки и взносы временно приостановлены, пока мы завершаем настройку бизнеса. Бесплатные инструменты остаются полностью доступными.

source: Contribution type
ar: نوع المساهمة
es: Tipo de contribución
hi: योगदान प्रकार
id: Jenis kontribusi
pl: Typ wkładu
ru: Тип взноса

source: One-time
ar: مرة واحدة
es: Única vez
hi: एक-बार का
id: Sekali waktu
pl: Jednorazowy
ru: Одноразовый

source: Monthly
ar: شهري
es: Mensual
hi: मासिक
id: Bulanan
pl: Miesięczny
ru: Ежемесячный

source: Currency
ar: العملة
es: Moneda
hi: मुद्रा
id: Mata uang
pl: Waluta
ru: Валюта

source: Amount
ar: المبلغ
es: Cantidad
hi: राशि
id: Jumlah
pl: Kwota
ru: Сумма

source: Proceed to secure payment
ar: المتابعة إلى الدفع الآمن
es: Proceder al pago seguro
hi: सुरक्षित भुगतान के लिए आगे बढ़ें
id: Lanjutkan ke pembayaran aman
pl: Przejdź do bezpiecznej płatności
ru: Перейти к безопасной оплате

source: Payments are processed by Stripe. You can cancel monthly support anytime in Stripe customer portal.
ar: يتم معالجة المدفوعات بواسطة Stripe. يمكنك إلغاء الدعم الشهري في أي وقت من خلال بوابة عملاء Stripe.
es: Los pagos son procesados por Stripe. Puedes cancelar el apoyo mensual en cualquier momento en el portal de clientes de Stripe.
hi: भुगतान Stripe द्वारा संसाधित किए जाते हैं। आप Stripe ग्राहक पोर्टल में कभी भी मासिक समर्थन रद्द कर सकते हैं।
id: Pembayaran diproses oleh Stripe. Anda dapat membatalkan dukungan bulanan kapan saja di portal pelanggan Stripe.
pl: Płatności są przetwarzane przez Stripe. Możesz anulować wsparcie miesięczne w dowolnym momencie w portalu klienta Stripe.
ru: Платежи обрабатываются через Stripe. Вы можете отменить ежемесячную поддержку в любое время в клиентском портале Stripe.

source: Why payments are paused
ar: لماذا المدفوعات متوقفة
es: Por qué los pagos están pausados
hi: भुगतान क्यों रोके गए हैं
id: Mengapa pembayaran dijeda
pl: Dlaczego płatności są wstrzymane
ru: Почему платежи приостановлены

source: We’re temporarily pausing Premium subscriptions and contributions while we complete the business setup. This helps us keep everything clean and compliant.
ar: نوقف اشتراكات Premium والمساهمات مؤقتاً بينما نكمل إعداد الأعمال. هذا يساعدنا في الحفاظ على كل شيء نظيف ومتوافق.
es: Estamos pausando temporalmente las suscripciones Premium y contribuciones mientras completamos la configuración del negocio. Esto nos ayuda a mantener todo limpio y conforme.
hi: हम व्यवसाय सेटअप पूरा करने के दौरान अस्थायी रूप से प्रीमियम सदस्यता और योगदान रोक रहे हैं। यह हमें सब कुछ साफ और अनुपालन में रखने में मदद करता है।
id: Kami sementara menjeda langganan Premium dan kontribusi sementara kami menyelesaikan persiapan bisnis. Ini membantu kami menjaga semuanya bersih dan sesuai.
pl: Tymczasowo wstrzymujemy subskrypcje Premium i wkłady, podczas gdy ukończymy konfigurację biznesową. Pomaga nam to utrzymać wszystko w porządku i zgodnie z przepisami.
ru: Мы временно приостанавливаем премиум-подписки и взносы, пока мы завершаем настройку бизнеса. Это помогает нам поддерживать все в чистоте и соответствии.

source: Good news: all free tools remain fully available.
ar: أخبار سارة: جميع الأدوات المجانية تظل متاحة بالكامل.
es: Buenas noticias: todas las herramientas gratuitas permanecen completamente disponibles.
hi: अच्छी खबर: सभी मुफ्त उपकरण पूरी तरह से उपलब्ध रहते हैं।
id: Kabar baik: semua alat gratis tetap tersedia sepenuhnya.
pl: Dobra wiadomość: wszystkie darmowe narzędzia pozostają w pełni dostępne.
ru: Хорошие новости: все бесплатные инструменты остаются полностью доступными.

source: Go to free tools
ar: اذهب إلى الأدوات المجانية
es: Ir a herramientas gratuitas
hi: मुफ्त उपकरणों पर जाएं
id: Pergi ke alat gratis
pl: Przejdź do darmowych narzędzi
ru: Перейти к бесплатным инструментам

source: Thank you!
ar: شكراً لك!
es: ¡Gracias!
hi: धन्यवाद!
id: Terima kasih!
pl: Dziękujemy!
ru: Спасибо!

source: Your support helps us keep improving Convertica.
ar: دعمك يساعدنا في الاستمرار في تحسين كونفيرتيكا.
es: Tu apoyo nos ayuda a seguir mejorando Convertica.
hi: आपका समर्थन हमें Convertica को बेहतर बनाने में मदद करता है।
id: Dukungan Anda membantu kami terus meningkatkan Convertica.
pl: Twoje wsparcie pomaga nam ciągle ulepszać Convertica.
ru: Ваша поддержка помогает нам продолжать улучшать Convertica.

source: Premium features and Hero status are part of the subscription plans. This contribution is support only — thank you for being an invisible hero.
ar: ميزات Premium وحالة البطل جزء من خطط الاشتراك. هذه المساهمة للدعم فقط - شكراً لك لكونك بطلاً غير مرئي.
es: Las funciones Premium y el estado de Héroe son parte de los planes de suscripción. Esta contribución es solo para apoyo — gracias por ser un héroe invisible.
hi: प्रीमियम सुविधाएं और हीरो स्थिति सदस्यता योजनाओं का हिस्सा हैं। यह योगदान केवल समर्थन के लिए है — एक अदृश्य हीरो बनने के लिए धन्यवाद।
id: Fitur premium dan status Pahlawan adalah bagian dari paket langganan. Kontribusi ini hanya untuk dukungan — terima kasih telah menjadi pahlawan tak terlihat.
pl: Funkcje Premium i status Bohatera są częścią planów subskrypcyjnych. Ten wkład to tylko wsparcie — dziękujemy za bycie niewidzialnym bohaterem.
ru: Премиум-функции и статус героя являются частью планов подписки. Этот взнос только для поддержки — спасибо, что вы невидимый герой.

source: Support again
ar: ادعم مرة أخرى
es: Apoyar de nuevo
hi: फिर से समर्थन करें
id: Dukung lagi
pl: Wesprzyj ponownie
ru: Поддержать снова

source: Back to Pricing
ar: العودة إلى التسعير
es: Volver a Precios
hi: मूल्य निर्धारण पर वापस
id: Kembali ke Harga
pl: Powrót do Cen
ru: Вернуться к тарифам

source: Note: this support payment does not unlock Premium features.
ar: ملاحظة: دفعة الدعم هذه لا تفتح ميزات Premium.
es: Nota: este pago de apoyo no desbloquea funciones Premium.
hi: ध्यान दें: यह समर्थन भुगतान प्रीमियम सुविधाओं को अनलॉक नहीं करता है।
id: Catatan: pembayaran dukungan ini tidak membuka kunci fitur Premium.
pl: Uwaga: ta płatność wsparcia nie odblokowuje funkcji Premium.
ru: Примечание: этот платеж поддержки не разблокирует премиум-функции.

source: Terms of Service - Convertica
ar: شروط الخدمة - كونفيرتيكا
es: Términos de servicio - Convertica
hi: सेवा की शर्तें - Convertica
id: Ketentuan Layanan - Convertica
pl: Warunki korzystania - Convertica
ru: Условия обслуживания - Convertica

source: Welcome to Convertica. These Terms of Service (\
ar: مرحباً بك في كونفيرتيكا. شروط الخدمة هذه (\
es: Bienvenido a Convertica. Estos Términos de Servicio (
hi: Convertica में आपका स्वागत है। ये सेवा की शर्तें ("शर्तें")
id: Selamat datang di Convertica. Ketentuan Layanan ini ("Ketentuan") mengatur penggunaan Anda atas situs web dan layanan kami.
pl: Witamy w Convertica
ru: Добро пожаловать в Convertica. Эти Условия обслуживания ("Условия") регулируют ваш доступ и использование веб-сайта Convertica и связанных с ним услуг ("Услуги").

source: If you disagree with any part of these Terms, then you may not access or use our Services.
ar: إذا كنت لا توافق على أي جزء من هذه الشروط، فلا يجوز لك الوصول إلى خدماتنا أو استخدامها.
es: Si no estás de acuerdo con alguna parte de estos Términos, no puedes acceder ni usar nuestros Servicios.
hi: यदि आप इन शर्तों के किसी भी भाग से असहमत हैं, तो आप हमारी सेवाओं तक पहुँच या उपयोग नहीं कर सकते।
id: Jika Anda tidak setuju dengan bagian mana pun dari Ketentuan ini, maka Anda tidak dapat mengakses atau menggunakan Layanan kami.
pl: Jeśli nie zgadzasz się z jakąkolwiek częścią tych Warunków, nie możesz uzyskać dostępu ani korzystać z naszych Usług.
ru: Если вы не согласны с какой-либо частью этих Условий, вы не можете получать доступ или использовать наши Услуги.

source: Acceptance of Terms
ar: قبول الشروط
es: Aceptación de términos
hi: शर्तों की स्वीकृति
id: Penerimaan Ketentuan
pl: Akceptacja warunków
ru: Принятие условий
