Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Higher DPI = better quality but larger file size. 300 DPI is recommended for most uses.
ar: DPI أعلى = جودة أفضل ولكن حجم ملف أكبر. يُوصى بـ 300 DPI لمعظم الاستخدامات.
es: Mayor DPI = mejor calidad pero mayor tamaño de archivo. Se recomienda 300 DPI para la mayoría de los usos.
hi: उच्च DPI = बेहतर गुणवत्ता लेकिन बड़ा फ़ाइल आकार। अधिकांश उपयोगों के लिए 300 DPI की अनुशंसा की जाती है।
id: DPI lebih tinggi = kualitas lebih baik tetapi ukuran file lebih besar. 300 DPI direkomendasikan untuk sebagian besar penggunaan.
pl: Wyższe DPI = lepsza jakość, ale większy rozmiar pliku. 300 DPI jest zalecane dla większości zastosowań.
ru: Чем выше DPI, тем лучше качество, но больше размер файла. 300 DPI рекомендуется для большинства случаев использования.

source: Select your PDF file using the button above or drag and drop
ar: حدد ملف PDF الخاص بك باستخدام الزر أعلاه أو اسحبه وأفلته
es: Selecciona tu archivo PDF usando el botón de arriba o arrástralo
hi: ऊपर दिए गए बटन का उपयोग करके अपनी PDF फ़ाइल चुनें या इसे खींचें और छोड़ें
id: Pilih file PDF Anda menggunakan tombol di atas atau seret dan lepas
pl: Wybierz plik PDF używając przycisku powyżej lub przeciągnij i upuść
ru: Выберите файл ПДФ с помощью кнопки выше или перетащите его

source: Choose which pages to convert: all pages or specific pages
ar: اختر الصفحات المراد تحويلها من PDF إلى JPG: جميع الصفحات أو صفحات محددة (مثل 1,3,5 أو 1-5)
es: Elige qué páginas convertir de PDF a JPG: todas las páginas o páginas específicas (ej., 1,3,5 o 1-5)
hi: चुनें कि किन पृष्ठों को PDF से JPG में बदलना है: सभी पृष्ठ या विशिष्ट पृष्ठ (उदाहरण के लिए, 1,3,5 या 1-5)
id: Pilih halaman mana yang akan dikonversi dari PDF ke JPG: semua halaman atau halaman tertentu (mis., 1,3,5 atau 1-5)
pl: Wybierz, które strony przekonwertować z PDF na JPG: wszystkie strony lub konkretne strony (np. 1,3,5 lub 1-5)
ru: Выберите, какие страницы конвертировать из ПДФ в JPG: все страницы или конкретные страницы (например, 1,3,5 или 1-5)

source: Select image quality (DPI) - 300 DPI recommended for high quality
ar: حدد جودة DPI لتحويل PDF إلى JPG (يوصى بـ 300 DPI للجودة العالية، 72 DPI لحجم ملف أصغر)
es: Selecciona la calidad DPI para la conversión de PDF a JPG (se recomienda 300 DPI para alta calidad, 72 DPI para archivos más pequeños)
hi: PDF से JPG रूपांतरण के लिए DPI गुणवत्ता चुनें (उच्च गुणवत्ता के लिए 300 DPI अनुशंसित, छोटे फ़ाइल आकार के लिए 72 DPI)
id: Pilih kualitas DPI untuk konversi PDF ke JPG (300 DPI direkomendasikan untuk kualitas tinggi, 72 DPI untuk ukuran file lebih kecil)
pl: Wybierz jakość DPI dla konwersji PDF na JPG (zalecane 300 DPI dla wysokiej jakości, 72 DPI dla mniejszego rozmiaru pliku)
ru: Выберите качество DPI для конвертации ПДФ в JPG (рекомендуется 300 DPI для высокого качества, 72 DPI для меньшего размера файла)

source: Click Convert to start PDF to JPG conversion
ar: انقر على زر التحويل لبدء عملية تحويل PDF إلى JPG
es: Haz clic en el botón de convertir para iniciar el proceso de conversión de PDF a JPG
hi: PDF से JPG रूपांतरण प्रक्रिया शुरू करने के लिए कन्वर्ट बटन पर क्लिक करें
id: Klik tombol konversi untuk memulai proses konversi PDF ke JPG
pl: Kliknij przycisk konwersji, aby rozpocząć proces konwersji PDF na JPG
ru: Нажмите кнопку "Конвертировать", чтобы начать процесс конвертации ПДФ в JPG

source: Download the ZIP archive with all JPG images
ar: قم بتنزيل أرشيف ZIP الذي يحتوي على جميع صور JPG المحولة من ملف PDF الخاص بك
es: Descarga el archivo ZIP que contiene todas las imágenes JPG convertidas de tu PDF
hi: ZIP संग्रह डाउनलोड करें जिसमें आपके PDF से सभी परिवर्तित JPG छवियाँ हों
id: Unduh arsip ZIP yang berisi semua gambar JPG yang dikonversi dari PDF Anda
pl: Pobierz archiwum ZIP zawierające wszystkie przekonwertowane obrazy JPG z Twojego PDF
ru: Скачайте ZIP-архив, содержащий все конвертированные изображения JPG из вашего ПДФ

source: PDF files with up to %(max_pages)s pages are supported. Output is a ZIP archive with JPG images named by page number.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Click the convert button to start converting PDF to PowerPoint (PDF to PPTX conversion)
ar: انقر على زر التحويل لبدء تحويل PDF إلى PowerPoint (تحويل PDF إلى PPTX)
es: Haz clic en el botón convertir para iniciar la conversión de PDF a PowerPoint (conversión de PDF a PPTX)
hi: PDF को PowerPoint (PDF से PPTX रूपांतरण) में बदलना शुरू करने के लिए कन्वर्ट बटन पर क्लिक करें
id: Klik tombol konversi untuk memulai konversi PDF ke PowerPoint (konversi PDF ke PPTX)
pl: Kliknij przycisk konwersji, aby rozpocząć konwersję PDF na PowerPoint (konwersja PDF na PPTX)
ru: Нажмите кнопку "Конвертировать", чтобы начать конвертацию ПДФ в PowerPoint (конвертация ПДФ в PPTX)

source: Wait for the PDF to PowerPoint conversion to complete - pages will be extracted from your PDF and converted to editable PowerPoint slides
ar: انتظر حتى يكتمل تحويل PDF إلى PowerPoint - سيتم استخراج الصفحات من ملف PDF الخاص بك وتحويلها إلى شرائح PowerPoint قابلة للتحرير
es: Espera a que se complete la conversión de PDF a PowerPoint - las páginas se extraerán de tu PDF y se convertirán en diapositivas de PowerPoint editables
hi: PDF से PowerPoint रूपांतरण पूरा होने की प्रतीक्षा करें - पृष्ठ आपके PDF से निकाले जाएँगे और संपादन योग्य PowerPoint स्लाइड्स में बदले जाएँगे
id: Tunggu hingga konversi PDF ke PowerPoint selesai - halaman akan diekstrak dari PDF Anda dan dikonversi ke slide PowerPoint yang dapat diedit
pl: Poczekaj na zakończenie konwersji PDF na PowerPoint - strony zostaną wyodrębnione z Twojego PDF i przekonwertowane na edytowalne slajdy PowerPoint
ru: Дождитесь завершения конвертации ПДФ в PowerPoint — страницы будут извлечены из вашего ПДФ и преобразованы в редактируемые слайды PowerPoint

source: Download your editable PowerPoint presentation (PPTX format) - your PDF has been successfully converted to PowerPoint
ar: قم بتنزيل عرض PowerPoint التقديمي القابل للتحرير (تنسيق PPTX) - تم تحويل ملف PDF الخاص بك بنجاح إلى PowerPoint
es: Descarga tu presentación de PowerPoint editable (formato PPTX) - tu PDF se ha convertido exitosamente a PowerPoint
hi: अपनी संपादन योग्य PowerPoint प्रस्तुति (PPTX प्रारूप) डाउनलोड करें - आपका PDF सफलतापूर्वक PowerPoint में बदल दिया गया है
id: Unduh presentasi PowerPoint yang dapat diedit (format PPTX) - PDF Anda telah berhasil dikonversi ke PowerPoint
pl: Pobierz swoją edytowalną prezentację PowerPoint (format PPTX) - Twój PDF został pomyślnie przekonwertowany na PowerPoint
ru: Скачайте редактируемую презентацию PowerPoint (формат PPTX) — ваш ПДФ был успешно конвертирован в PowerPoint

source: Free users can convert PDF files with up to %(max_pages)s pages. Premium users have higher limits. Each PDF page will be converted to a PowerPoint slide. For best results, use PDFs with clear layouts and high-quality content.
ar: يمكن للمستخدمين المجانيين تحويل ملفات PDF التي تصل إلى %(max_pages)s صفحة. للمستخدمين المميزين حدود أعلى. سيتم تحويل كل صفحة PDF إلى شريحة PowerPoint. للحصول على أفضل النتائج، استخدم ملفات PDF بتخطيطات واضحة ومحتوى عالي الجودة.
es: Los usuarios gratuitos pueden convertir archivos PDF con hasta %(max_pages)s páginas. Los usuarios premium tienen límites más altos. Cada página PDF se convertirá en una diapositiva de PowerPoint. Para obtener mejores resultados, usa PDFs con diseños claros y contenido de alta calidad.
hi: मुफ्त उपयोगकर्ता %(max_pages)s पृष्ठों तक की PDF फ़ाइलें बदल सकते हैं। प्रीमियम उपयोगकर्ताओं की उच्च सीमाएँ हैं। प्रत्येक PDF पृष्ठ एक PowerPoint स्लाइड में बदला जाएगा। सर्वोत्तम परिणामों के लिए, स्पष्ट लेआउट और उच्च-गुणवत्ता वाली सामग्री वाली PDFs का उपयोग करें।
id: Pengguna gratis dapat mengonversi file PDF hingga %(max_pages)s halaman. Pengguna premium memiliki batas lebih tinggi. Setiap halaman PDF akan dikonversi menjadi slide PowerPoint. Untuk hasil terbaik, gunakan PDF dengan tata letak yang jelas dan konten berkualitas tinggi.
pl: Użytkownicy darmowi mogą konwertować pliki PDF do %(max_pages)s stron. Użytkownicy Premium mają wyższe limity. Każda strona PDF zostanie przekonwertowana na slajd PowerPoint. Dla najlepszych rezultatów używaj plików PDF z wyraźnym układem i wysokiej jakości treścią.
ru: Бесплатные пользователи могут конвертировать файлы ПДФ с количеством страниц до %(max_pages)s. Премиум пользователи имеют более высокие лимиты. Каждая страница ПДФ будет преобразована в слайд PowerPoint. Для лучших результатов используйте ПДФ с четкой структурой и качественным контентом.

source: Enable OCR (Optical Character Recognition)
ar: تفعيل OCR (التعرف الضوئي على الأحرف)
es: Activar OCR (Reconocimiento Óptico de Caracteres)
hi: OCR (ऑप्टिकल कैरेक्टर रिकग्निशन) सक्षम करें
id: Aktifkan OCR (Pengenalan Karakter Optik)
pl: Włącz OCR (optyczne rozpoznawanie znaków)
ru: Включить OCR (Оптическое распознавание символов)

source: Extract text from scanned PDFs and images. Convert image-based PDFs to editable text.
ar: استخراج النص من ملفات PDF الممسوحة ضوئياً والصور. تحويل ملفات PDF المستندة إلى الصور إلى نص قابل للتحرير.
es: Extrae texto de PDFs escaneados e imágenes. Convierte PDFs basados en imágenes en texto editable.
hi: स्कैन की गई PDFs और छवियों से पाठ निकालें। छवि-आधारित PDFs को संपादन योग्य पाठ में बदलें।
id: Ekstrak teks dari PDF yang dipindai dan gambar. Konversi PDF berbasis gambar menjadi teks yang dapat diedit.
pl: Wyodrębnij tekst ze zeskanowanych plików PDF i obrazów. Konwertuj PDF oparte na obrazach na edytowalny tekst.
ru: Извлекайте текст из отсканированных ПДФ и изображений. Конвертируйте ПДФ на основе изображений в редактируемый текст.

source: Premium feature - extract text from scanned PDFs and images. Upgrade to Premium to enable.
ar: ميزة مميزة - استخراج النص من ملفات PDF الممسوحة ضوئياً والصور. قم بالترقية إلى المميز لتفعيلها.
es: Función premium: extraer texto de PDFs escaneados e imágenes. Actualiza a Premium para activar.
hi: प्रीमियम सुविधा - स्कैन की गई PDFs और छवियों से पाठ निकालें। सक्षम करने के लिए प्रीमियम में अपग्रेड करें।
id: Fitur premium - ekstrak teks dari PDF yang dipindai dan gambar. Tingkatkan ke Premium untuk mengaktifkan.
pl: Funkcja Premium - wyodrębnianie tekstu ze zeskanowanych plików PDF i obrazów. Przejdź na Premium, aby włączyć.
ru: Премиум функция - извлечение текста из отсканированных ПДФ и изображений. Обновитесь до Премиум, чтобы включить.

source: Log in to upgrade
ar: سجل الدخول للترقية
es: Inicia sesión para actualizar
hi: अपग्रेड करने के लिए लॉग इन करें
id: Masuk untuk meningkatkan
pl: Zaloguj się, aby przejść na wyższy plan
ru: Войдите, чтобы обновить

source: Upgrade to Premium
ar: الترقية إلى المميز
es: Actualizar a Premium
hi: प्रीमियम में अपग्रेड करें
id: Tingkatkan ke Premium
pl: Przejdź na Premium
ru: Обновить до Премиум

source: Document Language
ar: لغة المستند
es: Idioma del documento
hi: दस्तावेज़ भाषा
id: Bahasa Dokumen
pl: Język dokumentu
ru: Язык документа

source: Auto-detect
ar: الكشف التلقائي
es: Auto-detectar
hi: स्वतः पहचान
id: Deteksi otomatis
pl: Automatyczne wykrywanie
ru: Автоопределение

source: English
ar: الإنجليزية
es: Inglés
hi: अंग्रेज़ी
id: Inggris
pl: Angielski
ru: Английский

source: Russian
ar: الروسية
es: Ruso
hi: रूसी
id: Rusia
pl: Rosyjski
ru: Русский

source: German
ar: الألمانية
es: Alemán
hi: जर्मन
id: Jerman
pl: Niemiecki
ru: Немецкий

source: French
ar: الفرنسية
es: Francés
hi: फ़्रेंच
id: Prancis
pl: Francuski
ru: Французский

source: Spanish
ar: الإسبانية
es: Español
hi: स्पेनिश
id: Spanyol
pl: Hiszpański
ru: Испанский

source: Italian
ar: الإيطالية
es: Italiano
hi: इतालवी
id: Italia
pl: Włoski
ru: Итальянский

source: Portuguese
ar: البرتغالية
es: Portugués
hi: पुर्तगाली
id: Portugis
pl: Portugalski
ru: Португальский

source: Polish
ar: البولندية
es: Polaco
hi: पोलिश
id: Polandia
pl: Polski
ru: Польский

source: Ukrainian
ar: الأوكرانية
es: Ucraniano
hi: यूक्रेनियन
id: Ukraina
pl: Ukraiński
ru: Украинский

source: Chinese (Simplified)
ar: الصينية (المبسطة)
es: Chino (Simplificado)
hi: चीनी (सरलीकृत)
id: Cina (Sederhana)
pl: Chiński (uproszczony)
ru: Китайский (упрощенный)

source: Chinese (Traditional)
ar: الصينية (التقليدية)
es: Chino (Tradicional)
hi: चीनी (पारंपरिक)
id: Cina (Tradisional)
pl: Chiński (tradycyjny)
ru: Китайский (традиционный)

source: Japanese
ar: اليابانية
es: Japonés
hi: जापानी
id: Jepang
pl: Japoński
ru: Японский

source: Korean
ar: الكورية
es: Coreano
hi: कोरियाई
id: Korea
pl: Koreański
ru: Корейский

source: Arabic
ar: العربية
es: Árabe
hi: अरबी
id: Arab
pl: Arabski
ru: Арабский

source: Hindi
ar: الهندية
hi: हिन्दी
ru: Хинди

source: Turkish
ar: التركية
es: Turco
hi: तुर्की
id: Turki
pl: Turecki
ru: Турецкий

source: Indonesian
ar: الإندونيسية
es: Indonesio
hi: इंडोनेशियाई
id: Indonesia
pl: Indonezyjski
ru: Индонезийский

source: Select the language of your document for better OCR accuracy.
ar: حدد لغة مستندك للحصول على دقة أفضل في التعرف الضوئي على الأحرف (OCR).
es: Selecciona el idioma de tu documento para una mejor precisión del OCR.
hi: बेहतर OCR सटीकता के लिए अपने दस्तावेज़ की भाषा चुनें।
id: Pilih bahasa dokumen Anda untuk akurasi OCR yang lebih baik.
pl: Wybierz język dokumentu dla lepszej dokładności OCR.
ru: Выберите язык вашего документа для лучшей точности OCR.

source: How to Convert PDF to Editable Word Document Online Free
ar: كيفية تحويل PDF إلى مستند Word قابل للتحرير عبر الإنترنت مجانًا
es: Cómo convertir PDF a documento Word editable en línea gratis
hi: PDF को संपादन योग्य Word दस्तावेज़ में मुफ्त ऑनलाइन कैसे बदलें
id: Cara Mengonversi PDF ke Dokumen Word yang Dapat Diedit Online Gratis
pl: Jak przekonwertować PDF na edytowalny dokument Word online za darmo
ru: Как бесплатно конвертировать PDF в редактируемый Word документ онлайн

source: Select your PDF file using the button above or drag and drop it into the zone
ar: حدد ملف PDF الخاص بك باستخدام الزر أعلاه أو اسحبه وأفلته في المنطقة أدناه
es: Selecciona tu archivo PDF usando el botón de arriba o arrástralo a la zona de abajo
hi: ऊपर दिए गए बटन का उपयोग करके अपनी PDF फ़ाइल चुनें या इसे नीचे दिए गए क्षेत्र में खींचें और छोड़ें
id: Pilih file PDF Anda menggunakan tombol di atas atau seret dan lepas ke zona di bawah
pl: Wybierz plik PDF za pomocą przycisku powyżej lub przeciągnij i upuść go w strefie poniżej
ru: Выберите файл ПДФ с помощью кнопки выше или перетащите его в область ниже

source: Click the Convert button to start PDF to Word conversion
ar: انقر على زر التحويل لبدء عملية تحويل PDF إلى JPG
es: Haz clic en el botón de convertir para iniciar el proceso de conversión de PDF a JPG
hi: PDF से JPG रूपांतरण प्रक्रिया शुरू करने के लिए कन्वर्ट बटन पर क्लिक करें
id: Klik tombol konversi untuk memulai proses konversi PDF ke JPG
pl: Kliknij przycisk konwersji, aby rozpocząć proces konwersji PDF na JPG
ru: Нажмите кнопку "Конвертировать", чтобы начать процесс конвертации ПДФ в JPG

source: Wait for conversion - text, tables, and formatting will be extracted
ar: انتظر التحويل - سيتم استخراج النصوص، الجداول، والتنسيق
es: Espera la conversión: se extraerán texto, tablas y formato
hi: रूपांतरण की प्रतीक्षा करें - पाठ, तालिकाएँ और स्वरूपण निकाले जाएंगे
id: Tunggu konversi - teks, tabel, dan pemformatan akan diekstraksi
pl: Poczekaj na konwersję - tekst, tabele i formatowanie zostaną wyodrębnione
ru: Ожидайте конвертации - текст, таблицы и форматирование будут извлечены

source: Download your editable Word document (.docx)
ar: قم بتنزيل ملف PDF المحرر
es: Descarga tu archivo PDF editado
hi: अपनी संपादित PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF yang telah diedit
pl: Pobierz swój edytowany plik PDF
ru: Скачайте ваш отредактированный файл ПДФ

source: PDF files with up to %(max_pages)s pages are supported for free users. For larger files, split them or upgrade to Premium.
ar: يمكن للمستخدمين المجانيين معالجة ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر أو الترقية إلى المميز لمعالجة ملفات أكبر بحدود أعلى.
es: Los usuarios gratuitos pueden convertir archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas o actualiza a Premium para procesar archivos más grandes con límites más altos.
hi: मुफ्त उपयोगकर्ताओं के लिए %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें या उच्च सीमाओं के साथ बड़ी फ़ाइलें संसाधित करने के लिए प्रीमियम में अपग्रेड करें।
id: File PDF hingga %(max_pages)s halaman didukung untuk pengguna gratis. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian atau tingkatkan ke Premium untuk memproses file yang lebih besar dengan batas yang lebih tinggi.
pl: Dla użytkowników darmowych obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części lub przejść na Premium, aby przetwarzać większe pliki z wyższymi limitami.
ru: Бесплатные пользователи могут обрабатывать файлы ПДФ до %(max_pages)s страниц. Для больших файлов, пожалуйста, разделите их на более мелкие части или обновитесь до Премиум для обработки больших файлов с более высокими лимитами.

source: PDF files with up to %(max_pages)s pages are supported. For larger files, please split them into smaller parts.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Premium users can process PDF files with up to %(max_pages)s pages.
ar: يمكن للمستخدمين المميزين معالجة ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Los usuarios premium pueden procesar archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: प्रीमियम उपयोगकर्ता %(max_pages)s पृष्ठों तक की PDF फ़ाइलें संसाधित कर सकते हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: Pengguna premium dapat memproses file PDF hingga %(max_pages)s halaman. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Użytkownicy Premium mogą przetwarzać pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Премиум пользователи могут обрабатывать файлы ПДФ до %(max_pages)s страниц. Для больших файлов, пожалуйста, разделите их на более мелкие части.

source: Select your PowerPoint file (PPT or PPTX) using the button above or drag and drop it
ar: حدد ملف PowerPoint الخاص بك (PPT أو PPTX) باستخدام الزر أعلاه أو اسحبه وأفلته
es: Selecciona tu archivo PowerPoint (PPT o PPTX) usando el botón de arriba o arrástralo y suéltalo
hi: ऊपर दिए गए बटन का उपयोग करके अपनी PowerPoint फ़ाइल (PPT या PPTX) चुनें या इसे खींचें और छोड़ें
id: Pilih file PowerPoint Anda (PPT atau PPTX) menggunakan tombol di atas atau seret dan lepas
pl: Wybierz swój plik PowerPoint (PPT lub PPTX) za pomocą przycisku powyżej lub przeciągnij i upuść go
ru: Выберите файл PowerPoint (PPT или PPTX) с помощью кнопки выше или перетащите

source: How to Convert Word Document to PDF File Online Free
ar: كيفية تحويل مستند Word إلى ملف PDF عبر الإنترنت مجانًا
es: Cómo convertir documento Word a archivo PDF en línea gratis
hi: Word दस्तावेज़ को PDF फ़ाइल में मुफ्त ऑनलाइन कैसे बदलें
id: Cara Mengonversi Dokumen Word ke File PDF Online Gratis
pl: Jak przekonwertować dokument Word na plik PDF online za darmo
ru: Как бесплатно конвертировать Word документ в PDF файл онлайн

source: Select your Word document (DOC or DOCX) using the button above
ar: حدد مستند Word الخاص بك (DOC أو DOCX) باستخدام الزر أعلاه أو اسحبه وأفلته في المنطقة أدناه
es: Selecciona tu documento Word (DOC o DOCX) usando el botón de arriba o arrástralo a la zona de abajo
hi: ऊपर दिए गए बटन का उपयोग करके अपना Word दस्तावेज़ (DOC या DOCX) चुनें या इसे नीचे दिए गए क्षेत्र में खींचें और छोड़ें
id: Pilih dokumen Word Anda (DOC atau DOCX) menggunakan tombol di atas atau seret dan lepas ke zona di bawah
pl: Wybierz dokument Word (DOC lub DOCX) za pomocą przycisku powyżej lub przeciągnij i upuść go w strefie poniżej
ru: Выберите документ Ворд (DOC или DOCX) с помощью кнопки выше или перетащите его в область ниже

source: Click the Convert button to start Word to PDF conversion
ar: انقر على زر التحويل لبدء تحويل Word إلى PDF (تحويل DOCX إلى PDF)
es: Haz clic en el botón convertir para iniciar la conversión de Word a PDF (conversión de DOCX a PDF)
hi: Word को PDF (DOCX से PDF रूपांतरण) में बदलना शुरू करने के लिए कन्वर्ट बटन पर क्लिक करें
id: Klik tombol konversi untuk memulai konversi Word ke PDF (konversi DOCX ke PDF)
pl: Kliknij przycisk konwersji, aby rozpocząć konwersję Word na PDF (konwersja DOCX na PDF)
ru: Нажмите кнопку "Конвертировать", чтобы начать конвертацию Ворд в ПДФ (конвертация DOCX в ПДФ)

source: Wait for conversion - formatting, fonts, and images will be preserved
ar: انتظر التحويل - سيتم الحفاظ على التنسيق، الخطوط، والصور
es: Espera la conversión: se conservarán formato, fuentes e imágenes
hi: रूपांतरण की प्रतीक्षा करें - स्वरूपण, फ़ॉन्ट और छवियाँ संरक्षित रहेंगी
id: Tunggu konversi - pemformatan, font, dan gambar akan dipertahankan
pl: Poczekaj na konwersję - formatowanie, czcionki i obrazy zostaną zachowane
ru: Ожидайте конвертации - форматирование, шрифты и изображения будут сохранены

source: Download your PDF file - ready for sharing
ar: قم بتنزيل ملف PDF الخاص بك
es: Descarga tu archivo PDF
hi: अपनी PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF Anda
pl: Pobierz swój plik PDF
ru: Скачайте ваш файл ПДФ

source: Word documents with up to %(max_pages)s pages are supported. Formatting, fonts, images, and layout are preserved.
ar: يتم دعم مستندات Word التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر. يحافظ التحويل على التنسيق والخطوط والصور وتخطيط الصفحة.
es: Se admiten documentos Word con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas. La conversión preserva el formato, fuentes, imágenes y diseño de página.
hi: %(max_pages)s पृष्ठों तक के Word दस्तावेज़ समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें। रूपांतरण फ़ॉर्मेटिंग, फ़ॉन्ट, छवियों और पृष्ठ लेआउट को संरक्षित रखता है।
id: Dokumen Word hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian. Konversi mempertahankan pemformatan, font, gambar, dan tata letak halaman.
pl: Obsługiwane są dokumenty Word do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części. Konwersja zachowuje formatowanie, czcionki, obrazy i układ strony.
ru: Документы Ворд с количеством страниц до %(max_pages)s поддерживаются. Для больших файлов, пожалуйста, разделите их на более мелкие части. Конвертация сохраняет форматирование, шрифты, изображения и макет страницы.
