Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Run comparison, review page-by-page changes on screen, and download ZIP reports if needed.
ar: شغّل المقارنة، وراجع التغييرات صفحةً بصفحة على الشاشة، ونزّل تقارير ZIP عند الحاجة.
es: Ejecuta la comparación, revisa los cambios página por página en pantalla y descarga informes ZIP si lo necesitas.
hi: तुलना चलाएँ, स्क्रीन पर पेज-दर-पेज बदलाव देखें, और जरूरत हो तो ZIP रिपोर्ट डाउनलोड करें।
id: Jalankan perbandingan, tinjau perubahan per halaman di layar, dan unduh laporan ZIP bila perlu.
pl: Uruchom porównanie, przejrzyj zmiany strona po stronie na ekranie i w razie potrzeby pobierz raporty ZIP.
ru: Запустите сравнение, просмотрите изменения по страницам на экране и при необходимости скачайте ZIP-отчеты.

source: Tip: Keep page sizes and orientation consistent for clearer visual diff output.
ar: نصيحة: حافظ على اتساق أحجام الصفحات واتجاهها للحصول على نتائج مقارنة مرئية أوضح.
es: Consejo: mantén el mismo tamaño y orientación de página para obtener una comparación visual más clara.
hi: टिप: अधिक स्पष्ट विज़ुअल डिफ़ आउटपुट के लिए पेज आकार और ओरिएंटेशन समान रखें।
id: Tips: pertahankan ukuran dan orientasi halaman yang sama agar hasil perbandingan visual lebih jelas.
pl: Wskazówka: zachowaj ten sam rozmiar i orientację stron, aby uzyskać czytelniejszy wynik porównania wizualnego.
ru: Совет: сохраняйте одинаковый размер и ориентацию страниц для более наглядного визуального сравнения.

source: Comparison failed. Please try again.
ar: فشلت المقارنة. يرجى المحاولة مرة أخرى.
es: La comparación falló. Por favor, inténtalo de nuevo.
hi: तुलना विफल रही। कृपया फिर से प्रयास करें।
id: Perbandingan gagal. Silakan coba lagi.
pl: Porównanie nie powiodło się. Spróbuj ponownie.
ru: Сравнение не удалось. Пожалуйста, попробуйте снова.

source: Please select two PDF files.
ar: يرجى اختيار ملفي PDF.
es: Por favor, selecciona dos archivos PDF.
hi: कृपया दो PDF फ़ाइलें चुनें।
id: Silakan pilih dua file PDF.
pl: Wybierz dwa pliki PDF.
ru: Пожалуйста, выберите два файла PDF.

source: Could not read comparison archive. Please try again.
ar: تعذّر قراءة أرشيف المقارنة. يرجى المحاولة مرة أخرى.
es: No se pudo leer el archivo de comparación. Por favor, inténtalo de nuevo.
hi: तुलना आर्काइव पढ़ा नहीं जा सका। कृपया फिर से प्रयास करें।
id: Arsip perbandingan tidak dapat dibaca. Silakan coba lagi.
pl: Nie udało się odczytać archiwum porównania. Spróbuj ponownie.
ru: Не удалось прочитать архив сравнения. Пожалуйста, попробуйте снова.

source: Comparison report is incomplete. Please run the comparison again.
ar: تقرير المقارنة غير مكتمل. يرجى تشغيل المقارنة مرة أخرى.
es: El informe de comparación está incompleto. Vuelve a ejecutar la comparación.
hi: तुलना रिपोर्ट अधूरी है। कृपया तुलना फिर से चलाएँ।
id: Laporan perbandingan tidak lengkap. Silakan jalankan perbandingan lagi.
pl: Raport porównania jest niekompletny. Uruchom porównanie ponownie.
ru: Отчет о сравнении неполный. Пожалуйста, запустите сравнение снова.

source: No pages found in comparison report.
ar: لم يتم العثور على صفحات في تقرير المقارنة.
es: No se encontraron páginas en el informe de comparación.
hi: तुलना रिपोर्ट में कोई पेज नहीं मिला।
id: Tidak ada halaman yang ditemukan dalam laporan perbandingan.
pl: W raporcie porównania nie znaleziono stron.
ru: В отчете о сравнении не найдено страниц.

source: Compared
ar: تمت المقارنة
es: Comparado
hi: तुलना की गई
id: Dibandingkan
pl: Porównano
ru: Сравнено

source: Added in updated PDF
ar: مضاف في ملف PDF المحدَّث
es: Añadido en el PDF actualizado
hi: अपडेटेड PDF में जोड़ा गया
id: Ditambahkan pada PDF yang diperbarui
pl: Dodano w zaktualizowanym PDF
ru: Добавлено в обновленном PDF

source: Missing in updated PDF
ar: مفقود في ملف PDF المحدَّث
es: Falta en el PDF actualizado
hi: अपडेटेड PDF में अनुपस्थित
id: Hilang pada PDF yang diperbarui
pl: Brak w zaktualizowanym PDF
ru: Отсутствует в обновленном PDF

source: Status unknown
ar: الحالة غير معروفة
es: Estado desconocido
hi: स्थिति अज्ञात
id: Status tidak diketahui
pl: Nieznany status
ru: Статус неизвестен

source: Changed pixels
ar: البكسلات المتغيرة
es: Píxeles cambiados
hi: बदले हुए पिक्सेल
id: Piksel berubah
pl: Zmienione piksele
ru: Измененных пикселей

source: Total pixels
ar: إجمالي البكسلات
es: Píxeles totales
hi: कुल पिक्सेल
id: Total piksel
pl: Łącznie pikseli
ru: Всего пикселей

source: Visual change
ar: التغيير المرئي
es: Cambio visual
hi: दृश्य परिवर्तन
id: Perubahan visual
pl: Zmiana wizualna
ru: Визуальное изменение

source: Text similarity
ar: تشابه النص
es: Similitud de texto
hi: टेक्स्ट समानता
id: Kemiripan teks
pl: Podobieństwo tekstu
ru: Сходство текста

source: Preparing report export...
ar: جارٍ تجهيز تصدير التقرير...
es: Preparando exportación del informe...
hi: रिपोर्ट निर्यात तैयार किया जा रहा है...
id: Menyiapkan ekspor laporan...
pl: Przygotowywanie eksportu raportu...
ru: Подготовка экспорта отчета...

source: Failed to export report.
ar: فشل تصدير التقرير.
es: No se pudo exportar el informe.
hi: रिपोर्ट निर्यात नहीं हो सका।
id: Gagal mengekspor laporan.
pl: Nie udało się wyeksportować raportu.
ru: Не удалось экспортировать отчет.

source: EPUB conversion quality depends on source eBook structure and embedded styles.
ar: تعتمد جودة تحويل EPUB على هيكل الكتاب الإلكتروني المصدر والأنماط المضمنة.
hi: EPUB रूपांतरण गुणवत्ता स्रोत ईबुक संरचना और एम्बेडेड शैलियों पर निर्भर करती है।
id: Kualitas konversi EPUB bergantung pada struktur eBook sumber dan gaya yang disematkan.
pl: Jakość konwersji EPUB zależy od struktury źródłowego e-booka i osadzonych stylów.
ru: Качество конвертации EPUB зависит от структуры исходной электронной книги и встроенных стилей.

source: How EPUB to PDF works
ar: كيف يعمل EPUB إلى PDF
hi: Compare Two PDFs कैसे काम करता है
id: Cara kerja Compare Two PDFs
pl: Jak działa EPUB na PDF
ru: Как работает EPUB в ПДФ

source: Upload an EPUB file from your device.
ar: ارفع ملف EPUB من جهازك.
hi: अपने डिवाइस से एक EPUB फ़ाइल अपलोड करें।
id: Unggah file EPUB dari perangkat Anda.
pl: Prześlij plik EPUB ze swojego urządzenia.
ru: Загрузите файл EPUB с вашего устройства.

source: Click Convert EPUB to PDF and wait for processing.
ar: انقر على تحويل EPUB إلى PDF وانتظر اكتمال المعالجة.
hi: कन्वर्ट बटन पर क्लिक करें और प्रसंस्करण पूरा होने की प्रतीक्षा करें
id: Klik tombol Konversi dan tunggu hingga pemrosesan selesai
pl: Kliknij Konwertuj EPUB na PDF i poczekaj na przetwarzanie.
ru: Нажмите «Конвертировать EPUB в PDF» и дождитесь обработки.

source: Download the generated PDF and review formatting.
ar: قم بتنزيل ملف PDF المُنشأ ومراجعة التنسيق.
hi: जनरेट किए गए PDF को डाउनलोड करें और फ़ॉर्मेटिंग की समीक्षा करें।
id: Unduh PDF yang dihasilkan dan tinjau pemformatan.
pl: Pobierz wygenerowany plik PDF i sprawdź formatowanie.
ru: Скачайте созданный PDF и проверьте форматирование.

source: Tip: For best results, use EPUB files with clean chapter markup and standard fonts.
ar: نصيحة: للحصول على أفضل النتائج، استخدم ملفات EPUB ذات ترميز فصول نظيف وخطوط قياسية.
hi: सर्वोत्तम परिणामों के लिए, स्कैन की गई इमेज के बजाय स्पष्ट टेक्स्ट सामग्री वाले PDF का उपयोग करें।
id: Untuk hasil terbaik, gunakan PDF dengan konten teks yang jelas daripada gambar yang dipindai.
pl: Wskazówka: dla najlepszych wyników używaj plików EPUB z czystym oznaczeniem rozdziałów i standardowymi czcionkami.
ru: Совет: для лучшего результата используйте EPUB с чистой разметкой глав и стандартными шрифтами.

source: Premium OCR
ar: مميز
hi: प्रीमियम
id: Premium
pl: Premium
ru: Премиум

source: This premium workflow opens PDF to Word with OCR pre-enabled, so you can process scanned pages and image-based PDFs into editable text faster.
ar: يفتح سير العمل المميز هذا PDF إلى Word مع تمكين OCR مسبقًا، حتى تتمكن من معالجة الصفحات الممسوحة ضوئيًا وملفات PDF القائمة على الصور إلى نص قابل للتحرير بشكل أسرع.
hi: यह प्रीमियम वर्कफ़्लो PDF को वर्ड में OCR पहले से सक्षम के साथ खोलता है, ताकि आप स्कैन की गई पृष्ठों और छवि-आधारित PDF को संपादन योग्य टेक्स्ट में तेज़ी से प्रोसेस कर सकें।
id: Alur kerja premium ini membuka PDF ke Word dengan OCR yang telah diaktifkan sebelumnya, sehingga Anda dapat memproses halaman yang dipindai dan PDF berbasis gambar menjadi teks yang dapat diedit lebih cepat.
pl: Ta premium funkcja otwiera PDF do Worda z wstępnie włączonym OCR, dzięki czemu możesz szybciej przetwarzać zeskanowane strony i PDF-y oparte na obrazach na edytowalny tekst.
ru: Этот премиум-процесс открывает PDF в Word с предустановленным OCR, чтобы вы могли быстрее преобразовывать отсканированные страницы и PDF на основе изображений в редактируемый текст.

source: Best for
ar: الأفضل لـ
hi: सर्वोत्तम
id: Terbaik untuk
pl: Najlepsze dla
ru: Лучше всего подходит для

source: Scanned contracts, photo-based documents, and PDFs where text cannot be selected.
ar: العقود الممسوحة ضوئيًا، والمستندات القائمة على الصور، وملفات PDF حيث لا يمكن تحديد النص.
hi: स्कैन किए गए अनुबंध, फोटो-आधारित दस्तावेज़, और PDF जहाँ टेक्स्ट का चयन नहीं किया जा सकता।
id: Kontrak yang dipindai, dokumen berbasis foto, dan PDF di mana teks tidak dapat dipilih.
pl: Zeskanowanych umów, dokumentów opartych na zdjęciach i PDF-ów, w których tekstu nie można zaznaczyć.
ru: Отсканированных контрактов, документов на основе фотографий и PDF, где текст нельзя выделить.

source: Open OCR Converter
ar: محول Excel إلى PDF
hi: Excel से PDF कन्वर्टर
id: Konverter Excel ke PDF
pl: Konwerter Excel na PDF
ru: Конвертер Excel в PDF

source: PDF to EPUB works best with text-based PDFs. Scanned/image-only PDFs should be OCR-processed first.
ar: يعمل تحويل PDF إلى EPUB بشكل أفضل مع ملفات PDF النصية. يجب معالجة ملفات PDF الممسوحة ضوئيًا أو القائمة على الصور فقط باستخدام OCR أولاً.
hi: PDF से EPUB टेक्स्ट-आधारित PDF के साथ सबसे अच्छा काम करता है। स्कैन/केवल-छवि PDF को पहले OCR-प्रोसेस किया जाना चाहिए।
id: PDF ke EPUB bekerja paling baik dengan PDF berbasis teks. PDF yang dipindai/berbasis gambar harus diproses OCR terlebih dahulu.
pl: Konwersja PDF na EPUB działa najlepiej z PDF-ami tekstowymi. Zeskanowane/tylko-obrazkowe PDF-y należy najpierw przetworzyć przez OCR.
ru: PDF в EPUB лучше всего работает с текстовыми PDF. Отсканированные/только изображения PDF следует сначала обработать с помощью OCR.

source: How PDF to EPUB works
ar: كيف يعمل PDF إلى EPUB
hi: यह कैसे काम करता है
id: Cara kerjanya
pl: Jak działa PDF na EPUB
ru: Как работает ПДФ в EPUB

source: Upload a PDF file.
ar: ارفع ملفي PDF
hi: दो PDF फ़ाइलें अपलोड करें
id: Unggah dua file PDF
pl: Prześlij dwa pliki PDF
ru: Загрузите два файла PDF

source: Click Convert PDF to EPUB.
ar: انقر على تحويل PDF إلى EPUB.
hi: PDF को JPG में बदलें
id: Konversi PDF ke JPG
pl: Kliknij Konwertuj PDF na EPUB.
ru: Нажмите «Конвертировать PDF в EPUB».

source: Download the EPUB file and open it in your eReader app.
ar: قم بتنزيل ملف EPUB وافتحه في تطبيق قارئ الكتب الإلكترونية الخاص بك.
hi: EPUB फ़ाइल डाउनलोड करें और इसे अपने eReader ऐप में खोलें।
id: Unduh file EPUB dan buka di aplikasi eReader Anda.
pl: Pobierz plik EPUB i otwórz go w swojej aplikacji do czytania e-booków.
ru: Скачайте файл EPUB и откройте его в приложении для чтения электронных книг.

source: Tip: For cleaner EPUB output, remove unnecessary pages and watermarks before conversion.
ar: نصيحة: للحصول على إخراج EPUB أنظف، قم بإزالة الصفحات غير الضرورية وعلامات المياه قبل التحويل.
hi: सुझाव: साफ़ EPUB आउटपुट के लिए, रूपांतरण से पहले अनावश्यक पृष्ठ और वॉटरमार्क हटा दें।
id: Tip: Untuk keluaran EPUB yang lebih bersih, hapus halaman dan watermark yang tidak perlu sebelum konversi.
pl: Wskazówka: Dla czystszego wyniku EPUB usuń niepotrzebne strony i znaki wodne przed konwersją.
ru: Удалите декоративные страницы и тяжелые водяные знаки перед конвертацией.

source: Heading levels are inferred from PDF typography. For best results, use text-based PDFs with clear heading hierarchy.
ar: يتم استنتاج مستويات العناوين من طباعة PDF. للحصول على أفضل النتائج، استخدم ملفات PDF نصية ذات تسلسل هرمي واضح للعناوين.
hi: शीर्षक स्तर PDF टाइपोग्राफी से अनुमानित किए जाते हैं। सर्वोत्तम परिणामों के लिए, स्पष्ट शीर्षक पदानुक्रम वाले टेक्स्ट-आधारित PDF का उपयोग करें।
id: Tingkat heading disimpulkan dari tipografi PDF. Untuk hasil terbaik, gunakan PDF berbasis teks dengan hierarki heading yang jelas.
pl: Poziomy nagłówków są wnioskowane z typografii PDF. Dla najlepszych rezultatów używaj tekstowych PDF-ów z wyraźną hierarchią nagłówków.
ru: Уровни заголовков определяются на основе типографики PDF. Для лучших результатов используйте текстовые PDF с четкой иерархией заголовков.

source: Detect heading structure
ar: اكتشاف هيكل العناوين
hi: शीर्षक संरचना का पता लगाएं
id: Deteksi struktur heading
pl: Wykryj strukturę nagłówków
ru: Сохранение структуры

source: Preserve tables as Markdown
ar: الحفاظ على الجداول كـ Markdown
hi: टेबल को मार्कडाउन के रूप में संरक्षित रखें
id: Pertahankan tabel sebagai Markdown
pl: Zachowaj tabele jako Markdown
ru: Сохранять таблицы как Markdown

source: How PDF to Markdown works
ar: كيف يعمل تحويل PDF إلى Markdown
hi: PDF से मार्कडाउन कैसे काम करता है
id: Cara kerja PDF ke Markdown
pl: Jak działa konwersja PDF na Markdown
ru: Почему стоит использовать PDF в Markdown в Premium?

source: Upload a PDF document.
ar: رفع ملف PDF
hi: PDF अपलोड करें
id: Unggah PDF
pl: Prześlij PDF
ru: Загрузить ПДФ

source: Optionally keep heading detection and table extraction enabled.
ar: احتفظ بتمكين اكتشاف العناوين واستخراج الجداول بشكل اختياري.
hi: वैकल्पिक रूप से शीर्षक पहचान और टेबल निष्कर्षण सक्षम रखें।
id: Opsional, pertahankan deteksi heading dan ekstraksi tabel tetap diaktifkan.
pl: Opcjonalnie pozostaw włączone wykrywanie nagłówków i ekstrakcję tabel.
ru: При желании оставьте включенными определение заголовков и извлечение таблиц.

source: Convert and download a Markdown (.md) file.
ar: قم بتحويل وتنزيل ملف Markdown (.md).
hi: एक मार्कडाउन (.md) फ़ाइल कन्वर्ट करें और डाउनलोड करें।
id: Konversi dan unduh file Markdown (.md).
pl: Przekonwertuj i pobierz plik Markdown (.md).
ru: Конвертируйте и скачайте файл Markdown (.md).

source: Tip: If source PDF is scanned images, run OCR first for better Markdown output.
ar: نصيحة: إذا كان ملف PDF المصدر عبارة عن صور ممسوحة ضوئيًا، قم بتشغيل OCR أولاً للحصول على إخراج Markdown أفضل.
hi: सुझाव: यदि स्रोत PDF स्कैन की गई छवियाँ हैं, तो बेहतर मार्कडाउन आउटपुट के लिए पहले OCR चलाएँ।
id: Tip: Jika PDF sumber adalah gambar yang dipindai, jalankan OCR terlebih dahulu untuk keluaran Markdown yang lebih baik.
pl: Wskazówka: Jeśli źródłowy PDF to zeskanowane obrazy, uruchom najpierw OCR dla lepszego wyniku Markdown.
ru: Совет: если исходный PDF состоит из отсканированных изображений, сначала запустите OCR для лучшего вывода в Markdown.

source: Premium Automation
ar: خطة Premium
hi: प्रीमियम योजना
id: Paket Premium
pl: Plan Premium
ru: Премиум план

source: Save your frequent conversion setups as presets and reopen the right premium tool in one click.
ar: احفظ إعدادات التحويل المتكررة كإعدادات مسبقة وأعد فتح أداة المميز المناسبة بنقرة واحدة.
hi: अपने लगातार रूपांतरण सेटअप को प्रीसेट के रूप में सहेजें और सही प्रीमियम टूल को एक क्लिक में फिर से खोलें।
id: Simpan pengaturan konversi yang sering Anda gunakan sebagai preset dan buka kembali alat premium yang tepat dengan satu klik.
pl: Zapisz swoje częste ustawienia konwersji jako presety i otwieraj odpowiednie narzędzie premium jednym kliknięciem.
ru: Сохраняйте частые настройки конвертации как пресеты и открывайте нужный премиум-инструмент в один клик.

source: Create Workflow
ar: إنشاء سير عمل
hi: वर्कफ़्लो बनाएं
id: Buat Alur Kerja
pl: Utwórz przepływ pracy
ru: Создать рабочий процесс

source: Preset Name
ar: الاسم الأول
hi: पहला नाम
id: Nama Depan
pl: Imię
ru: Имя

source: Example: Weekly Invoices to PDF
ar: مثال: فواتير أسبوعية إلى PDF
hi: उदाहरण: साप्ताहिक चालान को PDF में
id: Contoh: Faktur Mingguan ke PDF
pl: Przykład: Faktury tygodniowe do PDF
ru: Пример: Еженедельные счета в PDF

source: Tool
ar: الأدوات
hi: टूल
id: Alat
pl: Narzędzia
ru: Инструменты

source: Notes
ar: ملاحظة:
hi: ध्यान दें:
id: Catatan:
pl: Uwaga:
ru: Примечание:

source: Optional reminder: file type, target format, quality settings...
ar: تذكير اختياري: نوع الملف، التنسيق المستهدف، إعدادات الجودة...
hi: वैकल्पिक अनुस्मारक: फ़ाइल प्रकार, लक्ष्य प्रारूप, गुणवत्ता सेटिंग्स...
id: Pengingat opsional: tipe file, format target, pengaturan kualitas...
pl: Opcjonalne przypomnienie: typ pliku, format docelowy, ustawienia jakości...
ru: Необязательное напоминание: тип файла, целевой формат, настройки качества...

source: Save Workflow
ar: حفظ سير العمل
hi: वर्कफ़्लो सहेजें
id: Simpan Alur Kerja
pl: Zapisz przepływ pracy
ru: Сохранить рабочий процесс

source: Reset
ar: إعادة تعيين
hi: रीसेट करें
id: Atur Ulang
pl: Resetuj
ru: Сбросить

source: Quick Presets
ar: اختيار الصفحة
hi: पृष्ठ चयन
id: Pemilihan Halaman
pl: Wybór stron
ru: Выбор страниц

source: One-click templates you can add and customize.
ar: قوالب بنقرة واحدة يمكنك إضافتها وتخصيصها.
hi: वन-क्लिक टेम्प्लेट जिन्हें आप जोड़ और अनुकूलित कर सकते हैं।
id: Template satu klik yang dapat Anda tambahkan dan sesuaikan.
pl: Szablony jednym kliknięciem, które możesz dodać i dostosować.
ru: Шаблоны в один клик, которые можно добавлять и настраивать.

source: eBook to Print PDF
ar: العودة إلى التسعير
hi: मूल्य निर्धारण पर वापस
id: Kembali ke Harga
pl: Powrót do Cen
ru: Вернуться к тарифам

source: Upload EPUB, convert to PDF, review margins for print.
ar: رفع EPUB، تحويل إلى PDF، مراجعة الهوامش للطباعة.
hi: EPUB अपलोड करें, PDF में बदलें, प्रिंट के लिए मार्जिन की समीक्षा करें।
id: Unggah EPUB, konversi ke PDF, tinjau margin untuk cetak.
pl: Prześlij EPUB, przekonwertuj na PDF, sprawdź marginesy do druku.
ru: Загрузите EPUB, конвертируйте в PDF, проверьте поля для печати.

source: Archive to EPUB
ar: أرشفة إلى EPUB
hi: संग्रहीत
id: Diarsipkan
pl: Archiwum do EPUB
ru: Архив в EPUB

source: Convert text-based PDFs to EPUB for reader apps.
ar: حوّل ملفات PDF النصية إلى EPUB لتطبيقات القراءة.
hi: स्पष्ट पाठ और ग्राफ़िक्स के लिए वेक्टर-आधारित PDFs को परिवर्तित करें
id: Konversi PDF berbasis vektor untuk teks dan grafik yang tajam
pl: Konwertuj tekstowe pliki PDF do EPUB dla aplikacji czytników.
ru: Конвертируйте текстовые PDF в EPUB для приложений-читалок.

source: Bulk Office Export
ar: تصدير Office مجمّع
hi: बल्क ऑफिस एक्सपोर्ट
id: Ekspor Office Massal
pl: Zbiorowy eksport Office
ru: Массовый экспорт Office

source: Use batch converter for multi-file office exports.
ar: استخدم محوّل الدُفعات لتصدير ملفات Office متعددة.
hi: मल्टी-फ़ाइल ऑफिस एक्सपोर्ट के लिए बैच कन्वर्टर का उपयोग करें।
id: Gunakan konverter batch untuk ekspor file office multi-file.
pl: Użyj konwertera wsadowego do wieloplikowego eksportu z Office.
ru: Используйте пакетный конвертер для экспорта нескольких файлов Office.

source: PDF Knowledge Base Draft
ar: مسودة قاعدة معرفة PDF
hi: PDF नॉलेज बेस ड्राफ्ट
id: Draf Basis Pengetahuan PDF
pl: Szkic bazy wiedzy PDF
ru: Подходит для документации и баз знаний

source: Convert source PDF into Markdown with headings and tables for docs.
ar: تحويل ملف PDF المصدر إلى Markdown مع عناوين وجداول للمستندات.
hi: स्रोत PDF को दस्तावेज़ों के लिए शीर्षकों और तालिकाओं के साथ मार्कडाउन में बदलें।
id: Konversi PDF sumber menjadi Markdown dengan judul dan tabel untuk dokumen.
pl: Przekonwertuj źródłowy PDF na Markdown z nagłówkami i tabelami do dokumentacji.
ru: Конвертируйте PDF в Markdown с сохранением заголовков и таблиц

source: Your Workflows
ar: سير العمل الخاصة بك
hi: आपके वर्कफ़्लो
id: Alur Kerja Anda
pl: Twoje przepływy pracy
ru: Ваши рабочие процессы

source: No saved workflows yet. Create your first preset above.
ar: لا توجد سير عمل محفوظة بعد. أنشئ الإعداد المسبق الأول أعلاه.
hi: अभी तक कोई सहेजे गए वर्कफ़्लो नहीं हैं। अपना पहला प्रीसेट ऊपर बनाएं।
id: Belum ada alur kerja yang disimpan. Buat preset pertama Anda di atas.
pl: Brak zapisanych przepływów pracy. Utwórz swój pierwszy preset powyżej.
ru: Сохранённых рабочих процессов пока нет. Создайте свой первый пресет выше.

source: Update Workflow
ar: تحديث سير العمل
hi: वर्कफ़्लो अपडेट करें
id: Perbarui Alur Kerja
pl: Aktualizuj przepływ pracy
ru: Обновить рабочий процесс

source: Edit
ar: تحرير
es: Editar
hi: संपादित करें
pl: Edytuj
ru: Редактировать

source: Delete
ar: حذف الحساب
hi: खाता हटाएं
id: Hapus Akun
pl: Usuń konto
ru: Удалить аккаунт

source: Delete all saved workflows?
ar: حذف جميع سير العمل المحفوظة؟
hi: सभी सहेजे गए वर्कफ़्लो हटाएं?
id: Hapus semua alur kerja yang disimpan?
pl: Usunąć wszystkie zapisane przepływy pracy?
ru: Удалить все сохранённые рабочие процессы?

source: Advanced Tools
ar: جميع الأدوات
hi: सभी टूल
id: Semua Alat
pl: Wszystkie narzędzia
ru: Все инструменты

source: Advanced conversion workflows with higher limits, priority processing, and early access to new formats.
ar: معالجة ملفات أكبر بحدود أعلى بكثير، ومعالجة ذات أولوية، وميزات مميزة
hi: बहुत अधिक सीमाओं, प्राथमिकता प्रसंस्करण और प्रीमियम सुविधाओं के साथ बड़ी फ़ाइलें संसाधित करें
id: Proses file yang lebih besar dengan batas yang jauh lebih tinggi, pemrosesan prioritas, dan fitur premium
pl: Przetwarzaj większe pliki z dużo wyższymi limitami, priorytetowym przetwarzaniem i funkcjami premium
ru: Обрабатывайте большие файлы с гораздо более высокими лимитами, приоритетной обработкой и премиум функциями

source: Your Premium subscription is active
ar: لا يوجد اشتراك نشط للإلغاء
hi: रद्द करने के लिए कोई सक्रिय सदस्यता नहीं है
id: Tidak ada langganan aktif untuk dibatalkan
pl: Brak aktywnej subskrypcji do anulowania
ru: Нет активной подписки для отмены

source: Unlock Premium Access
ar: فتح الوصول المميز
hi: प्रीमियम एक्सेस अनलॉक करें
id: Buka Akses Premium
pl: Odblokuj dostęp Premium
ru: Разблокировать премиум-доступ

source: Premium Workflows
ar: بطل Premium
hi: प्रीमियम हीरो
id: Hero Premium
pl: Bohater Premium
ru: Премиум-герой

source: Convert image-based PDFs to editable DOCX with OCR language controls and premium limits.
ar: استخراج النص من ملفات PDF الممسوحة ضوئياً والصور. تحويل ملفات PDF المستندة إلى الصور إلى نص قابل للتحرير.
hi: स्कैन की गई PDFs और छवियों से पाठ निकालें। छवि-आधारित PDFs को संपादन योग्य पाठ में बदलें।
id: Ekstrak teks dari PDF yang dipindai dan gambar. Konversi PDF berbasis gambar menjadi teks yang dapat diedit.
pl: Wyodrębnij tekst ze zeskanowanych plików PDF i obrazów. Konwertuj PDF oparte na obrazach na edytowalny tekst.
ru: Извлекайте текст из отсканированных ПДФ и изображений. Конвертируйте ПДФ на основе изображений в редактируемый текст.

source: Batch
ar: دفعة
hi: बैच
pl: Wsadowo
ru: Пакетная обработка

source: Run multi-file conversions with premium tools and continue long jobs in background mode.
ar: تشغيل تحويلات متعددة الملفات باستخدام أدوات مميزة ومتابعة المهام الطويلة في وضع الخلفية.
hi: प्रीमियम टूल्स के साथ मल्टी-फ़ाइल रूपांतरण चलाएं और लंबी जॉब्स को बैकग्राउंड मोड में जारी रखें।
id: Jalankan konversi multi-file dengan alat premium dan lanjutkan pekerjaan panjang dalam mode latar belakang.
pl: Wykonuj konwersje wielu plików z narzędziami premium i kontynuuj długie zadania w trybie tła.
ru: Запускайте многопоточные конвертации с премиум-инструментами и продолжайте длительные задачи в фоновом режиме.

source: Automation
ar: معلومات الحساب
hi: खाता जानकारी
id: Informasi Akun
pl: Informacje o koncie
ru: Информация об аккаунте

source: Create reusable presets for frequent conversions and launch tools faster.
ar: إنشاء إعدادات مسبقة قابلة لإعادة الاستخدام للتحويلات المتكررة وإطلاق الأدوات بشكل أسرع.
hi: लगातार रूपांतरणों के लिए पुन: प्रयोज्य प्रीसेट बनाएं और टूल्स को तेज़ी से लॉन्च करें।
id: Buat preset yang dapat digunakan kembali untuk konversi yang sering dan luncurkan alat lebih cepat.
pl: Twórz wielokrotnie używane presety dla częstych konwersji i uruchamiaj narzędzia szybciej.
ru: Создавайте переиспользуемые пресеты для частых конвертаций и запускайте инструменты быстрее.

source: Queue
ar: طابور انتظار
hi: कतार
id: Antrean
pl: Kolejka
ru: Очередь
