Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Free users can merge 2-10 PDF files in one operation. Simply select all your files, arrange them in the desired order using drag and drop, and click Merge. Premium users can merge even more files with higher page limits.
ar: لدمج ملفات PDF، انتقل إلى صفحة دمج PDF، وحدد ملفات PDF متعددة، ورتبها بالترتيب المطلوب باستخدام السحب والإفلات، وانقر على دمج. سيتم دمج جميع الملفات المحددة في مستند PDF واحد.
es: Para combinar archivos PDF, ve a la página Combinar PDF, selecciona múltiples archivos PDF, organízalos en el orden deseado usando arrastrar y soltar, y haz clic en combinar. Todos los archivos seleccionados se combinarán en un solo documento PDF.
hi: PDF फ़ाइलों को मर्ज करने के लिए, मर्ज PDF पृष्ठ पर जाएँ, कई PDF फ़ाइलें चुनें, उन्हें ड्रैग और ड्रॉप का उपयोग करके वांछित क्रम में व्यवस्थित करें, और मर्ज पर क्लिक करें। सभी चयनित फ़ाइलें एक ही PDF दस्तावेज़ में संयोजित की जाएँगी।
id: Untuk menggabungkan file PDF, buka halaman Gabungkan PDF, pilih beberapa file PDF, atur dalam urutan yang diinginkan menggunakan drag and drop, dan klik gabungkan. Semua file yang dipilih akan digabungkan menjadi satu dokumen PDF.
pl: Aby połączyć pliki PDF, przejdź do strony Połącz PDF, wybierz wiele plików PDF, ułóż je w żądanej kolejności za pomocą przeciągania i upuszczania, i kliknij połącz. Wszystkie wybrane pliki zostaną połączone w jeden dokument PDF.
ru: Чтобы объединить файлы ПДФ, перейдите на страницу "Объединить ПДФ", выберите несколько файлов ПДФ, расположите их в нужном порядке с помощью перетаскивания и нажмите "Объединить". Все выбранные файлы будут объединены в один документ ПДФ.

source: Will bookmarks and links be preserved?
ar: هل سيتم الحفاظ على الإشارات المرجعية والروابط؟
es: ¿Se conservarán los marcadores y enlaces?
hi: क्या बुकमार्क और लिंक संरक्षित रहेंगे?
id: Apakah bookmark dan tautan akan dipertahankan?
pl: Czy zakładki i linki zostaną zachowane?
ru: Сохранятся ли закладки и ссылки?

source: Yes, internal bookmarks and hyperlinks within each PDF are preserved after merging. The merged PDF will contain all bookmarks from all source files, making navigation easy.
ar: نعم، يتم الحفاظ على الإشارات المرجعية الداخلية والروابط التشعبية داخل كل PDF بعد الدمج. سيحتوي ملف PDF المدمج على جميع الإشارات المرجعية من جميع الملفات المصدر، مما يجعل التنقل سهلاً.
es: Sí, los marcadores internos y los hipervínculos dentro de cada PDF se conservan después de la fusión. El PDF fusionado contendrá todos los marcadores de todos los archivos fuente, lo que facilita la navegación.
hi: हाँ, मर्ज होने के बाद प्रत्येक PDF के आंतरिक बुकमार्क और हाइपरलिंक संरक्षित रहते हैं। मर्ज की गई PDF में सभी स्रोत फाइलों के सभी बुकमार्क शामिल होंगे, जिससे नेविगेशन आसान हो जाता है।
id: Ya, bookmark internal dan hyperlink di dalam setiap PDF dipertahankan setelah penggabungan. PDF yang digabungkan akan berisi semua bookmark dari semua file sumber, sehingga navigasi menjadi mudah.
pl: Tak, wewnętrzne zakładki i hiperłącza w każdym pliku PDF są zachowywane po scaleniu. Połączony plik PDF będzie zawierał wszystkie zakładki ze wszystkich plików źródłowych, co ułatwia nawigację.
ru: Да, внутренние закладки и гиперссылки в каждом PDF сохраняются после объединения. Объединённый PDF будет содержать все закладки из исходных файлов, что упрощает навигацию.

source: Can I change the order of PDF files before merging?
ar: هل يمكنني تغيير ترتيب ملفات PDF قبل الدمج؟
es: ¿Puedo cambiar el orden de los archivos PDF antes de fusionarlos?
hi: क्या मैं मर्ज करने से पहले PDF फाइलों का क्रम बदल सकता हूँ?
id: Bisakah saya mengubah urutan file PDF sebelum menggabungkan?
pl: Czy mogę zmienić kolejność plików PDF przed scaleniem?
ru: Могу ли я изменить порядок PDF-файлов перед объединением?

source: Yes! After selecting your files, you can drag and drop them to arrange in any order. Preview thumbnails help you see which file is which. The final merged PDF will follow the order you set.
ar: نعم! بعد اختيار ملفاتك، يمكنك سحبها وإفلاتها لترتيبها بأي ترتيب. تساعدك الصور المصغرة للمعاينة على معرفة أي ملف هو أي. سيتبع ملف PDF المدمج النهائي الترتيب الذي قمت بتعيينه.
es: ¡Sí! Después de seleccionar tus archivos, puedes arrastrarlos y soltarlos para organizarlos en cualquier orden. Las miniaturas de vista previa te ayudan a ver qué archivo es cuál. El PDF fusionado final seguirá el orden que establezcas.
hi: हाँ! अपनी फाइलें चुनने के बाद, आप उन्हें किसी भी क्रम में व्यवस्थित करने के लिए ड्रैग और ड्रॉप कर सकते हैं। पूर्वावलोकन थंबनेल आपको यह देखने में मदद करते हैं कि कौन सी फाइल कौन सी है। अंतिम मर्ज की गई PDF आपके द्वारा निर्धारित क्रम का पालन करेगी।
id: Ya! Setelah memilih file Anda, Anda dapat menyeret dan menjatuhkannya untuk mengatur dalam urutan apa pun. Pratinjau thumbnail membantu Anda melihat file mana yang mana. PDF gabungan akhir akan mengikuti urutan yang Anda tetapkan.
pl: Tak! Po wybraniu plików możesz je przeciągać i upuszczać, aby ułożyć w dowolnej kolejności. Podgląd miniatur pomaga zobaczyć, który plik jest którym. Ostateczny połączony plik PDF będzie zgodny z ustaloną przez Ciebie kolejnością.
ru: Да! После выбора файлов вы можете перетаскивать их, чтобы расположить в любом порядке. Миниатюры для предпросмотра помогают понять, какой файл есть какой. Итоговый объединённый PDF будет следовать установленному вами порядку.

source: Is there a file size limit for merging?
ar: هل هناك حد لحجم الملف؟
es: ¿Hay un límite de tamaño de archivo?
hi: क्या कोई फ़ाइल आकार सीमा है?
id: Apakah ada batasan ukuran file?
pl: Czy istnieje limit rozmiaru pliku?
ru: Есть ли ограничение на размер файла?

source: Free users can merge PDFs with a combined total of up to 50 pages. For larger documents, Premium subscription provides higher limits. There's no limit on individual file sizes.
ar: يمكن للمستخدمين المجانيين دمج ملفات PDF بإجمالي يصل إلى 50 صفحة. للمستندات الأكبر، يوفر اشتراك Premium حدودًا أعلى. لا يوجد حد لأحجام الملفات الفردية.
es: Los usuarios gratuitos pueden fusionar PDFs con un total combinado de hasta 50 páginas. Para documentos más grandes, la suscripción Premium ofrece límites más altos. No hay límite en el tamaño de los archivos individuales.
hi: मुफ्त उपयोगकर्ता कुल मिलाकर 50 पृष्ठों तक की PDF फाइलें मर्ज कर सकते हैं। बड़े दस्तावेजों के लिए, प्रीमियम सदस्यता उच्च सीमा प्रदान करती है। व्यक्तिगत फाइल आकारों पर कोई सीमा नहीं है।
id: Pengguna gratis dapat menggabungkan PDF dengan total gabungan hingga 50 halaman. Untuk dokumen yang lebih besar, langganan Premium memberikan batas yang lebih tinggi. Tidak ada batasan pada ukuran file individual.
pl: Użytkownicy darmowi mogą łączyć pliki PDF o łącznej liczbie do 50 stron. W przypadku większych dokumentów subskrypcja Premium zapewnia wyższe limity. Nie ma limitu na rozmiar poszczególnych plików.
ru: Бесплатные пользователи могут объединять PDF-файлы с общим количеством до 50 страниц. Для больших документов премиум-подписка предоставляет более высокие лимиты. Ограничений на размер отдельных файлов нет.

source: Can I merge scanned PDFs?
ar: هل يمكنني تدوير صفحات PDF؟
es: ¿Puedo rotar páginas PDF?
hi: क्या मैं PDF पृष्ठों को घुमा सकता हूँ?
id: Bisakah saya memutar halaman PDF?
pl: Czy mogę obrócić strony PDF?
ru: Могу ли я поворачивать страницы ПДФ?

source: Yes, you can merge both digital and scanned PDFs. The tool combines them as-is without any conversion. All pages from all files will be included in the merged document.
ar: نعم، يمكنك دمج كل من ملفات PDF الرقمية والممسوحة ضوئيًا. تجمع الأداةها كما هي بدون أي تحويل. سيتم تضمين جميع الصفحات من جميع الملفات في المستند المدمج.
es: Sí, puedes fusionar tanto PDFs digitales como escaneados. La herramienta los combina tal cual, sin ninguna conversión. Todas las páginas de todos los archivos se incluirán en el documento fusionado.
hi: हाँ, आप डिजिटल और स्कैन की गई दोनों PDF फाइलों को मर्ज कर सकते हैं। टूल उन्हें बिना किसी रूपांतरण के ज्यों का त्यों संयोजित करता है। सभी फाइलों के सभी पृष्ठ मर्ज किए गए दस्तावेज़ में शामिल किए जाएंगे।
id: Ya, Anda dapat menggabungkan PDF digital dan yang dipindai. Alat ini menggabungkannya apa adanya tanpa konversi apa pun. Semua halaman dari semua file akan disertakan dalam dokumen gabungan.
pl: Tak, możesz łączyć zarówno cyfrowe, jak i skanowane pliki PDF. Narzędzie łączy je w stanie niezmienionym, bez żadnej konwersji. Wszystkie strony ze wszystkich plików zostaną uwzględnione w scalonym dokumencie.
ru: Да, вы можете объединять как цифровые, так и сканированные PDF-файлы. Инструмент объединяет их как есть, без какого-либо преобразования. Все страницы из всех файлов будут включены в объединённый документ.

source: Merge PDF - Frequently Asked Questions
ar: الأسئلة الشائعة
es: Preguntas frecuentes
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan yang Sering Diajukan
pl: Często zadawane pytania
ru: Часто задаваемые вопросы

source: Arrange files in the correct order before merging - use drag and drop to reorder
ar: رتب الملفات بالترتيب الصحيح قبل الدمج - استخدم السحب والإفلات لإعادة الترتيب
es: Organiza los archivos en el orden correcto antes de fusionar: usa arrastrar y soltar para reordenar
hi: मर्ज करने से पहले फाइलों को सही क्रम में व्यवस्थित करें - पुनः क्रमित करने के लिए ड्रैग और ड्रॉप का उपयोग करें
id: Atur file dalam urutan yang benar sebelum menggabungkan - gunakan seret dan lepas untuk mengatur ulang
pl: Ułóż pliki we właściwej kolejności przed scaleniem - użyj przeciągania i upuszczania, aby zmienić kolejność
ru: Расположите файлы в правильном порядке перед объединением — используйте перетаскивание для изменения порядка

source: For large projects, merge related chapters or sections separately first
ar: للمشاريع الكبيرة، ادمج الفصول أو الأقسام ذات الصلة بشكل منفصل أولاً
es: Para proyectos grandes, fusiona primero los capítulos o secciones relacionados por separado
hi: बड़ी परियोजनाओं के लिए, पहले संबंधित अध्यायों या अनुभागों को अलग से मर्ज करें
id: Untuk proyek besar, gabungkan bab atau bagian terkait secara terpisah terlebih dahulu
pl: W przypadku dużych projektów najpierw scal osobno powiązane rozdziały lub sekcje
ru: Для крупных проектов сначала объединяйте связанные главы или разделы отдельно

source: Check page orientation - rotate pages if needed before or after merging
ar: تحقق من اتجاه الصفحة - قم بتدوير الصفحات إذا لزم الأمر قبل أو بعد الدمج
es: Verifica la orientación de las páginas: gira las páginas si es necesario antes o después de fusionar
hi: पृष्ठ अभिविन्यास जांचें - मर्ज करने से पहले या बाद में यदि आवश्यक हो तो पृष्ठों को घुमाएँ
id: Periksa orientasi halaman - putar halaman jika diperlukan sebelum atau sesudah penggabungan
pl: Sprawdź orientację stron - obróć strony, jeśli to konieczne, przed lub po scaleniu
ru: Проверьте ориентацию страниц — при необходимости поверните страницы до или после объединения

source: Remove unnecessary pages before merging to keep file size small
ar: احذف الصفحات غير الضرورية قبل الدمج للحفاظ على حجم الملف صغيرًا
es: Elimina páginas innecesarias antes de fusionar para mantener el tamaño del archivo pequeño
hi: फाइल आकार छोटा रखने के लिए मर्ज करने से पहले अनावश्यक पृष्ठ हटाएँ
id: Hapus halaman yang tidak perlu sebelum menggabungkan untuk menjaga ukuran file tetap kecil
pl: Usuń niepotrzebne strony przed scaleniem, aby zachować mały rozmiar pliku
ru: Удалите ненужные страницы перед объединением, чтобы сохранить небольшой размер файла

source: After merging, you can use our Split tool to extract specific pages if needed
ar: بعد الدمج، يمكنك استخدام أداة التقسيم الخاصة بنا لاستخراج صفحات محددة إذا لزم الأمر
es: Después de fusionar, puedes usar nuestra herramienta Dividir para extraer páginas específicas si es necesario
hi: मर्ज करने के बाद, यदि आवश्यक हो तो आप विशिष्ट पृष्ठ निकालने के लिए हमारे स्प्लिट टूल का उपयोग कर सकते हैं
id: Setelah menggabungkan, Anda dapat menggunakan alat Split kami untuk mengekstrak halaman tertentu jika diperlukan
pl: Po scaleniu możesz użyć naszego narzędzia Split, aby w razie potrzeby wyodrębnić konkretne strony
ru: После объединения вы можете использовать наш инструмент Разделить, чтобы при необходимости извлечь определённые страницы

source: Tips for Merging PDF Files
ar: نصائح لدمج ملفات PDF
es: Consejos para fusionar archivos PDF
hi: PDF फाइलें मर्ज करने के लिए सुझाव
id: Tips untuk Menggabungkan File PDF
pl: Wskazówki dotyczące scalania plików PDF
ru: Советы по объединению PDF-файлов

source: Merge PDF Files Online - Easy & Free
ar: دمج ملفات PDF عبر الإنترنت - سهل ومجاني
es: Fusionar archivos PDF en línea: fácil y gratuito
hi: PDF फाइलें ऑनलाइन मर्ज करें - आसान और मुफ्त
id: Gabungkan File PDF Online - Mudah & Gratis
pl: Scal pliki PDF online - łatwo i za darmo
ru: Объединить PDF-файлы онлайн — легко и бесплатно

source: <p>Need to combine multiple PDF documents into a single file? Our <strong>free PDF merger</strong> lets you join 2-10 PDF files quickly and easily. Perfect for combining <strong>invoices, contracts, reports, or scanned documents</strong>.</p><p>Simply select your files, arrange them in the desired order using drag and drop, and click Merge. Your combined PDF will be ready for download in seconds. All <strong>bookmarks, hyperlinks, and formatting</strong> are preserved.</p><p><strong>Use cases:</strong> Combine thesis chapters, merge scanned receipts, join contract pages, create document packages for clients, or organize lecture notes into a single file.</p>
ar: <p>هل تحتاج إلى دمج عدة مستندات PDF في ملف واحد؟ يتيح لك <strong>أداة دمج PDF المجانية</strong> الخاصة بنا ربط 2-10 ملفات PDF بسرعة وسهولة. مثالية لدمج <strong>الفواتير أو العقود أو التقارير أو المستندات الممسوحة ضوئيًا</strong>.</p><p>ما عليك سوى تحديد ملفاتك، وترتيبها بالترتيب المطلوب باستخدام السحب والإفلات، ثم النقر على دمج. سيكون ملف PDF المدمج جاهزًا للتنزيل في ثوانٍ. يتم الحفاظ على جميع <strong>الإشارات المرجعية والروابط التشعبية والتنسيق</strong>.</p><p><strong>حالات الاستخدام:</strong> دمج فصول الأطروحة، دمج الإيصالات الممسوحة ضوئيًا، ربط صفحات العقود، إنشاء حزم مستندات للعملاء، أو تنظيم ملاحظات المحاضرات في ملف واحد.</p>
es: <p>¿Necesitas combinar varios documentos PDF en un solo archivo? Nuestro <strong>fusionador de PDF gratuito</strong> te permite unir de 2 a 10 archivos PDF de forma rápida y sencilla. Perfecto para combinar <strong>facturas, contratos, informes o documentos escaneados</strong>.</p><p>Simplemente selecciona tus archivos, organízalos en el orden deseado usando arrastrar y soltar, y haz clic en Fusionar. Tu PDF combinado estará listo para descargar en segundos. Se conservan todos los <strong>marcadores, hipervínculos y formato</strong>.</p><p><strong>Casos de uso:</strong> Combina capítulos de tesis, fusiona recibos escaneados, une páginas de contratos, crea paquetes de documentos para clientes u organiza apuntes de clase en un solo archivo.</p>
hi: <p>कई PDF दस्तावेजों को एक ही फाइल में संयोजित करने की आवश्यकता है? हमारा <strong>मुफ्त PDF मर्जर</strong> आपको 2-10 PDF फाइलों को जल्दी और आसानी से जोड़ने देता है। <strong>इनवॉइस, अनुबंध, रिपोर्ट, या स्कैन किए गए दस्तावेजों</strong> को संयोजित करने के लिए बिल्कुल उपयुक्त।</p><p>बस अपनी फाइलें चुनें, ड्रैग और ड्रॉप का उपयोग करके उन्हें वांछित क्रम में व्यवस्थित करें, और मर्ज पर क्लिक करें। आपकी संयोजित PDF सेकंडों में डाउनलोड के लिए तैयार हो जाएगी। सभी <strong>बुकमार्क, हाइपरलिंक और फॉर्मेटिंग</strong> संरक्षित रहती है।</p><p><strong>उपयोग के मामले:</strong> थीसिस अध्यायों को संयोजित करें, स्कैन की गई रसीदों को मर्ज करें, अनुबंध पृष्ठों को जोड़ें, ग्राहकों के लिए दस्तावेज़ पैकेज बनाएं, या व्याख्यान नोट्स को एक ही फाइल में व्यवस्थित करें।</p>
id: <p>Perlu menggabungkan beberapa dokumen PDF menjadi satu file? <strong>Penggabung PDF gratis</strong> kami memungkinkan Anda menggabungkan 2-10 file PDF dengan cepat dan mudah. Sempurna untuk menggabungkan <strong>faktur, kontrak, laporan, atau dokumen yang dipindai</strong>.</p><p>Cukup pilih file Anda, atur dalam urutan yang diinginkan menggunakan seret dan lepas, dan klik Gabungkan. PDF gabungan Anda akan siap diunduh dalam hitungan detik. Semua <strong>bookmark, hyperlink, dan pemformatan</strong> dipertahankan.</p><p><strong>Kasus penggunaan:</strong> Gabungkan bab tesis, gabungkan tanda terima yang dipindai, gabungkan halaman kontrak, buat paket dokumen untuk klien, atau atur catatan kuliah menjadi satu file.</p>
pl: <p>Potrzebujesz połączyć wiele dokumentów PDF w jeden plik? Nasz <strong>darmowy łącznik PDF</strong> pozwala szybko i łatwo połączyć 2-10 plików PDF. Idealny do łączenia <strong>faktur, umów, raportów lub zeskanowanych dokumentów</strong>.</p><p>Po prostu wybierz swoje pliki, ułóż je w żądanej kolejności za pomocą przeciągania i upuszczania, i kliknij Scal. Twój połączony plik PDF będzie gotowy do pobrania w kilka sekund. Wszystkie <strong>zakładki, hiperłącza i formatowanie</strong> są zachowywane.</p><p><strong>Przykłady zastosowań:</strong> Łączenie rozdziałów pracy dyplomowej, scalanie zeskanowanych paragonów, łączenie stron umów, tworzenie pakietów dokumentów dla klientów lub organizowanie notatek z wykładów w jeden plik.</p>
ru: <p>Нужно объединить несколько PDF-документов в один файл? Наш <strong>бесплатный объединитель PDF</strong> позволяет быстро и легко соединить 2-10 PDF-файлов. Идеально подходит для объединения <strong>счетов, контрактов, отчётов или сканированных документов</strong>.</p><p>Просто выберите файлы, расположите их в нужном порядке с помощью перетаскивания и нажмите «Объединить». Ваш объединённый PDF будет готов к загрузке за секунды. Все <strong>закладки, гиперссылки и форматирование</strong> сохраняются.</p><p><strong>Варианты использования:</strong> объединение глав диссертации, сканированных чеков, страниц контракта, создание пакетов документов для клиентов или организация конспектов лекций в один файл.</p>

source: Split PDF Online Free - Extract Pages from PDF | Convertica
ar: تقسيم PDF عبر الإنترنت مجانًا - استخراج صفحات من PDF | كونفيرتيكا
es: Extraer páginas de PDF - Convertica
hi: PDF से पृष्ठ निकालें - Convertica
id: Ekstrak Halaman dari PDF - Convertica
pl: Podziel PDF online za darmo - Wyodrębnij strony z PDF | Convertica
ru: Разделить PDF онлайн бесплатно - Извлечь страницы из PDF | Convertica

source: Split PDF online free. Extract specific pages, split by ranges, or separate every page. No watermark, no registration. Fast PDF splitter for all devices.
ar: تقسيم PDF عبر الإنترنت مجانًا. استخراج صفحات محددة، أو التقسيم حسب النطاقات، أو فصل كل صفحة على حدة. بدون علامة مائية، بدون تسجيل. أداة تقسيم PDF سريعة لجميع الأجهزة.
es: Dividir PDF en línea gratis. Extrae páginas específicas, divide por rangos o separa cada página. Sin marca de agua, sin registro. Divisor de PDF rápido para todos los dispositivos.
hi: PDF को ऑनलाइन मुफ्त में विभाजित करें। विशिष्ट पृष्ठ निकालें, श्रेणियों द्वारा विभाजित करें, या प्रत्येक पृष्ठ को अलग करें। कोई वॉटरमार्क नहीं, कोई पंजीकरण नहीं। सभी उपकरणों के लिए तेज़ PDF स्प्लिटर।
id: Pisahkan PDF online gratis. Ekstrak halaman tertentu, pisahkan berdasarkan rentang, atau pisahkan setiap halaman. Tanpa watermark, tanpa registrasi. Pemecah PDF cepat untuk semua perangkat.
pl: Podziel PDF online za darmo. Wyodrębnij konkretne strony, podziel według zakresów lub rozdziel każdą stronę. Brak znaku wodnego, brak rejestracji. Szybki splitter PDF na wszystkie urządzenia.
ru: Разделить PDF онлайн бесплатно. Извлеките определённые страницы, разделите по диапазонам или отделите каждую страницу. Без водяных знаков, без регистрации. Быстрый разделитель PDF для всех устройств.

source: Split your PDF into multiple files
ar: قسّم PDF الخاص بك إلى ملفات متعددة
es: Divide tu PDF en múltiples archivos
hi: अपने PDF को कई फ़ाइलों में विभाजित करें
id: Pisahkan PDF Anda menjadi beberapa file
pl: Podziel swój PDF na wiele plików
ru: Разделяйте ваш PDF на несколько файлов

source: Multiple Split Options
ar: خيارات تقسيم متعددة
es: Múltiples opciones de división
hi: एकाधिक विभाजन विकल्प
id: Beberapa Opsi Pemisahan
pl: Wiele opcji podziału
ru: Несколько вариантов разделения

source: Split by page ranges, extract every page, or select specific pages
ar: حدد الصفحات المراد تدويرها: جميع الصفحات، أو الصفحة الحالية فقط، أو صفحات محددة
es: Selecciona qué páginas rotar: todas las páginas, solo la página actual o páginas específicas
hi: चुनें कि किन पृष्ठों को घुमाना है: सभी पृष्ठ, केवल वर्तमान पृष्ठ, या विशिष्ट पृष्ठ
id: Pilih halaman mana yang akan diputar: semua halaman, hanya halaman saat ini, atau halaman tertentu
pl: Wybierz, które strony obrócić: wszystkie strony, tylko bieżąca strona lub konkretne strony
ru: Выберите, какие страницы повернуть: все страницы, только текущую страницу или конкретные страницы

source: Original PDF quality preserved. Pages extracted exactly as they are
ar: جودة PDF الأصلية محفوظة. يتم استخراج الصفحات تمامًا كما هي
es: Se conserva la calidad original del PDF. Las páginas se extraen exactamente como están
hi: मूल PDF गुणवत्ता संरक्षित। पृष्ठ बिल्कुल वैसे ही निकाले गए हैं जैसे वे हैं
id: Kualitas PDF asli dipertahankan. Halaman diekstrak persis seperti aslinya
pl: Oryginalna jakość PDF zachowana. Strony wyodrębnione dokładnie tak, jak są
ru: Исходное качество PDF сохранено. Страницы извлекаются точно такими, как есть

source: Download as ZIP
ar: تنزيل PDF
es: Descargar PDF
hi: PDF डाउनलोड करें
id: Unduh PDF
pl: Pobierz PDF
ru: Скачать ПДФ

source: All split pages downloaded as a single ZIP file for convenience
ar: جميع الصفحات المقسمة يتم تنزيلها كملف ZIP واحد للراحة
es: Todas las páginas divididas se descargan en un solo archivo ZIP para mayor comodidad
hi: सुविधा के लिए सभी विभाजित पृष्ठ एक ही ZIP फाइल के रूप में डाउनलोड किए गए
id: Semua halaman yang dipisahkan diunduh sebagai satu file ZIP untuk kenyamanan
pl: Wszystkie podzielone strony pobierane jako jeden plik ZIP dla wygody
ru: Все разделённые страницы загружаются в виде одного ZIP-файла для удобства

source: Files deleted immediately after processing. Your documents stay private
ar: يتم حذف الملفات فورًا بعد المعالجة. تظل مستنداتك خاصة
es: Los archivos se eliminan inmediatamente después del procesamiento. Tus documentos permanecen privados
hi: प्रसंस्करण के तुरंत बाद फाइलें हटा दी गईं। आपके दस्तावेज़ निजी रहते हैं
id: File dihapus segera setelah diproses. Dokumen Anda tetap pribadi
pl: Pliki usuwane natychmiast po przetworzeniu. Twoje dokumenty pozostają prywatne
ru: Файлы удаляются сразу после обработки. Ваши документы остаются конфиденциальными

source: Why Split PDFs with Convertica?
ar: تقسيم PDF - كونفيرتيكا
es: Dividir PDF - Convertica
hi: PDF विभाजित करें - Convertica
id: Pisahkan PDF - Convertica
pl: Podziel PDF - Convertica
ru: Разделить PDF - Convertica

source: How do I split a PDF by page ranges?
ar: كيف يمكنني حماية ملف PDF بكلمة مرور؟
es: ¿Cómo protejo un PDF con contraseña?
hi: मैं एक PDF को पासवर्ड से कैसे सुरक्षित करूँ?
id: Bagaimana cara melindungi PDF dengan kata sandi?
pl: Jak chronić PDF hasłem?
ru: Как защитить ПДФ паролем?
