Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Optional: Different user password
ar: اختياري: كلمة مرور مستخدم مختلفة
es: Opcional: Contraseña de usuario diferente
hi: वैकल्पिक: अलग उपयोगकर्ता पासवर्ड
id: Opsional: Kata sandi pengguna yang berbeda
pl: Opcjonalne: Inne hasło użytkownika
ru: Необязательно: Другой пароль пользователя

source: Optional: Set a different password for users. If not provided, the main password will be used.
ar: اختياري: قم بتعيين كلمة مرور مختلفة للمستخدمين. إذا لم يتم توفيرها، سيتم استخدام كلمة المرور الرئيسية.
es: Opcional: Establece una contraseña diferente para usuarios. Si no se proporciona, se usará la contraseña principal.
hi: वैकल्पिक: उपयोगकर्ताओं के लिए एक अलग पासवर्ड सेट करें। यदि प्रदान नहीं किया गया है, तो मुख्य पासवर्ड का उपयोग किया जाएगा।
id: Opsional: Tetapkan kata sandi yang berbeda untuk pengguna. Jika tidak disediakan, kata sandi utama akan digunakan.
pl: Opcjonalnie: Ustaw inne hasło dla użytkowników. Jeśli nie podano, zostanie użyte główne hasło.
ru: Необязательно: Установите другой пароль для пользователей. Если не указано, будет использоваться основной пароль.

source: Owner Password
ar: كلمة مرور المالك
es: Contraseña del propietario
hi: मालिक पासवर्ड
id: Kata Sandi Pemilik
pl: Hasło właściciela
ru: Пароль владельца

source: Optional: Different owner password
ar: اختياري: كلمة مرور مالك مختلفة
es: Opcional: Contraseña del propietario diferente
hi: वैकल्पिक: अलग मालिक पासवर्ड
id: Opsional: Kata sandi pemilik yang berbeda
pl: Opcjonalne: Inne hasło właściciela
ru: Необязательно: Другой пароль владельца

source: Optional: Set a different password for owner. If not provided, the main password will be used.
ar: اختياري: قم بتعيين كلمة مرور مختلفة للمالك. إذا لم يتم توفيرها، سيتم استخدام كلمة المرور الرئيسية.
es: Opcional: Establece una contraseña diferente para el propietario. Si no se proporciona, se usará la contraseña principal.
hi: वैकल्पिक: मालिक के लिए एक अलग पासवर्ड सेट करें। यदि प्रदान नहीं किया गया है, तो मुख्य पासवर्ड का उपयोग किया जाएगा।
id: Opsional: Tetapkan kata sandi yang berbeda untuk pemilik. Jika tidak disediakan, kata sandi utama akan digunakan.
pl: Opcjonalnie: Ustaw inne hasło dla właściciela. Jeśli nie podano, zostanie użyte główne hasło.
ru: Необязательно: Установите другой пароль для владельца. Если не указано, будет использоваться основной пароль.

source: Enter a password to protect your PDF file (required) and optionally set user/owner passwords
ar: أدخل كلمة مرور لحماية ملف PDF الخاص بك (مطلوب) واختيارياً قم بتعيين كلمات مرور المستخدم/المالك
es: Ingresa una contraseña para proteger tu archivo PDF (requerido) y opcionalmente establece contraseñas de usuario/propietario
hi: अपनी PDF फ़ाइल को सुरक्षित करने के लिए एक पासवर्ड दर्ज करें (आवश्यक) और वैकल्पिक रूप से उपयोगकर्ता/मालिक पासवर्ड सेट करें
id: Masukkan kata sandi untuk melindungi file PDF Anda (diperlukan) dan opsional atur kata sandi pengguna/pemilik
pl: Wprowadź hasło, aby chronić plik PDF (wymagane) i opcjonalnie ustaw hasła użytkownika/właściciela
ru: Введите пароль для защиты вашего файла ПДФ (обязательно) и при необходимости установите пароли пользователя/владельца

source: Click the protect button to encrypt your PDF with password protection
ar: انقر على زر الحماية لتشفير ملف PDF الخاص بك بحماية كلمة المرور
es: Haz clic en el botón de proteger para encriptar tu PDF con protección por contraseña
hi: अपने PDF को पासवर्ड सुरक्षा के साथ एन्क्रिप्ट करने के लिए सुरक्षित करें बटन पर क्लिक करें
id: Klik tombol lindungi untuk mengenkripsi PDF Anda dengan perlindungan kata sandi
pl: Kliknij przycisk ochrony, aby zaszyfrować PDF z ochroną hasłem
ru: Нажмите кнопку "Защитить", чтобы зашифровать ваш ПДФ с защитой паролем

source: Download your password-protected PDF file using the download button
ar: قم بتنزيل ملف PDF المحمي بكلمة مرور باستخدام زر التنزيل
es: Descarga tu archivo PDF protegido con contraseña usando el botón de descarga
hi: डाउनलोड बटन का उपयोग करके अपनी पासवर्ड-सुरक्षित PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF yang dilindungi kata sandi menggunakan tombol unduh
pl: Pobierz plik PDF chroniony hasłem za pomocą przycisku pobierania
ru: Скачайте защищенный паролем файл ПДФ с помощью кнопки загрузки

source: PDF files with up to %(max_pages)s pages are supported for password protection. For larger files, please split them into smaller parts. The password will be required to open, view, print, or edit the PDF.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة لحماية كلمة المرور. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر. ستكون هناك حاجة إلى كلمة المرور لفتح أو عرض أو طباعة أو تحرير ملف PDF.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas para protección con contraseña. Para archivos más grandes, divídelos en partes más pequeñas. Se requerirá la contraseña para abrir, ver, imprimir o editar el PDF.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें पासवर्ड सुरक्षा के लिए समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें। PDF को खोलने, देखने, प्रिंट करने या संपादित करने के लिए पासवर्ड की आवश्यकता होगी।
id: File PDF dengan hingga %(max_pages)s halaman didukung untuk perlindungan kata sandi. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian. Kata sandi akan diperlukan untuk membuka, melihat, mencetak, atau mengedit PDF.
pl: Pliki PDF do %(max_pages)s stron są obsługiwane przy ochronie hasłem. Większe pliki należy podzielić na mniejsze części. Hasło będzie wymagane do otwarcia, przeglądania, drukowania lub edycji PDF.
ru: Файлы ПДФ с количеством страниц до %(max_pages)s поддерживаются для защиты паролем. Для больших файлов, пожалуйста, разделите их на более мелкие части. Пароль потребуется для открытия, просмотра, печати или редактирования ПДФ.

source: Unlock PDF Settings
ar: إعدادات فتح قفل PDF
es: Configuración de desbloqueo PDF
hi: PDF अनलॉक सेटिंग्स
id: Pengaturan Buka Kunci PDF
pl: Ustawienia odblokowania PDF
ru: Настройки разблокировки ПДФ

source: PDF Password
ar: كلمة مرور PDF
es: Contraseña PDF
hi: PDF पासवर्ड
id: Kata Sandi PDF
pl: Hasło PDF
ru: Пароль ПДФ

source: Enter the password to unlock the PDF
ar: أدخل كلمة المرور لفتح قفل ملف PDF
es: Ingresa la contraseña para desbloquear el PDF
hi: PDF को अनलॉक करने के लिए पासवर्ड दर्ज करें
id: Masukkan kata sandi untuk membuka kunci PDF
pl: Wprowadź hasło, aby odblokować PDF
ru: Введите пароль для разблокировки ПДФ

source: Enter the password that was used to protect the PDF. The password will be removed from the output PDF.
ar: أدخل كلمة المرور التي تم استخدامها لحماية ملف PDF. سيتم إزالة كلمة المرور من ملف PDF الناتج.
es: Ingresa la contraseña que se usó para proteger el PDF. La contraseña será eliminada del PDF de salida.
hi: वह पासवर्ड दर्ज करें जो PDF को सुरक्षित करने के लिए उपयोग किया गया था। पासवर्ड आउटपुट PDF से हटा दिया जाएगा।
id: Masukkan kata sandi yang digunakan untuk melindungi PDF. Kata sandi akan dihapus dari PDF keluaran.
pl: Wprowadź hasło, które zostało użyte do zabezpieczenia PDF. Hasło zostanie usunięte z wynikowego PDF.
ru: Введите пароль, который использовался для защиты ПДФ. Пароль будет удален из выходного ПДФ.

source: Select your password-protected PDF file using the button above or drag and drop it into the zone below
ar: حدد ملف PDF المحمي بكلمة مرور باستخدام الزر أعلاه أو اسحبه وأفلته في المنطقة أدناه
es: Selecciona tu archivo PDF protegido con contraseña usando el botón de arriba o arrástralo a la zona de abajo
hi: ऊपर दिए गए बटन का उपयोग करके अपनी पासवर्ड-सुरक्षित PDF फ़ाइल चुनें या इसे नीचे दिए गए क्षेत्र में खींचें और छोड़ें
id: Pilih file PDF yang dilindungi kata sandi Anda menggunakan tombol di atas atau seret dan lepas ke zona di bawah
pl: Wybierz plik PDF chroniony hasłem za pomocą przycisku powyżej lub przeciągnij i upuść go w strefie poniżej
ru: Выберите защищенный паролем файл ПДФ с помощью кнопки выше или перетащите его в область ниже

source: Enter the password that was used to protect the PDF file
ar: أدخل كلمة المرور التي تم استخدامها لحماية ملف PDF
es: Ingresa la contraseña que se usó para proteger el archivo PDF
hi: वह पासवर्ड दर्ज करें जो PDF फ़ाइल को सुरक्षित करने के लिए उपयोग किया गया था
id: Masukkan kata sandi yang digunakan untuk melindungi file PDF
pl: Wprowadź hasło, które zostało użyte do zabezpieczenia pliku PDF
ru: Введите пароль, который использовался для защиты файла ПДФ

source: Click the unlock button to remove password protection from your PDF
ar: انقر على زر فتح القفل لإزالة حماية كلمة المرور من ملف PDF الخاص بك
es: Haz clic en el botón de desbloquear para eliminar la protección con contraseña de tu PDF
hi: अपने PDF से पासवर्ड सुरक्षा हटाने के लिए अनलॉक बटन पर क्लिक करें
id: Klik tombol buka kunci untuk menghapus perlindungan kata sandi dari PDF Anda
pl: Kliknij przycisk odblokowania, aby usunąć ochronę hasłem z PDF
ru: Нажмите кнопку "Разблокировать", чтобы удалить защиту паролем из вашего ПДФ

source: Download your unlocked PDF file (without password) using the download button
ar: قم بتنزيل ملف PDF غير المحمي (بدون كلمة مرور) باستخدام زر التنزيل
es: Descarga tu archivo PDF desbloqueado (sin contraseña) usando el botón de descarga
hi: डाउनलोड बटन का उपयोग करके अपनी अनलॉक की गई PDF फ़ाइल (बिना पासवर्ड) डाउनलोड करें
id: Unduh file PDF yang telah dibuka kunci (tanpa kata sandi) menggunakan tombol unduh
pl: Pobierz odblokowany plik PDF (bez hasła) za pomocą przycisku pobierania
ru: Скачайте разблокированный файл ПДФ (без пароля) с помощью кнопки загрузки

source: PDF files with up to %(max_pages)s pages are supported for unlocking. For larger files, please split them into smaller parts. You must know the correct password to unlock the PDF.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة لفتح القفل. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر. يجب أن تعرف كلمة المرور الصحيحة لفتح قفل PDF.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas para desbloquear. Para archivos más grandes, divídelos en partes más pequeñas. Debes conocer la contraseña correcta para desbloquear el PDF.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें अनलॉक करने के लिए समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें। PDF को अनलॉक करने के लिए आपको सही पासवर्ड जानना होगा।
id: File PDF dengan hingga %(max_pages)s halaman didukung untuk dibuka kunci. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian. Anda harus mengetahui kata sandi yang benar untuk membuka kunci PDF.
pl: Pliki PDF do %(max_pages)s stron są obsługiwane przy odblokowywaniu. Większe pliki należy podzielić na mniejsze części. Musisz znać poprawne hasło, aby odblokować PDF.
ru: Файлы ПДФ с количеством страниц до %(max_pages)s поддерживаются для разблокировки. Для больших файлов, пожалуйста, разделите их на более мелкие части. Вы должны знать правильный пароль для разблокировки ПДФ.

source: Premium Queue
ar: ميزة بريميوم
hi: प्रीमियम फीचर
id: Fitur premium
pl: Funkcja premium
ru: Премиум-функция

source: Manage conversion tasks sent to background mode: monitor progress, download ready files, and clean up queue history.
ar: إدارة مهام التحويل المرسلة إلى وضع الخلفية: مراقبة التقدم، تنزيل الملفات الجاهزة، وتنظيف سجل الطابور.
hi: पृष्ठभूमि मोड में भेजे गए रूपांतरण कार्यों का प्रबंधन करें: प्रगति की निगरानी करें, तैयार फ़ाइलें डाउनलोड करें और कतार इतिहास साफ़ करें।
id: Kelola tugas konversi yang dikirim ke mode latar belakang: pantau progres, unduh file yang siap, dan bersihkan riwayat antrean.
pl: Zarządzaj zadaniami konwersji wysłanymi do trybu tła: monitoruj postęp, pobieraj gotowe pliki i czyść historię kolejki.
ru: Управляйте задачами конвертации, отправленными в фоновый режим: отслеживайте прогресс, скачивайте готовые файлы и очищайте историю очереди.

source: Active
ar: نشط
es: Activo
hi: सक्रिय
id: Aktif
pl: Aktywna
ru: Активна

source: Completed
ar: مكتمل
es: Completado
hi: पूर्ण
id: Selesai
pl: Zakończona
ru: Завершено

source: Failed
ar: فشل
es: Fallido
hi: विफल
id: Gagal
pl: Nieudana
ru: Не удалось

source: Refresh
ar: تحديث
hi: ताज़ा करें
id: Segarkan
pl: Odśwież
ru: Обновить

source: Clear Completed
ar: مكتمل
hi: पूर्ण
id: Selesai
pl: Zakończona
ru: Завершено

source: Clear All
ar: مسح الكل
hi: सभी साफ़ करें
id: Hapus Semua
pl: Wyczyść wszystko
ru: Очистить все

source: No background tasks yet. Start a conversion and choose 'Continue in background'.
ar: لا توجد مهام خلفية حتى الآن. ابدأ تحويلاً واختر 'المتابعة في الخلفية'.
hi: अभी तक कोई पृष्ठभूमि कार्य नहीं। एक रूपांतरण शुरू करें और 'पृष्ठभूमि में जारी रखें' चुनें।
id: Belum ada tugas latar belakang. Mulai konversi dan pilih 'Lanjutkan di latar belakang'.
pl: Brak jeszcze zadań w tle. Rozpocznij konwersję i wybierz 'Kontynuuj w tle'.
ru: Фоновых задач пока нет. Начните конвертацию и выберите 'Продолжить в фоне'.

source: Open Batch Converter
ar: تحويل PDF
hi: PDF रूपांतरण
id: Konversi PDF
pl: Konwersja PDF
ru: Конвертация ПДФ

source: Back to Premium Tools
ar: العودة إلى الملف الشخصي
hi: प्रोफ़ाइल पर वापस जाएँ
id: Kembali ke Profil
pl: Powrót do profilu
ru: Назад в профиль

source: Processing
ar: جارٍ المعالجة...
hi: प्रोसेस किया जा रहा है...
id: Memproses...
pl: Przetwarzanie...
ru: Обработка...

source: Result is unavailable or expired.
ar: النتيجة غير متاحة أو انتهت صلاحيتها.
hi: परिणाम अनुपलब्ध या समाप्त हो गया है।
id: Hasil tidak tersedia atau kedaluwarsa.
pl: Wynik jest niedostępny lub wygasł.
ru: Результат недоступен или устарел.

source: Unnamed file
ar: إزالة الملف
hi: फ़ाइल हटाएँ
id: Hapus file
pl: Usuń plik
ru: Удалить файл

source: Task failed without details.
ar: فشلت المهمة بدون تفاصيل.
hi: कार्य विवरण के बिना विफल रहा।
id: Tugas gagal tanpa detail.
pl: Zadanie nie powiodło się bez szczegółów.
ru: Задача завершилась с ошибкой без деталей.

source: Task ID
ar: معرف المهمة
hi: कार्य आईडी
id: ID Tugas
pl: ID zadania
ru: ID задачи

source: Started
ar: بدأ
es: Comenzado
hi: शुरू किया गया
id: Dimulai
pl: Rozpoczęto
ru: Начало

source: Type
ar: النوع
hi: प्रकार
id: Tipe
pl: Typ
ru: Тип

source: Open Tool
ar: الأداة ذات الصلة
hi: संबंधित टूल
id: Alat Terkait
pl: Powiązane narzędzie
ru: Соответствующий инструмент

source: Remove
ar: إزالة الملف
hi: फ़ाइल हटाएँ
id: Hapus file
pl: Usuń plik
ru: Удалить файл

source: Unable to download file.
ar: فشل تنزيل تقرير ZIP.
hi: ZIP रिपोर्ट डाउनलोड नहीं हो सकी।
id: Gagal mengunduh laporan ZIP.
pl: Nie udało się pobrać raportu ZIP.
ru: Не удалось скачать ZIP-отчет.

source: Clear all queue items?
ar: مسح جميع عناصر قائمة الانتظار؟
hi: सभी कतार आइटम साफ़ करें?
id: Hapus semua item antrean?
pl: Usunąć wszystkie elementy z kolejki?
ru: Очистить все элементы очереди?

source: Premium Batch
ar: خطة Premium
hi: प्रीमियम योजना
id: Paket Premium
pl: Plan Premium
ru: Премиум план

source: Choose a converter below, upload multiple files at once, and keep long jobs running with background mode.
ar: اختر محولًا أدناه، وقم برفع عدة ملفات مرة واحدة، واستمر في تشغيل المهام الطويلة باستخدام وضع الخلفية.
hi: नीचे एक कनवर्टर चुनें, एक साथ कई फ़ाइलें अपलोड करें, और बैकग्राउंड मोड के साथ लंबी जॉब चलती रहने दें।
id: Pilih konverter di bawah, unggah beberapa file sekaligus, dan pertahankan pekerjaan panjang berjalan dengan mode latar belakang.
pl: Wybierz konwerter poniżej, prześlij wiele plików jednocześnie i utrzymuj długie zadania w trybie tła.
ru: Выберите конвертер ниже, загрузите несколько файлов одновременно и поддерживайте длительные задачи в фоновом режиме.

source: Upload two PDF files
ar: ارفع ملفي PDF
es: Sube dos archivos PDF
hi: दो PDF फ़ाइलें अपलोड करें
id: Unggah dua file PDF
pl: Prześlij dwa pliki PDF
ru: Загрузите два файла PDF

source: Select the base PDF and the comparison PDF.
ar: اختر ملف PDF الأساسي وملف PDF للمقارنة.
es: Selecciona el PDF base y el PDF de comparación.
hi: मूल PDF और तुलना वाला PDF चुनें।
id: Pilih PDF dasar dan PDF pembanding.
pl: Wybierz bazowy plik PDF i plik PDF do porównania.
ru: Выберите исходный PDF и PDF для сравнения.

source: Set sensitivity
ar: ضبط الحساسية
es: Ajustar sensibilidad
hi: संवेदनशीलता सेट करें
id: Atur sensitivitas
pl: Ustaw czułość
ru: Настроить чувствительность

source: Adjust diff sensitivity to control change detection strictness.
ar: اضبط حساسية الفروقات للتحكم في دقة اكتشاف التغييرات.
es: Ajusta la sensibilidad de diferencias para controlar la precisión en la detección de cambios.
hi: परिवर्तन पहचान की सख्ती नियंत्रित करने के लिए डिफ़ संवेदनशीलता समायोजित करें।
id: Sesuaikan sensitivitas perbedaan untuk mengontrol tingkat ketelitian deteksi perubahan.
pl: Dostosuj czułość różnic, aby kontrolować rygor wykrywania zmian.
ru: Настройте чувствительность, чтобы управлять строгостью обнаружения изменений.

source: Review and export
ar: مراجعة وتصدير
es: Revisar y exportar
hi: समीक्षा और निर्यात
id: Tinjau dan ekspor
pl: Przegląd i eksport
ru: Просмотр и экспорт

source: Review changes page-by-page. Export report files only if you need to share or archive them.
ar: راجع التغييرات صفحةً بصفحة. صدّر ملفات التقرير فقط إذا احتجت إلى مشاركتها أو أرشفتها.
es: Revisa los cambios página por página. Exporta los archivos del informe solo si necesitas compartirlos o archivarlos.
hi: पेज-दर-पेज बदलाव देखें। रिपोर्ट फ़ाइलें केवल तभी निर्यात करें जब आपको उन्हें साझा या संग्रहित करना हो।
id: Tinjau perubahan per halaman. Ekspor file laporan hanya jika Anda perlu membagikan atau mengarsipkannya.
pl: Przeglądaj zmiany strona po stronie. Eksportuj pliki raportu tylko, gdy chcesz je udostępnić lub zarchiwizować.
ru: Просматривайте изменения по страницам. Экспортируйте файлы отчета только если нужно поделиться или архивировать.

source: Premium Feature
ar: ميزة بريميوم
es: Función premium
hi: प्रीमियम फीचर
id: Fitur premium
pl: Funkcja premium
ru: Премиум-функция

source: Review page-by-page differences in your browser. Export Markdown/JSON and images only if needed.
ar: راجع الفروقات صفحةً بصفحة داخل المتصفح. صدّر Markdown/JSON والصور فقط عند الحاجة.
es: Revisa las diferencias página por página en tu navegador. Exporta Markdown/JSON e imágenes solo si lo necesitas.
hi: अपने ब्राउज़र में पेज-दर-पेज अंतर देखें। Markdown/JSON और छवियाँ केवल आवश्यकता होने पर निर्यात करें।
id: Tinjau perbedaan per halaman langsung di browser Anda. Ekspor Markdown/JSON dan gambar hanya jika diperlukan.
pl: Przeglądaj różnice strona po stronie w przeglądarce. Eksportuj Markdown/JSON i obrazy tylko w razie potrzeby.
ru: Просматривайте отличия по страницам прямо в браузере. Экспортируйте Markdown/JSON и изображения только при необходимости.

source: Base PDF
ar: PDF الأساسي
es: PDF base
hi: मूल PDF
id: PDF dasar
pl: Bazowy PDF
ru: Исходный PDF

source: Compare PDF
ar: PDF للمقارنة
es: PDF de comparación
hi: तुलना PDF
id: PDF pembanding
pl: Porównywany PDF
ru: PDF для сравнения

source: Diff Sensitivity
ar: حساسية الفروقات
es: Sensibilidad de diferencias
hi: डिफ़ संवेदनशीलता
id: Sensitivitas perbedaan
pl: Czułość różnic
ru: Чувствительность сравнения

source: Lower value catches smaller visual changes. Higher value highlights only major differences.
ar: القيمة الأقل تلتقط التغييرات المرئية الأصغر. القيمة الأعلى تُبرز الفروقات الكبيرة فقط.
es: Un valor más bajo detecta cambios visuales pequeños. Un valor más alto resalta solo diferencias importantes.
hi: कम मान छोटे विज़ुअल बदलाव भी पकड़ता है। अधिक मान केवल बड़े अंतर को हाइलाइट करता है।
id: Nilai lebih rendah menangkap perubahan visual yang lebih kecil. Nilai lebih tinggi hanya menyorot perbedaan besar.
pl: Niższa wartość wychwytuje mniejsze zmiany wizualne. Wyższa wartość podkreśla tylko duże różnice.
ru: Меньшее значение фиксирует более мелкие визуальные изменения. Большее значение выделяет только крупные различия.

source: Compare PDFs
ar: قارن ملفات PDF
es: Comparar PDFs
hi: PDF की तुलना करें
id: Bandingkan PDF
pl: Porównaj pliki PDF
ru: Сравнить PDF

source: Comparison Report
ar: تقرير المقارنة
es: Informe de comparación
hi: तुलना रिपोर्ट
id: Laporan perbandingan
pl: Raport porównania
ru: Отчет о сравнении

source: Export Report
ar: تصدير التقرير
es: Exportar informe
hi: रिपोर्ट निर्यात करें
id: Ekspor Laporan
pl: Eksportuj raport
ru: Экспортировать отчет

source: Overall change
ar: التغيير الإجمالي
es: Cambio total
hi: कुल परिवर्तन
id: Perubahan keseluruhan
pl: Łączna zmiana
ru: Общее изменение

source: Words added
ar: الكلمات المضافة
es: Palabras añadidas
hi: जोड़े गए शब्द
id: Kata ditambahkan
pl: Dodane słowa
ru: Добавлено слов

source: Words removed
ar: الكلمات المحذوفة
es: Palabras eliminadas
hi: हटाए गए शब्द
id: Kata dihapus
pl: Usunięte słowa
ru: Удалено слов

source: Page 1 of 1
ar: الصفحة 1 من 1
es: Página 1 de 1
hi: पेज 1 में से 1
id: Halaman 1 dari 1
pl: Strona 1 z 1
ru: Страница 1 из 1

source: Diff overlay
ar: تراكب الفروقات
es: Superposición de diferencias
hi: अंतर ओवरले
id: Overlay perbedaan
pl: Nakładka różnic
ru: Наложение отличий

source: Base
ar: الأساسي
hi: मूल
id: Dasar
pl: Bazowy
ru: Исходный

source: Updated
ar: المحدَّث
es: Actualizado
hi: अपडेटेड
id: Diperbarui
pl: Zaktualizowany
ru: Обновленный

source: Loading page preview...
ar: جارٍ تحميل معاينة الصفحة...
es: Cargando vista previa de la página...
hi: पेज प्रीव्यू लोड हो रहा है...
id: Memuat pratinjau halaman...
pl: Ładowanie podglądu strony...
ru: Загрузка предпросмотра страницы...

source: PDF page comparison preview
ar: معاينة مقارنة صفحة PDF
es: Vista previa de comparación de página PDF
hi: PDF पेज तुलना प्रीव्यू
id: Pratinjau perbandingan halaman PDF
pl: Podgląd porównania strony PDF
ru: Предпросмотр сравнения страницы PDF

source: Run comparison to preview page-by-page differences.
ar: شغّل المقارنة لمعاينة الفروقات صفحةً بصفحة.
es: Ejecuta la comparación para ver las diferencias página por página.
hi: पेज-दर-पेज अंतर देखने के लिए तुलना चलाएँ।
id: Jalankan perbandingan untuk melihat perbedaan per halaman.
pl: Uruchom porównanie, aby zobaczyć różnice strona po stronie.
ru: Запустите сравнение, чтобы просмотреть отличия по страницам.

source: Pages overview
ar: نظرة عامة على الصفحات
es: Resumen de páginas
hi: पेज अवलोकन
id: Ikhtisar halaman
pl: Przegląd stron
ru: Обзор страниц

source: Base page
ar: الصفحة الأساسية
es: Página base
hi: मूल पेज
id: Halaman dasar
pl: Strona bazowa
ru: Исходная страница

source: Base PDF page
ar: صفحة PDF الأساسية
es: Página base del PDF
hi: मूल PDF पेज
id: Halaman PDF dasar
pl: Strona bazowego PDF
ru: Исходная страница PDF

source: Updated page
ar: الصفحة المحدَّثة
es: Página actualizada
hi: अपडेटेड पेज
id: Halaman diperbarui
pl: Zaktualizowana strona
ru: Обновленная страница

source: Updated PDF page
ar: صفحة PDF المحدَّثة
es: Página actualizada del PDF
hi: अपडेटेड PDF पेज
id: Halaman PDF diperbarui
pl: Strona zaktualizowanego PDF
ru: Обновленная страница PDF

source: How Compare Two PDFs works
ar: كيف تعمل أداة Compare Two PDFs
es: Cómo funciona Compare Two PDFs
hi: Compare Two PDFs कैसे काम करता है
id: Cara kerja Compare Two PDFs
pl: Jak działa Compare Two PDFs
ru: Как работает Compare Two PDFs

source: Upload the original PDF and the updated PDF version.
ar: ارفع ملف PDF الأصلي والإصدار المحدَّث منه.
es: Sube el PDF original y la versión actualizada del PDF.
hi: मूल PDF और अपडेटेड PDF संस्करण अपलोड करें।
id: Unggah PDF asli dan versi PDF yang diperbarui.
pl: Prześlij oryginalny PDF i zaktualizowaną wersję PDF.
ru: Загрузите исходный PDF и обновленную версию PDF.

source: Adjust diff sensitivity to match your review needs.
ar: اضبط حساسية الفروقات بما يناسب احتياجات المراجعة لديك.
es: Ajusta la sensibilidad de diferencias según tus necesidades de revisión.
hi: अपनी समीक्षा आवश्यकताओं के अनुसार डिफ़ संवेदनशीलता समायोजित करें।
id: Sesuaikan sensitivitas perbedaan sesuai kebutuhan peninjauan Anda.
pl: Dostosuj czułość porównania do swoich potrzeb.
ru: Настройте чувствительность сравнения под ваши задачи проверки.
