Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Please correct the errors in the form below.
ar: يرجى تصحيح الأخطاء في النموذج أدناه.
es: Por favor, corrige los errores en el formulario a continuación.
hi: कृपया नीचे दिए गए फ़ॉर्म में त्रुटियाँ सही करें।
id: Silakan perbaiki kesalahan dalam formulir di bawah ini.
pl: Proszę poprawić błędy w formularzu poniżej.
ru: Пожалуйста, исправьте ошибки в форме ниже.

source: Frequently Asked Questions (FAQ) - Convertica
ar: الأسئلة الشائعة (FAQ) - كونفيرتيكا
es: Preguntas frecuentes (FAQ) - Convertica
hi: अक्सर पूछे जाने वाले प्रश्न (FAQ) - Convertica
id: Pertanyaan yang Sering Diajukan (FAQ) - Convertica
pl: Często zadawane pytania (FAQ) - Convertica
ru: Часто задаваемые вопросы (ЧАВО) - Convertica

source: Find answers to frequently asked questions about Convertica PDF tools. Learn how to convert, edit, and organize PDF files online for free.
ar: ابحث عن إجابات للأسئلة الشائعة حول أدوات PDF من كونفيرتيكا. تعلم كيفية تحويل وتحرير وتنظيم ملفات PDF عبر الإنترنت مجاناً.
es: Encuentra respuestas a preguntas frecuentes sobre las herramientas PDF de Convertica. Aprende cómo convertir, editar y organizar archivos PDF en línea de forma gratuita.
hi: Convertica PDF टूल के बारे में अक्सर पूछे जाने वाले प्रश्नों के उत्तर खोजें। सीखें कि मुफ्त में ऑनलाइन PDF फ़ाइलों को कैसे बदलें, संपादित करें और व्यवस्थित करें।
id: Temukan jawaban untuk pertanyaan yang sering diajukan tentang alat PDF Convertica. Pelajari cara mengonversi, mengedit, dan mengatur file PDF online secara gratis.
pl: Znajdź odpowiedzi na często zadawane pytania dotyczące narzędzi Convertica PDF. Dowiedz się, jak konwertować, edytować i organizować pliki PDF online za darmo.
ru: Найдите ответы на часто задаваемые вопросы об инструментах Convertica для PDF. Узнайте, как конвертировать, редактировать и организовывать файлы PDF онлайн бесплатно.

source: To merge PDF files, go to the Merge PDF page, select multiple PDF files, arrange them in the desired order, and click merge. All selected files will be combined into a single PDF document.
ar: لدمج ملفات PDF، انتقل إلى صفحة دمج PDF، وحدد ملفات PDF متعددة، ورتبها بالترتيب المطلوب، وانقر على دمج. سيتم دمج جميع الملفات المحددة في مستند PDF واحد.
es: Para combinar archivos PDF, ve a la página Combinar PDF, selecciona múltiples archivos PDF, organízalos en el orden deseado usando arrastrar y soltar, y haz clic en combinar. Todos los archivos seleccionados se combinarán en un solo documento PDF.
hi: PDF फ़ाइलों को मर्ज करने के लिए, मर्ज PDF पृष्ठ पर जाएँ, कई PDF फ़ाइलें चुनें, उन्हें वांछित क्रम में व्यवस्थित करें, और मर्ज पर क्लिक करें। सभी चयनित फ़ाइलें एक ही PDF दस्तावेज़ में संयोजित की जाएँगी।
id: Untuk menggabungkan file PDF, buka halaman Gabungkan PDF, pilih beberapa file PDF, atur dalam urutan yang diinginkan, dan klik gabungkan. Semua file yang dipilih akan digabungkan menjadi satu dokumen PDF.
pl: Aby połączyć pliki PDF, przejdź do strony Połącz PDF, wybierz wiele plików PDF, ułóż je w żądanej kolejności za pomocą przeciągania i upuszczania, i kliknij połącz. Wszystkie wybrane pliki zostaną połączone w jeden dokument PDF.
ru: Чтобы объединить файлы PDF, перейдите на страницу "Объединить PDF", выберите несколько файлов PDF, расположите их в нужном порядке и нажмите "Объединить". Все выбранные файлы будут объединены в один документ PDF.

source: Contribute to the Convertica project with a one-time or monthly donation. This does not unlock Premium features — it simply helps development. Heroes are Premium subscribers; contributions here are support only.
ar: ساهم في مشروع كونفيرتيكا بتبرع لمرة واحدة أو شهري. هذا لا يفتح ميزات Premium — إنه ببساطة يساعد في التطوير. الأبطال هم مشتركون في Premium؛ المساهمات هنا للدعم فقط.
es: Contribuye al proyecto Convertica con una donación única o mensual. Esto no desbloquea funciones Premium — simplemente ayuda al desarrollo. Los Héroes son suscriptores Premium; las contribuciones aquí son solo para apoyo.
hi: एक बार की या मासिक दान के साथ Convertica परियोजना में योगदान दें। यह प्रीमियम सुविधाओं को अनलॉक नहीं करता है — यह केवल विकास में मदद करता है। हीरो प्रीमियम सदस्य हैं; यहाँ योगदान केवल समर्थन है।
id: Berkontribusi pada proyek Convertica dengan donasi satu kali atau bulanan. Ini tidak membuka kunci fitur Premium — hanya membantu pengembangan. Hero adalah pelanggan Premium; kontribusi di sini hanya untuk dukungan.
pl: Wesprzyj projekt Convertica jednorazową lub miesięczną darowizną. To nie odblokowuje funkcji Premium — po prostu pomaga w rozwoju. Bohaterami są subskrybenci Premium; wkłady tutaj są tylko wsparciem.
ru: Поддержите проект Convertica разовым или ежемесячным пожертвованием. Это не разблокирует премиум-функции — это просто помогает развитию. Герои — это премиум-подписчики; взносы здесь только для поддержки.

source: Thank you for your contribution
ar: شكراً لك على مساهمتك
es: Gracias por tu contribución
hi: आपके योगदान के लिए धन्यवाद
id: Terima kasih atas kontribusi Anda
pl: Dziękujemy za Twój wkład
ru: Спасибо за ваш вклад

source: Thank you for contributing to Convertica. Your support helps us keep improving the service.
ar: شكراً لك على المساهمة في كونفيرتيكا. دعمك يساعدنا في الاستمرار في تحسين الخدمة.
es: Gracias por contribuir a Convertica. Tu apoyo nos ayuda a seguir mejorando el servicio.
hi: Convertica में योगदान देने के लिए धन्यवाद। आपका समर्थन हमें सेवा में सुधार जारी रखने में मदद करता है।
id: Terima kasih telah berkontribusi pada Convertica. Dukungan Anda membantu kami terus meningkatkan layanan.
pl: Dziękujemy za wsparcie Convertica. Twoje wsparcie pomaga nam ciągle ulepszać usługę.
ru: Спасибо за вклад в Convertica. Ваша поддержка помогает нам продолжать улучшать сервис.

source: Enter your email
ar: أدخل بريدك الإلكتروني
es: Ingresa tu correo electrónico
hi: अपना ईमेल दर्ज करें
id: Masukkan email Anda
pl: Wprowadź swój e-mail
ru: Введите ваш email

source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
es: Ingresa tu contraseña
hi: अपना पासवर्ड दर्ज करें
id: Masukkan kata sandi Anda
pl: Wprowadź swoje hasło
ru: Введите ваш пароль

source: Choose a username
ar: اختر اسم مستخدم
hi: एक उपयोगकर्ता नाम चुनें
id: Pilih nama pengguna
pl: Wybierz nazwę użytkownika
ru: Выберите имя пользователя

source: Confirm your password
ar: تأكيد كلمة المرور الخاصة بك
hi: अपना पासवर्ड पुष्टि करें
id: Konfirmasi kata sandi Anda
pl: Potwierdź swoje hasło
ru: Подтвердите ваш пароль

source: I agree to the Terms of Service and Privacy Policy
ar: أوافق على شروط الخدمة وسياسة الخصوصية
es: Acepto los Términos de Servicio y la Política de Privacidad
hi: मैं सेवा की शर्तों और गोपनीयता नीति से सहमत हूँ
id: Saya setuju dengan Ketentuan Layanan dan Kebijakan Privasi
pl: Zgadzam się z Warunkami korzystania i Polityką prywatności
ru: Я согласен с Условиями обслуживания и Политикой конфиденциальности

source: A user with this email already exists.
ar: يوجد بالفعل مستخدم بهذا البريد الإلكتروني.
hi: इस ईमेल के साथ एक उपयोगकर्ता पहले से मौजूद है।
id: Pengguna dengan email ini sudah ada.
pl: Użytkownik z tym e-mailem już istnieje.
ru: Пользователь с таким email уже существует.

source: Monthly Hero Access
ar: وصول البطل الشهري
es: Acceso Héroe Mensual
hi: मासिक हीरो पहुँच
id: Akses Hero Bulanan
pl: Dostęp Miesięcznego Bohatera
ru: Ежемесячный доступ героя

source: Yearly Hero Access
ar: وصول البطل السنوي
es: Acceso Héroe Anual
hi: वार्षिक हीरो पहुँच
id: Akses Hero Tahunan
pl: Dostęp Rocznego Bohatera
ru: Годовой доступ героя

source: The Email must be set
ar: يجب تعيين البريد الإلكتروني
es: El correo electrónico debe estar configurado
hi: ईमेल सेट होना चाहिए
id: Email harus diatur
pl: E-mail musi być ustawiony
ru: Email должен быть установлен

source: Superuser must have is_staff=True.
ar: يجب أن يكون لدى المستخدم الفائق is_staff=True.
es: El superusuario debe tener is_staff=True.
hi: सुपरयूज़र के पास is_staff=True होना चाहिए।
id: Superuser harus memiliki is_staff=True.
pl: Superużytkownik musi mieć is_staff=True.
ru: Суперпользователь должен иметь is_staff=True.

source: Superuser must have is_superuser=True.
ar: يجب أن يكون لدى المستخدم الفائق is_superuser=True.
es: El superusuario debe tener is_superuser=True.
hi: सुपरयूज़र के पास is_superuser=True होना चाहिए।
id: Superuser harus memiliki is_superuser=True.
pl: Superużytkownik musi mieć is_superuser=True.
ru: Суперпользователь должен иметь is_superuser=True.

source: email address
ar: عنوان البريد الإلكتروني
es: dirección de correo electrónico
hi: ईमेल पता
id: alamat email
pl: adres e-mail
ru: email адрес

source: Is Premium
ar: هل هو مميز
es: Es Premium
hi: प्रीमियम है
id: Apakah Premium
pl: Czy jest Premium
ru: Премиум

source: Subscription Start Date
ar: تاريخ بدء الاشتراك
es: Fecha de inicio de suscripción
hi: सदस्यता प्रारंभ तिथि
id: Tanggal Mulai Langganan
pl: Data rozpoczęcia subskrypcji
ru: Дата начала подписки

source: Subscription End Date
ar: تاريخ انتهاء الاشتراك
es: Fecha de fin de suscripción
hi: सदस्यता समाप्ति तिथि
id: Tanggal Berakhir Langganan
pl: Data zakończenia subskrypcji
ru: Дата окончания подписки

source: Total Subscription Days
ar: إجمالي أيام الاشتراك
es: Días totales de suscripción
hi: कुल सदस्यता दिन
id: Total Hari Langganan
pl: Łączna liczba dni subskrypcji
ru: Всего дней подписки

source: Consecutive Subscription Days
ar: أيام الاشتراك المتتالية
es: Días consecutivos de suscripción
hi: लगातार सदस्यता दिन
id: Hari Langganan Berturut-turut
pl: Kolejne dni subskrypcji
ru: Последовательные дни подписки

source: User
ar: المستخدم
es: Usuario
hi: उपयोगकर्ता
id: Pengguna
pl: Użytkownik
ru: Пользователь

source: Users
ar: المستخدمون
es: Usuarios
hi: उपयोगकर्ता
id: Pengguna
pl: Użytkownicy
ru: Пользователи

source: Runtime Setting
ar: إعدادات التدوير
hi: घुमाव सेटिंग्स
id: Pengaturan Rotasi
pl: Ustawienia obrotu
ru: Настройки поворота

source: Runtime Settings
ar: إعدادات التدوير
hi: घुमाव सेटिंग्स
id: Pengaturan Rotasi
pl: Ustawienia obrotu
ru: Настройки поворота

source: Setting key cannot be empty.
ar: كلمة المرور لا يمكن أن تكون فارغة
hi: पासवर्ड खाली नहीं हो सकता
id: Kata sandi tidak boleh kosong
pl: Hasło nie może być puste
ru: Пароль не может быть пустым

source: This setting key is considered secret and cannot be configured from admin.
ar: يعتبر مفتاح هذا الإعداد سريًا ولا يمكن تكوينه من المسؤول.
hi: यह सेटिंग कुंजी गुप्त मानी जाती है और इसे व्यवस्थापक से कॉन्फ़िगर नहीं किया जा सकता है।
id: Kunci pengaturan ini dianggap rahasia dan tidak dapat dikonfigurasi dari admin.
pl: Ten klucz ustawienia jest uważany za tajny i nie można go skonfigurować z poziomu administratora.
ru: Этот ключ настройки считается секретным и не может быть настроен из админки.

source: Payment Method
ar: طريقة الدفع
es: Método de pago
hi: भुगतान विधि
id: Metode Pembayaran
pl: Metoda płatności
ru: Способ оплаты

source: Transaction ID
ar: معرف المعاملة
es: ID de transacción
hi: लेनदेन आईडी
id: ID Transaksi
pl: ID transakcji
ru: ID транзакции

source: Processed At
ar: تم المعالجة في
es: Procesado el
hi: संसाधित किया गया
id: Diproses Pada
pl: Przetworzono
ru: Обработано

source: Payment
ar: الدفع
es: Pago
hi: भुगतान
id: Pembayaran
pl: Płatność
ru: Платеж

source: Payments
ar: المدفوعات
es: Pagos
hi: भुगतान
id: Pembayaran
pl: Płatności
ru: Платежи

source: Please verify your email address before signing in.
ar: يرجى التحقق من عنوان بريدك الإلكتروني قبل تسجيل الدخول.
es: Por favor verifica tu dirección de correo electrónico antes de iniciar sesión.
hi: साइन इन करने से पहले कृपया अपना ईमेल पता सत्यापित करें।
id: Harap verifikasi alamat email Anda sebelum masuk.
pl: Proszę zweryfikuj swój adres e-mail przed zalogowaniem.
ru: Пожалуйста, подтвердите ваш email адрес перед входом.

source: Account is disabled
ar: الحساب معطل
es: La cuenta está deshabilitada
hi: खाता अक्षम है
id: Akun dinonaktifkan
pl: Konto jest wyłączone
ru: Аккаунт отключен

source: Invalid email or password
ar: بريد إلكتروني أو كلمة مرور غير صالحة
es: Correo electrónico o contraseña inválidos
hi: अमान्य ईमेल या पासवर्ड
id: Email atau kata sandi tidak valid
pl: Nieprawidłowy e-mail lub hasło
ru: Неверный email или пароль

source: Registration successful! Please check your email to verify your account before logging in.
ar: التسجيل ناجح! يرجى التحقق من بريدك الإلكتروني للتحقق من حسابك قبل تسجيل الدخول.
es: ¡Registro exitoso! Por favor revisa tu correo electrónico para verificar tu cuenta antes de iniciar sesión.
hi: पंजीकरण सफल! लॉग इन करने से पहले कृपया अपना खाता सत्यापित करने के लिए अपना ईमेल जांचें।
id: Pendaftaran berhasil! Harap periksa email Anda untuk memverifikasi akun sebelum masuk.
pl: Rejestracja udana! Proszę sprawdzić swój e-mail, aby zweryfikować konto przed zalogowaniem.
ru: Регистрация успешна! Пожалуйста, проверьте ваш email, чтобы подтвердить аккаунт перед входом.

source: You have been successfully logged out.
ar: لقد تم تسجيل خروجك بنجاح.
es: Has cerrado sesión exitosamente.
hi: आप सफलतापूर्वक लॉग आउट हो गए हैं।
id: Anda telah berhasil keluar.
pl: Zostałeś pomyślnie wylogowany.
ru: Вы успешно вышли из системы.

source: Your email is already verified.
ar: بريدك الإلكتروني مُتحقق منه بالفعل.
es: Tu correo electrónico ya está verificado.
hi: आपका ईमेल पहले ही सत्यापित हो चुका है।
id: Email Anda sudah diverifikasi.
pl: Twój e-mail jest już zweryfikowany.
ru: Ваш email уже подтвержден.

source: Password reset email sent. Please check your inbox and spam folder.
ar: تم إرسال بريد إعادة تعيين كلمة المرور. يرجى التحقق من صندوق الوارد ومجلد الرسائل غير المرغوب فيها.
es: Correo electrónico de restablecimiento de contraseña enviado. Por favor revisa tu bandeja de entrada y carpeta de spam.
hi: पासवर्ड रीसेट ईमेल भेजा गया। कृपया अपना इनबॉक्स और स्पैम फ़ोल्डर जांचें।
id: Email reset kata sandi terkirim. Harap periksa kotak masuk dan folder spam Anda.
pl: E-mail resetowania hasła wysłany. Proszę sprawdzić skrzynkę odbiorczą i folder spam.
ru: Email для сброса пароля отправлен. Пожалуйста, проверьте ваш почтовый ящик и папку спам.

source: Unable to send password reset email.
ar: تعذر إرسال بريد إعادة تعيين كلمة المرور.
es: No se pudo enviar el correo electrónico de restablecimiento de contraseña.
hi: पासवर्ड रीसेट ईमेल भेजने में असमर्थ।
id: Tidak dapat mengirim email reset kata sandi.
pl: Nie można wysłać e-maila resetowania hasła.
ru: Не удалось отправить email для сброса пароля.

source: Profile updated successfully!
ar: تم تحديث الملف الشخصي بنجاح!
es: ¡Perfil actualizado exitosamente!
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई!
id: Profil berhasil diperbarui!
pl: Profil zaktualizowany pomyślnie!
ru: Профиль успешно обновлен!

source: No active subscription to cancel
ar: لا يوجد اشتراك نشط للإلغاء
es: No hay suscripción activa para cancelar
hi: रद्द करने के लिए कोई सक्रिय सदस्यता नहीं है
id: Tidak ada langganan aktif untuk dibatalkan
pl: Brak aktywnej subskrypcji do anulowania
ru: Нет активной подписки для отмены

source: Subscription cancelled successfully
ar: تم إلغاء الاشتراك بنجاح
es: Suscripción cancelada exitosamente
hi: सदस्यता सफलतापूर्वक रद्द की गई
id: Langganan berhasil dibatalkan
pl: Subskrypcja anulowana pomyślnie
ru: Подписка успешно отменена

source: Account deleted successfully
ar: تم حذف الحساب بنجاح
es: Cuenta eliminada exitosamente
hi: खाता सफलतापूर्वक हटाया गया
id: Akun berhasil dihapus
pl: Konto usunięte pomyślnie
ru: Аккаунт успешно удален

source: Method not allowed
ar: الطريقة غير مسموح بها
es: Método no permitido
hi: विधि अनुमति नहीं है
id: Metode tidak diizinkan
pl: Metoda niedozwolona
ru: Метод не разрешен

source: Hero display updated successfully
ar: تم تحديث عرض البطل بنجاح
es: Visualización de Héroe actualizada exitosamente
hi: हीरो प्रदर्शन सफलतापूर्वक अपडेट किया गया
id: Tampilan hero berhasil diperbarui
pl: Wyświetlanie bohatera zaktualizowane pomyślnie
ru: Отображение героя успешно обновлено

source: Invalid JSON
ar: JSON غير صالح
es: JSON inválido
hi: अमान्य JSON
id: JSON tidak valid
pl: Nieprawidłowy JSON
ru: Неверный JSON

source: PDF has %%(page_count)d pages (limit: %%(max_pages)d). You can split your file into smaller parts or get a 1-day Premium subscription for just $1 to process larger files with much higher limits!
es: El PDF tiene %%(page_count)d páginas (límite: %%(max_pages)d). Puedes dividir tu archivo en partes más pequeñas o conseguir una suscripción Premium de 1 día por solo $1 para procesar archivos más grandes con límites mucho más altos.

source: Daily Hero
es: Héroe Diario

source: day
es: día

source: Perfect for quick transformations
es: Perfecto para transformaciones rápidas

source: No daily conversion limits for 24 hours
es: Sin límites de conversión diarios por 24 horas

source: Batch processing (up to 10 files)
es: Procesamiento por lotes (hasta 10 archivos)

source: Become Daily Hero
es: Conviértete en Héroe Diario

source: Save 28%% with annual commitment
es: Ahorra 28%%con compromiso anual

source: File too large (%(file_mb).1f MB). Free users: max %(free_mb).0f MB. Upgrade to Premium for %(premium_mb).0f MB limit! Get 1-day Premium for just $1.
es: Archivo demasiado grande (%(file_mb).1f MB). Usuarios gratis: máximo %(free_mb).0f MB. ¡Actualiza a Premium para un límite de %(premium_mb).0f MB! Obtén 1 día de Premium por solo $1.

source: PDF has %(page_count)d pages (limit: %(max_pages)d). You can split your file into smaller parts or get a 1-day Premium subscription for just $1 to process larger files with much higher limits!
es: El PDF tiene %(page_count)d páginas (límite: %(max_pages)d). Puedes dividir tu archivo en partes más pequeñas u obtener una suscripción Premium de 1 día por solo $1 para procesar archivos más grandes con límites mucho más altos.

source: Choose a username (optional)
es: Elige un nombre de usuario

source: Daily Hero Access
es: Acceso Héroe Diario

source: Download report ZIP
es: Descargar informe ZIP

source: Download visual diff images and structured report files.
es: Descarga imágenes de diferencias visuales y archivos de informe estructurados.

source: Get a ZIP package with page-by-page visual diff images plus Markdown and JSON reports.
es: Obtén un paquete ZIP con imágenes de diferencias visuales por página y reportes en Markdown y JSON.

source: Download ZIP Report
es: Descargar informe ZIP

source: Preparing download...
es: Preparando descarga...

source: Failed to download report ZIP.
es: No se pudo descargar el informe ZIP.
