Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Track all background conversions in one place and download completed files.
ar: تتبع جميع التحويلات في الخلفية في مكان واحد وتنزيل الملفات المكتملة.
hi: सभी पृष्ठभूमि रूपांतरणों को एक ही स्थान पर ट्रैक करें और पूर्ण फ़ाइलें डाउनलोड करें।
id: Lacak semua konversi latar belakang di satu tempat dan unduh file yang telah selesai.
pl: Śledź wszystkie konwersje w tle w jednym miejscu i pobieraj ukończone pliki.
ru: Отслеживайте все фоновые конвертации в одном месте и скачивайте готовые файлы.

source: Premium Conversion Beta
ar: تحويل PDF
hi: PDF रूपांतरण
id: Konversi PDF
pl: Konwersja PDF
ru: Конвертация ПДФ

source: Premium Beta
ar: بطل Premium
hi: प्रीमियम हीरो
id: Hero Premium
pl: Bohater Premium
ru: Премиум-герой

source: Convert eBooks to printable and shareable PDF files with premium-only early access.
ar: تحويل الكتب الإلكترونية إلى ملفات PDF قابلة للطباعة والمشاركة مع وصول مبكر حصري للمستخدمين المميزين.
hi: ईबुक को प्रीमियम-केवल प्रारंभिक पहुंच के साथ प्रिंट करने योग्य और साझा करने योग्य PDF फ़ाइलों में बदलें।
id: Konversi eBook ke file PDF yang dapat dicetak dan dibagikan dengan akses awal khusus premium.
pl: Konwertuj eBooki na drukowalne i udostępnialne pliki PDF z wczesnym dostępem tylko dla premium.
ru: Конвертируйте электронные книги в печатаемые и доступные для обмена PDF-файлы с ранним доступом только для премиум-пользователей.

source: Prepare PDFs for eReader-friendly EPUB flow with premium-only early access.
ar: تحضير ملفات PDF لتدفق EPUB مناسب للقارئ الإلكتروني مع وصول مبكر حصري للمستخدمين المميزين.
hi: प्रीमियम-केवल प्रारंभिक पहुंच के साथ ई-रीडर-अनुकूल EPUB प्रवाह के लिए PDF तैयार करें।
id: Siapkan PDF untuk alur EPUB yang ramah eReader dengan akses awal khusus premium.
pl: Przygotuj pliki PDF do płynnego formatu EPUB przyjaznego dla eReaderów z wczesnym dostępem tylko dla premium.
ru: Подготавливайте PDF для удобного чтения на электронных книгах в формате EPUB с ранним доступом только для премиум-пользователей.

source: Extract structured Markdown with headings and table blocks for docs and wikis.
ar: استخراج Markdown منظم مع العناوين وكتل الجداول للمستندات والويكي.
hi: दस्तावेज़ों और विकियों के लिए शीर्षक और तालिका ब्लॉकों के साथ संरचित मार्कडाउन निकालें।
id: Ekstrak Markdown terstruktur dengan blok judul dan tabel untuk dokumen dan wiki.
pl: Wyodrębnij uporządkowany Markdown z nagłówkami i blokami tabel do dokumentów i wiki.
ru: Извлекайте структурированный Markdown с заголовками и блоками таблиц для документов и вики.

source: Diff
ar: مقارنة

source: Generate visual page-by-page diffs and downloadable change reports.
ar: إنشاء مقارنات مرئية صفحة بصفحة وتقارير تغيير قابلة للتنزيل.
hi: दृश्य पृष्ठ-दर-पृष्ठ अंतर और डाउनलोड करने योग्य परिवर्तन रिपोर्ट उत्पन्न करें।
id: Hasilkan diff visual halaman demi halaman dan laporan perubahan yang dapat diunduh.
pl: Generuj wizualne porównania stron po stronie i raporty zmian do pobrania.
ru: Создавайте визуальные постраничные сравнения и загружаемые отчеты об изменениях.

source: Upgrade to Convertica Premium for unlimited PDF conversions, 200 pages per file, priority processing, batch conversion, and ad-free experience.
ar: ارتقِ إلى Convertica Premium للحصول على تحويلات PDF غير محدودة، و200 صفحة لكل ملف، ومعالجة أولوية، وتحويل مجمّع، وتجربة خالية من الإعلانات.
es: Actualiza a Convertica Premium para conversiones ilimitadas de PDF, 200 páginas por archivo, procesamiento prioritario, conversión por lotes y experiencia sin anuncios.
hi: असीमित PDF रूपांतरण, प्रति फ़ाइल 200 पृष्ठ, प्राथमिकता प्रसंस्करण, बैच रूपांतरण, और विज्ञापन-मुक्त अनुभव के लिए Convertica प्रीमियम में अपग्रेड करें।
id: Tingkatkan ke Convertica Premium untuk konversi PDF tanpa batas, 200 halaman per file, pemrosesan prioritas, konversi batch, dan pengalaman bebas iklan.
pl: Przejdź na Convertica Premium, aby uzyskać nieograniczone konwersje PDF, 200 stron na plik, priorytetowe przetwarzanie, konwersję zbiorczą i środowisko bez reklam.
ru: Обновитесь до Convertica Premium для неограниченных конвертаций ПДФ, 200 страниц на файл, приоритетной обработки, пакетной конвертации и опыта без рекламы.

source: Convertica Premium - Unlimited PDF Conversion
ar: كونفيرتيكا بريميوم - تحويل PDF غير محدود
es: Convertica Premium - Conversión ilimitada de PDF
hi: Convertica प्रीमियम - असीमित PDF रूपांतरण
id: Convertica Premium - Konversi PDF Tanpa Batas
pl: Convertica Premium - Nieograniczona konwersja PDF
ru: Convertica Premium - Неограниченная конвертация ПДФ

source: Unlimited conversions, priority processing, batch operations, and more. Upgrade to Premium today.
ar: تحويلات غير محدودة، معالجة أولوية، عمليات مجمعة، والمزيد. ارتقِ إلى Premium اليوم.
es: Conversiones ilimitadas, procesamiento prioritario, operaciones por lotes y más. Actualiza a Premium hoy.
hi: असीमित रूपांतरण, प्राथमिकता प्रसंस्करण, बैच संचालन, और बहुत कुछ। आज ही प्रीमियम में अपग्रेड करें।
id: Konversi tanpa batas, pemrosesan prioritas, operasi batch, dan lainnya. Tingkatkan ke Premium hari ini.
pl: Nieograniczone konwersje, priorytetowe przetwarzanie, operacje zbiorcze i więcej. Przejdź na Premium już dziś.
ru: Неограниченные конвертации, приоритетная обработка, пакетные операции и многое другое. Обновитесь до Премиум сегодня.

source: Unlimited conversions, priority processing, batch operations, and more.
ar: تحويلات غير محدودة، معالجة أولوية، عمليات مجمعة، والمزيد.
es: Conversiones ilimitadas, procesamiento prioritario, operaciones por lotes y más.
hi: असीमित रूपांतरण, प्राथमिकता प्रसंस्करण, बैच संचालन, और बहुत कुछ।
id: Konversi tanpa batas, pemrosesan prioritas, operasi batch, dan lainnya.
pl: Nieograniczone konwersje, priorytetowe przetwarzanie, operacje zbiorcze i więcej.
ru: Неограниченные конвертации, приоритетная обработка, пакетные операции и многое другое.

source: Join the Heroes Club
ar: انضم إلى نادي الأبطال
es: Únete al Club de Héroes
hi: हीरोज़ क्लब में शामिल हों
id: Bergabunglah dengan Klub Pahlawan
pl: Dołącz do Klubu Bohaterów
ru: Присоединяйтесь к Клубу Героев

source: Become a
ar: كن
es: Conviértete en un
hi: एक बनें
id: Menjadi
pl: Zostań
ru: Станьте

source: Convertica Hero
ar: بطل كونفيرتيكا
es: Héroe de Convertica
hi: Convertica हीरो
id: Pahlawan Convertica
pl: Bohaterem Convertica
ru: Героем Convertica

source: Unlock powerful premium features, much higher limits, and transform documents effortlessly
ar: افتح ميزات بريميوم قوية، وحدود أعلى بكثير، وقم بتحويل المستندات بسهولة
es: Desbloquea potentes funciones premium, límites mucho más altos y transforma documentos sin esfuerzo
hi: शक्तिशाली प्रीमियम सुविधाएँ, बहुत अधिक सीमाएँ अनलॉक करें, और दस्तावेज़ों को आसानी से बदलें
id: Buka fitur premium yang kuat, batas yang jauh lebih tinggi, dan ubah dokumen dengan mudah
pl: Odblokuj potężne funkcje premium, znacznie wyższe limity i przekształcaj dokumenty bez wysiłku
ru: Разблокируйте мощные премиум функции, гораздо более высокие лимиты и преобразовывайте документы без усилий

source: Premium payments are temporarily unavailable.
ar: مدفوعات Premium غير متوفرة مؤقتاً.
es: Los pagos premium están temporalmente no disponibles.
hi: प्रीमियम भुगतान अस्थायी रूप से अनुपलब्ध हैं।
id: Pembayaran premium sementara tidak tersedia.
pl: Płatności Premium są tymczasowo niedostępne.
ru: Премиум платежи временно недоступны.

source: You can still use the free tools. We'll re-enable subscriptions as soon as it's available.
ar: لا يزال بإمكانك استخدام الأدوات المجانية. سنعيد تمكين الاشتراكات فور توفرها.
es: Todavía puedes usar las herramientas gratuitas. Volveremos a habilitar las suscripciones tan pronto como estén disponibles.
hi: आप अभी भी मुफ्त टूल्स का उपयोग कर सकते हैं। जैसे ही यह उपलब्ध होगा, हम सदस्यता पुनः सक्षम कर देंगे।
id: Anda masih dapat menggunakan alat gratis. Kami akan mengaktifkan kembali langganan segera setelah tersedia.
pl: Nadal możesz korzystać z bezpłatnych narzędzi. Włączymy subskrypcje ponownie, gdy tylko będzie to możliwe.
ru: Вы все еще можете использовать бесплатные инструменты. Мы повторно включим подписки, как только это будет возможно.

source: Learn more
ar: تعرف على المزيد
es: Saber más
hi: अधिक जानें
id: Pelajari lebih lanjut
pl: Dowiedz się więcej
ru: Узнать больше

source: Documents Converted
ar: المستندات المحولة
es: Documentos Convertidos
hi: दस्तावेज़ परिवर्तित
id: Dokumen Dikonversi
pl: Przekonwertowanych dokumentów
ru: Документов конвертировано

source: Happy Heroes
ar: أبطال سعداء
es: Héroes Felices
hi: खुश हीरो
id: Pahlawan Bahagia
pl: Zadowolonych Bohaterów
ru: Счастливых героев

source: Uptime Guaranteed
ar: وقت تشغيل مضمون
es: Tiempo de Actividad Garantizado
hi: अपटाइम गारंटीड
id: Uptime Dijamin
pl: Gwarantowany czas działania
ru: Гарантированное время работы

source: Choose Your Hero Path
ar: اختر مسار البطل الخاص بك
es: Elige tu Camino de Héroe
hi: अपना हीरो पथ चुनें
id: Pilih Jalur Pahlawan Anda
pl: Wybierz swoją ścieżkę Bohatera
ru: Выберите ваш путь героя

source: Select the plan that fits your transformation needs
ar: اختر الخطة التي تناسب احتياجات تحويلك
es: Selecciona el plan que se adapte a tus necesidades de transformación
hi: वह योजना चुनें जो आपकी परिवर्तन आवश्यकताओं के अनुकूल हो
id: Pilih paket yang sesuai dengan kebutuhan transformasi Anda
pl: Wybierz plan, który odpowiada Twoim potrzebom transformacji
ru: Выберите план, который соответствует вашим потребностям в преобразовании

source: By Agreement
ar: بموجب اتفاق
hi: समझौते द्वारा
id: Berdasarkan Perjanjian
pl: Na podstawie umowy
ru: По договоренности

source: Custom
ar: تخصيص
hi: अनुकूलित करें
id: Sesuaikan
pl: Dostosuj
ru: Настроить

source: Need custom limits or team terms? We can prepare a tailored offer.
ar: هل تحتاج إلى حدود مخصصة أو شروط فريق؟ يمكننا إعداد عرض مخصص.
hi: कस्टम सीमाएँ या टीम शर्तें चाहिए? हम एक अनुकूलित प्रस्ताव तैयार कर सकते हैं।
id: Butuh batas kustom atau ketentuan tim? Kami dapat menyiapkan penawaran yang disesuaikan.
pl: Potrzebujesz niestandardowych limitów lub warunków dla zespołu? Możemy przygotować ofertę dopasowaną do potrzeb.
ru: Нужны индивидуальные лимиты или условия для команды? Мы можем подготовить персональное предложение.

source: Dedicated limits and throughput
ar: حدود وإنتاجية مخصصة
hi: समर्पित सीमाएँ और थ्रूपुट
id: Batas dan throughput khusus
pl: Dedykowane limity i przepustowość
ru: Выделенные лимиты и пропускная способность

source: Project-specific feature set
ar: استخراج صفحات محددة
hi: विशिष्ट पृष्ठ निकालें
id: Ekstrak halaman tertentu
pl: Wyodrębnij konkretne strony
ru: Извлечь определенные страницы

source: Priority support and onboarding
ar: دعم أولوية
hi: प्राथमिकता समर्थन
id: Dukungan prioritas
pl: Priorytetowe wsparcie
ru: Приоритетная поддержка

source: Invoice and custom agreement options
ar: خيارات الفواتير والاتفاقيات المخصصة
hi: चालान और कस्टम समझौता विकल्प
id: Opsi faktur dan perjanjian kustom
pl: Opcje faktury i niestandardowej umowy
ru: Варианты выставления счета и индивидуального соглашения

source: For teams and business workflows
ar: للفرق وسير عمل الأعمال
hi: टीमों और व्यावसायिक वर्कफ़्लो के लिए
id: Untuk tim dan alur kerja bisnis
pl: Dla zespołów i przepływów pracy biznesowej
ru: Для команд и бизнес-процессов

source: Request Terms
ar: تغييرات الشروط
hi: शर्तों में परिवर्तन
id: Perubahan Ketentuan
pl: Zmiany w warunkach
ru: Изменения условий

source: MOST POPULAR
ar: الأكثر شعبية
es: MÁS POPULAR
hi: सबसे लोकप्रिय
id: PALING POPULER
pl: NAJPOPULARNIEJSZY
ru: САМЫЙ ПОПУЛЯРНЫЙ

source: Monthly Hero
ar: بطل شهري
es: Héroe Mensual
hi: मासिक हीरो
id: Pahlawan Bulanan
pl: Bohater Miesięczny
ru: Ежемесячный герой

source: month
ar: شهر
es: mes
hi: महीना
id: bulan
pl: miesiąc
ru: в месяц

source: Best value for regular heroes
ar: أفضل قيمة للأبطال المنتظمين
es: Mejor valor para héroes regulares
hi: नियमित हीरो के लिए सर्वोत्तम मूल्य
id: Nilai terbaik untuk pahlawan reguler
pl: Najlepsza wartość dla regularnych bohaterów
ru: Лучшее предложение для регулярных героев

source: No daily conversion limits
ar: لا توجد حدود للتحويل اليومي
es: Sin límites de conversión diarios
hi: कोई दैनिक रूपांतरण सीमा नहीं
id: Tidak ada batas konversi harian
pl: Brak dziennych limitów konwersji
ru: Без ежедневных ограничений конвертации

source: Much higher page limits
ar: حدود صفحات أعلى بكثير
es: Límites de página mucho más altos
hi: बहुत अधिक पृष्ठ सीमाएँ
id: Batas halaman yang jauh lebih tinggi
pl: Znacznie wyższe limity stron
ru: Гораздо более высокие лимиты страниц

source: Priority processing queue
ar: طابور معالجة أولوية
es: Cola de procesamiento prioritario
hi: प्राथमिकता प्रसंस्करण कतार
id: Antrian pemrosesan prioritas
pl: Kolejka priorytetowego przetwarzania
ru: Приоритетная очередь обработки

source: Priority support
ar: دعم أولوية
es: Soporte prioritario
hi: प्राथमिकता समर्थन
id: Dukungan prioritas
pl: Priorytetowe wsparcie
ru: Приоритетная поддержка

source: Custom solutions on request
ar: حلول مخصصة عند الطلب
es: Soluciones personalizadas bajo petición
hi: अनुरोध पर कस्टम समाधान
id: Solusi kustom berdasarkan permintaan
pl: Niestandardowe rozwiązania na życzenie
ru: Индивидуальные решения по запросу

source: Ad-free experience
ar: تجربة خالية من الإعلانات
es: Experiencia sin anuncios
hi: विज्ञापन-मुक्त अनुभव
id: Pengalaman bebas iklan
pl: Doświadczenie bez reklam
ru: Опыт без рекламы

source: All premium features
ar: جميع ميزات Premium
es: Todas las funciones premium
hi: सभी प्रीमियम सुविधाएँ
id: Semua fitur premium
pl: Wszystkie funkcje premium
ru: Все премиум-функции

source: Become site hero
ar: كن بطل الموقع
es: Conviértete en héroe del sitio
hi: साइट हीरो बनें
id: Menjadi pahlawan situs
pl: Zostań bohaterem serwisu
ru: Станьте героем сайта

source: Dark theme
ar: سمة داكنة
es: Tema oscuro
hi: डार्क थीम
id: Tema gelap
pl: Tryb ciemny
ru: Темная тема

source: Become Monthly Hero
ar: كن بطلاً شهرياً
es: Conviértete en Héroe Mensual
hi: मासिक हीरो बनें
id: Menjadi Pahlawan Bulanan
pl: Zostań Bohaterem Miesięcznym
ru: Стать ежемесячным героем

source: Temporarily unavailable
ar: غير متوفر مؤقتاً
es: Temporalmente no disponible
hi: अस्थायी रूप से अनुपलब्ध
id: Sementara tidak tersedia
pl: Tymczasowo niedostępne
ru: Временно недоступно

source: Yearly Hero
ar: بطل سنوي
es: Héroe Anual
hi: वार्षिक हीरो
id: Pahlawan Tahunan
pl: Bohater Roczny
ru: Годовой герой

source: year
ar: سنة
es: año
hi: वर्ष
id: tahun
pl: rok
ru: в год

source: Save with annual commitment
ar: وفر 28% مع الالتزام السنوي
hi: वार्षिक प्रतिबद्धता के साथ 28% बचाएँ
id: Hemat dengan komitmen tahunan
pl: Zaoszczędź 28% z rocznym zobowiązaniem
ru: Экономьте 28% с годовым обязательством

source: Everything in Monthly, plus:
ar: كل شيء في الشهري، بالإضافة إلى:
es: Todo en Mensual, más:
hi: मासिक में सब कुछ, और:
id: Semua yang ada di Bulanan, plus:
pl: Wszystko co w miesięcznym, plus:
ru: Всё, что в ежемесячном, плюс:

source: Batch processing (up to 10 files at once)
ar: معالجة مجمعة (حتى 10 ملفات في وقت واحد)
es: Procesamiento por lotes (hasta 10 archivos a la vez)
hi: बैच प्रसंस्करण (एक बार में 10 फ़ाइलें तक)
id: Pemrosesan batch (hingga 10 file sekaligus)
pl: Przetwarzanie zbiorcze (do 10 plików na raz)
ru: Пакетная обработка (до 10 файлов одновременно)

source: Advanced OCR features
ar: ميزات OCR متقدمة
es: Funciones avanzadas de OCR
hi: उन्नत OCR सुविधाएँ
id: Fitur OCR lanjutan
pl: Zaawansowane funkcje OCR
ru: Расширенные функции OCR

source: Hero badge
ar: شارة البطل
es: Insignia de héroe
hi: हीरो बैज
id: Lencana pahlawan
pl: Odznaka Bohatera
ru: Значок героя

source: Become Yearly Hero
ar: كن بطلاً سنوياً
es: Conviértete en Héroe Anual
hi: वार्षिक हीरो बनें
id: Menjadi Pahlawan Tahunan
pl: Zostań Bohaterem Rocznym
ru: Стать годовым героем

source: Become a Convertica hero and help us make the service better
ar: كن بطلاً لكونفيرتيكا وساعدنا في جعل الخدمة أفضل
es: Conviértete en un héroe de Convertica y ayúdanos a mejorar el servicio
hi: एक Convertica हीरो बनें और हमें सेवा को बेहतर बनाने में मदद करें
id: Jadilah pahlawan Convertica dan bantu kami membuat layanan lebih baik
pl: Zostań bohaterem Convertica i pomóż nam ulepszać usługę
ru: Станьте героем Convertica и помогите нам улучшить сервис

source: Fast & Reliable
ar: سريع وموثوق
es: Rápido y Confiable
hi: तेज़ और विश्वसनीय
id: Cepat & Andal
pl: Szybkie i Niezawodne
ru: Быстро и надежно

source: We keep our servers running 24/7 to ensure your PDF conversions are always fast and dependable
ar: نحافظ على تشغيل خوادمنا على مدار الساعة طوال أيام الأسبوع لضمان أن تحويلات PDF الخاصة بك تكون دائماً سريعة وموثوقة
es: Mantenemos nuestros servidores funcionando 24/7 para asegurar que tus conversiones de PDF sean siempre rápidas y confiables
hi: हम अपने सर्वर 24/7 चालू रखते हैं ताकि आपके PDF रूपांतरण हमेशा तेज़ और विश्वसनीय रहें
id: Kami menjaga server kami berjalan 24/7 untuk memastikan konversi PDF Anda selalu cepat dan dapat diandalkan
pl: Utrzymujemy nasze serwery działające 24/7, aby zapewnić szybkie i niezawodne konwersje PDF
ru: Мы поддерживаем работу наших серверов 24/7, чтобы ваши конвертации PDF были всегда быстрыми и надежными

source: Your documents are processed securely and never stored. We respect your privacy above all
ar: يتم معالجة مستنداتك بأمان ولا يتم تخزينها أبداً. نحترم خصوصيتك فوق كل شيء
es: Tus documentos se procesan de forma segura y nunca se almacenan. Respetamos tu privacidad por encima de todo
hi: आपके दस्तावेज़ सुरक्षित रूप से संसाधित किए जाते हैं और कभी संग्रहीत नहीं किए जाते। हम सबसे ऊपर आपकी गोपनीयता का सम्मान करते हैं
id: Dokumen Anda diproses dengan aman dan tidak pernah disimpan. Kami menghargai privasi Anda di atas segalanya
pl: Twoje dokumenty są przetwarzane bezpiecznie i nigdy nie przechowywane. Szanujemy Twoją prywatność ponad wszystko
ru: Ваши документы обрабатываются безопасно и никогда не хранятся. Мы уважаем вашу конфиденциальность превыше всего

source: Made with Care
ar: مصنوع بعناية
es: Hecho con Cuidado
hi: ध्यान से बनाया गया
id: Dibuat dengan Perhatian
pl: Stworzone z Troską
ru: Сделано с заботой

source: We're a small team passionate about creating the best PDF tools for everyone
ar: نحن فريق صغير شغوف بإنشاء أفضل أدوات PDF للجميع
es: Somos un equipo pequeño apasionado por crear las mejores herramientas PDF para todos
hi: हम एक छोटी टीम हैं जो सभी के लिए सर्वोत्तम PDF टूल बनाने के लिए उत्साहित हैं
id: Kami adalah tim kecil yang bersemangat menciptakan alat PDF terbaik untuk semua orang
pl: Jesteśmy małym zespołem z pasją tworzącym najlepsze narzędzia PDF dla wszystkich
ru: Мы небольшая команда, увлеченная созданием лучших инструментов для PDF для всех

source: Your support helps us keep Convertica free for everyone and continuously improve our tools
ar: دعمك يساعدنا في الحفاظ على كونفيرتيكا مجانياً للجميع وتحسين أدواتنا باستمرار
es: Tu apoyo nos ayuda a mantener Convertica gratis para todos y a mejorar continuamente nuestras herramientas
hi: आपका समर्थन Convertica को सभी के लिए मुफ्त रखने और हमारे टूल्स को लगातार सुधारने में हमारी मदद करता है
id: Dukungan Anda membantu kami menjaga Convertica tetap gratis untuk semua orang dan terus meningkatkan alat kami
pl: Twoje wsparcie pomaga nam utrzymać Convertica za darmo dla wszystkich i ciągle ulepszać nasze narzędzia
ru: Ваша поддержка помогает нам сохранять Convertica бесплатной для всех и постоянно улучшать наши инструменты

source: Want to Support Convertica?
ar: هل تريد دعم كونفيرتيكا؟
es: ¿Quieres apoyar a Convertica?
hi: Convertica का समर्थन करना चाहते हैं?
id: Ingin Mendukung Convertica?
pl: Chcesz wesprzeć Convertica?
ru: Хотите поддержать Convertica?

source: If you want to support the project without Premium, you can contribute here.
ar: إذا كنت تريد دعم المشروع بدون Premium، يمكنك المساهمة هنا.
es: Si quieres apoyar el proyecto sin Premium, puedes contribuir aquí.
hi: यदि आप प्रीमियम के बिना प्रोजेक्ट का समर्थन करना चाहते हैं, तो आप यहाँ योगदान कर सकते हैं।
id: Jika Anda ingin mendukung proyek tanpa Premium, Anda dapat berkontribusi di sini.
pl: Jeśli chcesz wesprzeć projekt bez Premium, możesz wnieść wkład tutaj.
ru: Если вы хотите поддержать проект без премиум-подписки, вы можете сделать вклад здесь.

source: Note: contributing does not unlock Premium features.
ar: ملاحظة: المساهمة لا تفتح ميزات Premium.
es: Nota: contribuir no desbloquea funciones Premium.
hi: नोट: योगदान करने से प्रीमियम सुविधाएँ अनलॉक नहीं होतीं।
id: Catatan: berkontribusi tidak membuka kunci fitur Premium.
pl: Uwaga: składanie wkładu nie odblokowuje funkcji Premium.
ru: Примечание: вклад не разблокирует премиум-функции.

source: Contribute to the Project
ar: ساهم في المشروع
es: Contribuir al Proyecto
hi: प्रोजेक्ट में योगदान करें
id: Berkontribusi ke Proyek
pl: Wesprzyj Projekt
ru: Поддержать проект

source: Why Your Support Matters
ar: لماذا دعمك مهم
es: Por qué tu apoyo es importante
hi: आपका समर्थन क्यों महत्वपूर्ण है
id: Mengapa Dukungan Anda Penting
pl: Dlaczego Twoje wsparcie ma znaczenie
ru: Почему важна ваша поддержка

source: This project exists because of heroes like you. We're completely transparent:
ar: هذا المشروع موجود بسبب أبطال مثلك. نحن شفافون تماماً:
es: Este proyecto existe gracias a héroes como tú. Somos completamente transparentes:
hi: आप जैसे हीरो की वजह से यह प्रोजेक्ट मौजूद है। हम पूरी तरह से पारदर्शी हैं:
id: Proyek ini ada karena pahlawan seperti Anda. Kami sepenuhnya transparan:
pl: Ten projekt istnieje dzięki bohaterom takim jak Ty. Jesteśmy całkowicie przejrzyści:
ru: Этот проект существует благодаря героям, таким как вы. Мы полностью прозрачны:

source: Ad-Free Experience
ar: تجربة خالية من الإعلانات
es: Experiencia sin Anuncios
hi: विज्ञापन-मुक्त अनुभव
id: Pengalaman Bebas Iklan
pl: Doświadczenie bez reklam
ru: Опыт без рекламы

source: Enjoy the site without any advertisements as a premium member
ar: استمتع بالموقع بدون أي إعلانات كعضو Premium
es: Disfruta del sitio sin ningún anuncio como miembro premium
hi: प्रीमियम सदस्य के रूप में बिना किसी विज्ञापन के साइट का आनंद लें
id: Nikmati situs tanpa iklan sebagai anggota premium
pl: Ciesz się serwisem bez żadnych reklam jako członek premium
ru: Наслаждайтесь сайтом без какой-либо рекламы как премиум-участник

source: Servers & Development
ar: الخوادم والتطوير
es: Servidores y Desarrollo
hi: सर्वर और विकास
id: Server & Pengembangan
pl: Serwery i rozwój
ru: Серверы и разработка

source: Your support powers our infrastructure and improvements
ar: دعمك يزود بنيتنا التحتية وتحسيناتنا بالطاقة
es: Tu apoyo impulsa nuestra infraestructura y mejoras
hi: आपका समर्थन हमारे बुनियादी ढाँचे और सुधारों को शक्ति देता है
id: Dukungan Anda memberi tenaga pada infrastruktur dan peningkatan kami
pl: Twoje wsparcie napędza naszą infrastrukturę i ulepszenia
ru: Ваша поддержка питает нашу инфраструктуру и улучшения

source: Community Driven
ar: مدفوع من المجتمع
es: Impulsado por la Comunidad
hi: समुदाय द्वारा संचालित
id: Digerakkan oleh Komunitas
pl: Napędzane przez społeczność
ru: Управляется сообществом

source: You're not just a user - you're a project partner
ar: أنت لست مجرد مستخدم - أنت شريك في المشروع
es: No eres solo un usuario - eres un socio del proyecto
hi: आप केवल एक उपयोगकर्ता नहीं हैं - आप एक प्रोजेक्ट साझेदार हैं
id: Anda bukan hanya pengguna - Anda adalah mitra proyek
pl: Nie jesteś tylko użytkownikiem - jesteś partnerem projektu
ru: Вы не просто пользователь - вы партнер проекта

source: The Truth:
ar: الحقيقة:
es: La Verdad:
hi: सच्चाई:
id: Kebenarannya:
pl: Prawda:
ru: Правда:
