Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: 400 - Bad Request
ar: 400 - طلب غير صالح
es: 400 - Solicitud incorrecta
hi: 400 - अनुचित अनुरोध
id: 400 - Permintaan Buruk
pl: 400 - Nieprawidłowe żądanie
ru: 400 - Неверный запрос

source: Convertica
ar: كونفيرتيكا

source: The request could not be understood by the server.
ar: تعذر على الخادم فهم الطلب.
es: El servidor no pudo entender la solicitud.
hi: सर्वर द्वारा अनुरोध को समझा नहीं जा सका।
id: Permintaan tidak dapat dipahami oleh server.
pl: Serwer nie mógł zrozumieć przesłanego żądania.
ru: Сервер не смог понять запрос.

source: Bad Request
ar: طلب غير صالح
es: Solicitud incorrecta
hi: अनुचित अनुरोध
id: Permintaan Buruk
pl: Nieprawidłowe żądanie
ru: Неверный запрос

source: The request you sent could not be understood by the server. Please check your input and try again.
ar: تعذر على الخادم فهم الطلب الذي أرسلته. يرجى التحقق من المدخلات والمحاولة مرة أخرى.
es: La solicitud que enviaste no pudo ser entendida por el servidor. Por favor, verifica tu entrada e inténtalo de nuevo.
hi: आपके द्वारा भेजा गया अनुरोध सर्वर द्वारा समझा नहीं जा सका। कृपया अपना इनपुट जांचें और पुनः प्रयास करें।
id: Permintaan yang Anda kirim tidak dapat dipahami oleh server. Silakan periksa masukan Anda dan coba lagi.
pl: Wysłane przez Ciebie żądanie nie zostało zrozumiane przez serwer. Sprawdź wprowadzone dane i spróbuj ponownie.
ru: Сервер не смог понять отправленный вами запрос. Пожалуйста, проверьте введенные данные и попробуйте снова.

source: Go Back
ar: العودة
es: Volver
hi: वापस जाएँ
id: Kembali
pl: Wróć
ru: Назад

source: Go Home
ar: الانتقال إلى الصفحة الرئيسية
es: Inicio
hi: होम पृष्ठ पर जाएँ
id: Beranda
pl: Strona główna
ru: На главную

source: 403 - Access Forbidden
ar: 403 - الوصول ممنوع
es: 403 - Acceso prohibido
hi: 403 - पहुँच प्रतिबंधित
id: 403 - Akses Dilarang
pl: 403 - Dostęp zabroniony
ru: 403 - Доступ запрещен

source: You don't have permission to access this resource.
ar: ليس لديك إذن للوصول إلى هذا المورد.
es: No tienes permiso para acceder a este recurso.
hi: आपके पास इस संसाधन तक पहुँचने की अनुमति नहीं है।
id: Anda tidak memiliki izin untuk mengakses sumber daya ini.
pl: Nie masz uprawnień do dostępu do tego zasobu.
ru: У вас нет прав для доступа к этому ресурсу.

source: Access Forbidden
ar: الوصول ممنوع
es: Acceso prohibido
hi: पहुँच प्रतिबंधित
id: Akses Dilarang
pl: Dostęp zabroniony
ru: Доступ запрещен

source: You don't have permission to access this page. If you believe this is an error, please contact support.
ar: ليس لديك إذن للوصول إلى هذه الصفحة. إذا كنت تعتقد أن هذا خطأ، يرجى الاتصال بالدعم.
es: No tienes permiso para acceder a esta página. Si crees que esto es un error, por favor contacta con soporte.
hi: आपके पास इस पृष्ठ तक पहुँचने की अनुमति नहीं है। यदि आपको लगता है कि यह एक त्रुटि है, तो कृपया सहायता से संपर्क करें।
id: Anda tidak memiliki izin untuk mengakses halaman ini. Jika menurut Anda ini adalah kesalahan, silakan hubungi dukungan.
pl: Nie masz uprawnień do dostępu do tej strony. Jeśli uważasz, że to błąd, skontaktuj się z pomocą techniczną.
ru: У вас нет прав для доступа к этой странице. Если вы считаете, что это ошибка, пожалуйста, свяжитесь со службой поддержки.

source: Contact Support
ar: الاتصال بالدعم
es: Contactar con soporte
hi: सहायता से संपर्क करें
id: Hubungi Dukungan
pl: Formularz kontaktowy
ru: Связаться с поддержкой

source: 404 - Page Not Found
ar: 404 - الصفحة غير موجودة
es: 404 - Página no encontrada
hi: 404 - पृष्ठ नहीं मिला
id: 404 - Halaman Tidak Ditemukan
pl: 404 - Nie znaleziono strony
ru: 404 - Страница не найдена

source: The page you are looking for could not be found.
ar: تعذر العثور على الصفحة التي تبحث عنها.
es: La página que buscas no pudo ser encontrada.
hi: जिस पृष्ठ की आप तलाश कर रहे हैं, वह नहीं मिल सका।
id: Halaman yang Anda cari tidak dapat ditemukan.
pl: Nie można znaleźć strony, której szukasz.
ru: Запрашиваемая страница не найдена.

source: Oops! Page Not Found
ar: عذراً! الصفحة غير موجودة
es: ¡Ups! Página no encontrada
hi: ओह! पृष्ठ नहीं मिला
id: Ups! Halaman Tidak Ditemukan
pl: Ups! Nie znaleziono strony
ru: Упс! Страница не найдена

source: The page you're looking for seems to have wandered off. It might have been moved, deleted, or never existed.
ar: يبدو أن الصفحة التي تبحث عنها قد ضاعت. ربما تم نقلها أو حذفها أو لم تكن موجودة أبداً.
es: La página que buscas parece haberse extraviado. Puede haber sido movida, eliminada o quizás nunca existió.
hi: जिस पृष्ठ की आप तलाश कर रहे हैं, वह गायब हो गया लगता है। यह स्थानांतरित, हटाया गया हो सकता है या कभी अस्तित्व में नहीं था।
id: Halaman yang Anda cari tampaknya telah menghilang. Mungkin telah dipindahkan, dihapus, atau tidak pernah ada.
pl: Strona, której szukasz, prawdopodobnie została przeniesiona, usunięta lub nigdy nie istniała.
ru: Похоже, что страница, которую вы ищете, исчезла. Возможно, она была перемещена, удалена или никогда не существовала.

source: Browse All Tools
ar: تصفح جميع الأدوات
es: Explorar todas las herramientas
hi: सभी टूल ब्राउज़ करें
id: Jelajahi Semua Alat
pl: Wszystkie narzędzia
ru: Просмотреть все инструменты

source: Popular pages:
ar: الصفحات الشائعة:
es: Páginas populares:
hi: लोकप्रिय पृष्ठ:
id: Halaman populer:
pl: Popularne narzędzia
ru: Популярные страницы:

source: PDF to Word
ar: PDF إلى Word
es: PDF a Word
hi: PDF से Word
id: PDF ke Word
pl: PDF na Word
ru: ПДФ в Ворд

source: Merge PDF
ar: دمج ملفات PDF
es: Combinar PDF
hi: PDF मर्ज करें
id: Gabungkan PDF
pl: Połącz PDF
ru: Объединить ПДФ

source: Split PDF
ar: تقسيم ملف PDF
es: Dividir PDF
hi: PDF विभाजित करें
id: Pisahkan PDF
pl: Podziel PDF
ru: Разделить ПДФ

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas frecuentes
hi: अक्सर पूछे जाने वाले प्रश्न
ru: ЧаВо

source: 500 - Server Error
ar: 500 - خطأ في الخادم
es: 500 - Error del servidor
hi: 500 - सर्वर त्रुटि
id: 500 - Kesalahan Server
pl: 500 - Błąd serwera
ru: 500 - Ошибка сервера

source: An internal server error occurred. We're working to fix it.
ar: حدث خطأ داخلي في الخادم. نحن نعمل على إصلاحه.
es: Ocurrió un error interno del servidor. Estamos trabajando para solucionarlo.
hi: एक आंतरिक सर्वर त्रुटि हुई। हम इसे ठीक करने पर काम कर रहे हैं।
id: Terjadi kesalahan server internal. Kami sedang berusaha memperbaikinya.
pl: Wystąpił wewnętrzny błąd serwera. Pracujemy nad jego naprawą.
ru: Произошла внутренняя ошибка сервера. Мы работаем над ее устранением.

source: Oops! Something Went Wrong
ar: عذراً! حدث خطأ ما
es: ¡Ups! Algo salió mal
hi: ओह! कुछ गलत हो गया
id: Ups! Ada yang Salah
pl: Ups! Coś poszło nie tak
ru: Упс! Что-то пошло не так

source: We're experiencing some technical difficulties. Our team has been notified and is working to fix the issue. Please try again in a few moments.
ar: نواجه بعض الصعوبات التقنية. تم إخطار فريقنا ويعمل على حل المشكلة. يرجى المحاولة مرة أخرى بعد قليل.
es: Estamos experimentando algunas dificultades técnicas. Nuestro equipo ha sido notificado y está trabajando para solucionar el problema. Por favor, inténtalo de nuevo en unos momentos.
hi: हमें कुछ तकनीकी कठिनाइयों का सामना करना पड़ रहा है। हमारी टीम को सूचित किया गया है और समस्या को ठीक करने पर काम कर रही है। कृपया कुछ समय बाद पुनः प्रयास करें।
id: Kami mengalami beberapa kesulitan teknis. Tim kami telah diberitahu dan sedang berusaha memperbaiki masalahnya. Silakan coba lagi dalam beberapa saat.
pl: Wystąpiły trudności techniczne. Nasz zespół został powiadomiony i pracuje nad rozwiązaniem problemu. Spróbuj ponownie za chwilę.
ru: У нас возникли технические трудности. Наша команда уведомлена и работает над устранением проблемы. Пожалуйста, попробуйте снова через несколько минут.

source: Try Again
ar: المحاولة مرة أخرى
es: Intentar de nuevo
hi: पुनः प्रयास करें
id: Coba Lagi
pl: Wypróbuj
ru: Попробовать снова

source: If the problem persists, please
ar: إذا استمرت المشكلة، يرجى
es: Si el problema persiste, por favor
hi: यदि समस्या बनी रहती है, तो कृपया
id: Jika masalah berlanjut, silakan
pl: Jeśli problem będzie się powtarzał, prosimy
ru: Если проблема не исчезнет, пожалуйста,

source: contact us
ar: الاتصال بنا
es: contáctanos
hi: हमसे संपर्क करें
id: hubungi kami
pl: Skontaktuj się z nami
ru: свяжитесь с нами

source: 502 - Bad Gateway
ar: 502 - بوابة غير صالحة
es: 502 - Puerta de enlace incorrecta
hi: 502 - खराब गेटवे
id: 502 - Gateway Buruk
pl: 502 - Zła bramka
ru: 502 - Ошибка шлюза

source: The server received an invalid response from an upstream server.
ar: تلقى الخادم استجابة غير صالحة من خادم المنبع.
es: El servidor recibió una respuesta no válida de un servidor aguas arriba.
hi: सर्वर को एक अपस्ट्रीम सर्वर से अमान्य प्रतिक्रिया प्राप्त हुई।
id: Server menerima respons tidak valid dari server hulu.
pl: Serwer otrzymał nieprawidłową odpowiedź od serwera nadrzędnego.
ru: Сервер получил некорректный ответ от вышестоящего сервера.

source: Bad Gateway
ar: بوابة غير صالحة
es: Puerta de enlace incorrecta
hi: खराब गेटवे
id: Gateway Buruk
pl: Zła bramka
ru: Ошибка шлюза

source: The server is temporarily unavailable or overloaded. Please try again in a few moments. We're working to restore service as quickly as possible.
ar: الخادم غير متاح مؤقتاً أو محمّل بشكل زائد. يرجى المحاولة مرة أخرى بعد قليل. نحن نعمل على استعادة الخدمة في أسرع وقت ممكن.
es: El servidor no está disponible temporalmente o está sobrecargado. Por favor, inténtalo de nuevo en unos momentos. Estamos trabajando para restaurar el servicio lo más rápido posible.
hi: सर्वर अस्थायी रूप से अनुपलब्ध या अत्यधिक लोड है। कृपया कुछ समय बाद पुनः प्रयास करें। हम जल्द से जल्द सेवा बहाल करने का प्रयास कर रहे हैं।
id: Server sementara tidak tersedia atau kelebihan beban. Silakan coba lagi dalam beberapa saat. Kami sedang berusaha memulihkan layanan secepat mungkin.
pl: Serwer jest tymczasowo niedostępny lub przeciążony. Spróbuj ponownie za chwilę. Pracujemy nad jak najszybszym przywróceniem usługi.
ru: Сервер временно недоступен или перегружен. Пожалуйста, попробуйте снова через несколько минут. Мы работаем над восстановлением сервиса как можно скорее.

source: This is usually a temporary issue. If it persists, please
ar: هذه عادةً مشكلة مؤقتة. إذا استمرت، يرجى
es: Esto suele ser un problema temporal. Si persiste, por favor
hi: यह आमतौर पर एक अस्थायी समस्या है। यदि यह बनी रहती है, तो कृपया
id: Ini biasanya masalah sementara. Jika berlanjut, silakan
pl: Zazwyczaj jest to problem tymczasowy. Jeśli się utrzymuje, prosimy
ru: Обычно это временная проблема. Если она сохраняется, пожалуйста,

source: Confirm Email
ar: تأكيد البريد الإلكتروني
es: Confirmar correo electrónico
hi: ईमेल पुष्टि करें
id: Konfirmasi Email
pl: Potwierdź e-mail
ru: Подтвердить Email

source: Confirm your email
ar: قم بتأكيد بريدك الإلكتروني
es: Confirma tu correo electrónico
hi: अपना ईमेल पुष्टि करें
id: Konfirmasi email Anda
pl: Potwierdź swój e-mail
ru: Подтвердите ваш email

source: Click the button below to confirm your email address
ar: انقر على الزر أدناه لتأكيد عنوان بريدك الإلكتروني
es: Haz clic en el botón de abajo para confirmar tu dirección de correo electrónico
hi: अपना ईमेल पता पुष्टि करने के लिए नीचे दिए गए बटन पर क्लिक करें
id: Klik tombol di bawah untuk mengonfirmasi alamat email Anda
pl: Kliknij przycisk poniżej, aby potwierdzić swój adres e-mail
ru: Нажмите кнопку ниже, чтобы подтвердить ваш email адрес

source: Please confirm that <strong>%(email)s</strong> is your email address.
ar: يرجى تأكيد أن <strong>%(email)s</strong> هو عنوان بريدك الإلكتروني.
es: Por favor, confirma que <strong>%(email)s</strong> es tu dirección de correo electrónico.
hi: कृपया पुष्टि करें कि <strong>%(email)s</strong> आपका ईमेल पता है।
id: Harap konfirmasi bahwa <strong>%(email)s</strong> adalah alamat email Anda.
pl: Potwierdź, że <strong>%(email)s</strong> to Twój adres e-mail.
ru: Пожалуйста, подтвердите, что <strong>%(email)s</strong> - это ваш email адрес.

source: Back to profile
ar: العودة إلى الملف الشخصي
es: Volver al perfil
hi: प्रोफ़ाइल पर वापस जाएँ
id: Kembali ke profil
pl: Powrót do profilu
ru: Назад в профиль

source: Invalid confirmation link
ar: رابط تأكيد غير صالح
es: Enlace de confirmación no válido
hi: अमान्य पुष्टिकरण लिंक
id: Tautan konfirmasi tidak valid
pl: Nieprawidłowy link potwierdzający
ru: Недействительная ссылка подтверждения

source: This confirmation link is expired or invalid.
ar: رابط التأكيد هذا منتهي الصلاحية أو غير صالح.
es: Este enlace de confirmación ha expirado o no es válido.
hi: यह पुष्टिकरण लिंक समाप्त हो चुका है या अमान्य है।
id: Tautan konfirmasi ini telah kedaluwarsa atau tidak valid.
pl: Ten link potwierdzający wygasł lub jest nieprawidłowy.
ru: Эта ссылка подтверждения устарела или недействительна.

source: Go to login
ar: الانتقال إلى تسجيل الدخول
es: Ir a inicio de sesión
hi: लॉगिन पर जाएँ
id: Pergi ke login
pl: Przejdź do logowania
ru: Перейти к входу

source: Go to profile
ar: الانتقال إلى الملف الشخصي
es: Ir al perfil
hi: प्रोफ़ाइल पर वापस जाएँ
id: Pergi ke profil
pl: Przejdź do profilu
ru: Перейти в профиль

source: Email Confirmed
ar: تم تأكيد البريد الإلكتروني
es: Correo electrónico confirmado
hi: ईमेल पुष्टि हो गई
id: Email Dikonfirmasi
pl: E-mail potwierdzony
ru: Email Подтвержден

source: Email confirmed
ar: تم تأكيد البريد الإلكتروني
es: Correo electrónico confirmado
hi: ईमेल पुष्टि हो गई
id: Email dikonfirmasi
pl: E-mail potwierdzony
ru: Email подтвержден

source: Your email address has been verified successfully.
ar: تم التحقق من عنوان بريدك الإلكتروني بنجاح.
es: Tu dirección de correo electrónico ha sido verificada con éxito.
hi: आपका ईमेल पता सफलतापूर्वक सत्यापित हो गया है।
id: Alamat email Anda telah berhasil diverifikasi.
pl: Twój adres e-mail został pomyślnie zweryfikowany.
ru: Ваш email адрес был успешно подтвержден.

source: Change Password
ar: تغيير كلمة المرور
es: Cambiar contraseña
hi: पासवर्ड बदलें
id: Ubah Kata Sandi
pl: Zmień hasło
ru: Изменить пароль

source: Back to Profile
ar: العودة إلى الملف الشخصي
es: Volver al perfil
hi: प्रोफ़ाइल पर वापस जाएँ
id: Kembali ke Profil
pl: Powrót do profilu
ru: Назад в профиль

source: Update your account password
ar: تحديث كلمة مرور حسابك
es: Actualiza la contraseña de tu cuenta
hi: अपना खाता पासवर्ड अपडेट करें
id: Perbarui kata sandi akun Anda
pl: Zaktualizuj hasło do konta
ru: Обновите пароль вашей учетной записи

source: Please correct the errors below:
ar: يرجى تصحيح الأخطاء أدناه:
es: Por favor, corrige los errores a continuación:
hi: कृपया नीचे दी गई त्रुटियाँ सही करें:
id: Harap perbaiki kesalahan di bawah ini:
pl: Proszę poprawić błędy poniżej:
ru: Пожалуйста, исправьте ошибки ниже:

source: Current Password
ar: كلمة المرور الحالية
es: Contraseña actual
hi: वर्तमान पासवर्ड
id: Kata Sandi Saat Ini
pl: Bieżące hasło
ru: Текущий пароль

source: Enter current password
ar: أدخل كلمة المرور الحالية
es: Ingresa tu contraseña actual
hi: वर्तमान पासवर्ड दर्ज करें
id: Masukkan kata sandi saat ini
pl: Wprowadź bieżące hasło
ru: Введите текущий пароль

source: New Password
ar: كلمة المرور الجديدة
es: Nueva contraseña
hi: नया पासवर्ड
id: Kata Sandi Baru
pl: Nowe hasło
ru: Новый пароль

source: Enter new password
ar: أدخل كلمة المرور الجديدة
es: Ingresa tu nueva contraseña
hi: नया पासवर्ड दर्ज करें
id: Masukkan kata sandi baru
pl: Wprowadź nowe hasło
ru: Введите новый пароль

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar nueva contraseña
hi: नए पासवर्ड की पुष्टि करें
id: Konfirmasi Kata Sandi Baru
pl: Potwierdź nowe hasło
ru: Подтвердите новый пароль

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
es: Confirma tu nueva contraseña
hi: नए पासवर्ड की पुष्टि करें
id: Konfirmasi kata sandi baru
pl: Potwierdź nowe hasło
ru: Подтвердите новый пароль

source: Cancel
ar: إلغاء
es: Cancelar
hi: रद्द करें
id: Batal
pl: Anuluj
ru: Отмена

source: Reset Password
ar: إعادة تعيين كلمة المرور
es: Restablecer contraseña
hi: पासवर्ड रीसेट करें
id: Atur Ulang Kata Sandi
pl: Zresetuj hasło
ru: Сбросить пароль

source: Reset Your Password
ar: إعادة تعيين كلمة المرور الخاصة بك
es: Restablece tu contraseña
hi: अपना पासवर्ड रीसेट करें
id: Atur Ulang Kata Sandi Anda
pl: Zresetuj swoje hasło
ru: Сбросьте ваш пароль

source: Enter your email to receive reset instructions
ar: أدخل بريدك الإلكتروني لاستلام تعليمات إعادة التعيين
es: Ingresa tu correo electrónico para recibir instrucciones de restablecimiento
hi: रीसेट निर्देश प्राप्त करने के लिए अपना ईमेल दर्ज करें
id: Masukkan email Anda untuk menerima petunjuk pengaturan ulang
pl: Wprowadź swój e-mail, aby otrzymać instrukcje resetowania
ru: Введите ваш email для получения инструкций по сбросу

source: Email Address
ar: عنوان البريد الإلكتروني
es: Dirección de correo electrónico
hi: ईमेल पता
id: Alamat Email
pl: Adres e-mail
ru: Email адрес

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
es: Ingresa tu dirección de correo electrónico
hi: अपना ईमेल पता दर्ज करें
id: Masukkan alamat email Anda
pl: Wprowadź swój adres e-mail
ru: Введите ваш email адрес

source: Send Reset Instructions
ar: إرسال تعليمات إعادة التعيين
es: Enviar instrucciones de restablecimiento
hi: रीसेट निर्देश भेजें
id: Kirim Petunjuk Pengaturan Ulang
pl: Wyślij instrukcje resetowania
ru: Отправить инструкции по сбросу

source: Remember your password?
ar: هل تتذكر كلمة مرورك؟
es: ¿Recuerdas tu contraseña?
hi: क्या आपको अपना पासवर्ड याद है?
id: Ingat kata sandi Anda?
pl: Pamiętasz swoje hasło?
ru: Помните ваш пароль?

source: Sign in
ar: تسجيل الدخول
es: Iniciar sesión
hi: साइन इन करें
id: Masuk
pl: Zaloguj się
ru: Войти

source: Don't have an account?
ar: ليس لديك حساب؟
es: ¿No tienes una cuenta?
hi: क्या आपके पास खाता नहीं है?
id: Tidak punya akun?
pl: Nie masz konta?
ru: Нет учетной записи?

source: Sign up
ar: إنشاء حساب
es: Regístrate
hi: साइन अप करें
id: Daftar
pl: Zarejestruj się
ru: Зарегистрироваться

source: Reset Instructions Sent
ar: تم إرسال تعليمات إعادة التعيين
es: Instrucciones de restablecimiento enviadas
hi: रीसेट निर्देश भेज दिए गए हैं
id: Petunjuk Pengaturan Ulang Terkirim
pl: Instrukcje resetowania wysłane
ru: Инструкции по сбросу отправлены

source: Check Your Email
ar: تحقق من بريدك الإلكتروني
es: Revisa tu correo electrónico
hi: अपना ईमेल जांचें
id: Periksa Email Anda
pl: Sprawdź swoją pocztę
ru: Проверьте ваш email

source: We've sent password reset instructions
ar: لقد أرسلنا تعليمات إعادة تعيين كلمة المرور
es: Hemos enviado instrucciones para restablecer tu contraseña
hi: हमने पासवर्ड रीसेट निर्देश भेज दिए हैं
id: Kami telah mengirim petunjuk pengaturan ulang kata sandi
pl: Wysłaliśmy instrukcje resetowania hasła
ru: Мы отправили инструкции по сбросу пароля

source: Reset Email Sent!
ar: تم إرسال بريد إعادة التعيين!
es: ¡Correo electrónico de restablecimiento enviado!
hi: रीसेट ईमेल भेज दिया गया!
id: Email Pengaturan Ulang Terkirim!
pl: E-mail resetujący wysłany!
ru: Письмо сброса отправлено!

source: We've sent an email to <strong>%(email)s</strong> with instructions to reset your password.
ar: لقد أرسلنا بريدًا إلكترونيًا إلى <strong>%(email)s</strong> يحتوي على تعليمات لإعادة تعيين كلمة المرور الخاصة بك.
es: Hemos enviado un correo electrónico a <strong>%(email)s</strong> con instrucciones para restablecer tu contraseña.
hi: हमने <strong>%(email)s</strong> पर आपके पासवर्ड को रीसेट करने के निर्देशों के साथ एक ईमेल भेजा है।
id: Kami telah mengirim email ke <strong>%(email)s</strong> dengan petunjuk untuk mengatur ulang kata sandi Anda.
pl: Wysłaliśmy e-mail na adres <strong>%(email)s</strong> z instrukcjami do zresetowania hasła.
ru: Мы отправили письмо на <strong>%(email)s</strong> с инструкциями по сбросу вашего пароля.

source: Please note:
ar: يرجى الملاحظة:
es: Ten en cuenta:
hi: कृपया ध्यान दें:
id: Harap diperhatikan:
pl: Proszę pamiętać:
ru: Обратите внимание:

source: The reset link will expire in 24 hours.
ar: سينتهي صلاحية رابط إعادة التعيين خلال 24 ساعة.
es: El enlace de restablecimiento expirará en 24 horas.
hi: रीसेट लिंक 24 घंटे में समाप्त हो जाएगा।
id: Tautan pengaturan ulang akan kedaluwarsa dalam 24 jam.
pl: Link resetujący wygaśnie za 24 godziny.
ru: Ссылка сброса истечет через 24 часа.

source: If you don't receive the email, check your spam folder.
ar: إذا لم تستلم البريد الإلكتروني، تحقق من مجلد البريد العشوائي.
es: Si no recibes el correo electrónico, revisa tu carpeta de spam.
hi: यदि आपको ईमेल नहीं मिलता है, तो अपना स्पैम फ़ोल्डर जांचें।
id: Jika Anda tidak menerima email, periksa folder spam Anda.
pl: Jeśli nie otrzymasz e-maila, sprawdź folder ze spamem.
ru: Если вы не получили письмо, проверьте папку спама.

source: Return to Login
ar: العودة إلى تسجيل الدخول
es: Volver al inicio de sesión
hi: लॉगिन पर वापस जाएँ
id: Kembali ke Login
pl: Powrót do logowania
ru: Вернуться к входу

source: Send another reset email
ar: إرسال بريد إعادة تعيين آخر
es: Enviar otro correo electrónico de restablecimiento
hi: एक और रीसेट ईमेल भेजें
id: Kirim email pengaturan ulang lain
pl: Wyślij kolejny e-mail resetujący
ru: Отправить еще одно письмо сброса

source: Set New Password
ar: تعيين كلمة مرور جديدة
es: Establecer nueva contraseña
hi: नया पासवर्ड सेट करें
id: Atur Kata Sandi Baru
pl: Ustaw nowe hasło
ru: Установить новый пароль

source: Choose a new secure password
ar: اختر كلمة مرور جديدة آمنة
es: Elige una nueva contraseña segura
hi: एक नया सुरक्षित पासवर्ड चुनें
id: Pilih kata sandi baru yang aman
pl: Wybierz nowe bezpieczne hasło
ru: Выберите новый безопасный пароль

source: Invalid Reset Link
ar: رابط إعادة تعيين غير صالح
es: Enlace de restablecimiento no válido
hi: अमान्य रीसेट लिंक
id: Tautan Pengaturan Ulang Tidak Valid
pl: Nieprawidłowy link resetujący
ru: Недействительная ссылка сброса

source: This password reset link has expired or is invalid.
ar: رابط إعادة تعيين كلمة المرور هذا منتهي الصلاحية أو غير صالح.
es: Este enlace para restablecer la contraseña ha expirado o no es válido.
hi: यह पासवर्ड रीसेट लिंक समाप्त हो चुका है या अमान्य है।
id: Tautan pengaturan ulang kata sandi ini telah kedaluwarsa atau tidak valid.
pl: Ten link resetowania hasła wygasł lub jest nieprawidłowy.
ru: Эта ссылка сброса пароля устарела или недействительна.

source: Request a new reset link
ar: طلب رابط إعادة تعيين جديد
es: Solicitar un nuevo enlace de restablecimiento
hi: एक नया रीसेट लिंक अनुरोध करें
id: Minta tautan pengaturan ulang baru
pl: Poproś o nowy link resetujący
ru: Запросить новую ссылку сброса

source: Enter your new password
ar: أدخل كلمة المرور الجديدة
es: Ingresa tu nueva contraseña
hi: अपना नया पासवर्ड दर्ज करें
id: Masukkan kata sandi baru Anda
pl: Wprowadź swoje nowe hasło
ru: Введите ваш новый пароль

source: Confirm your new password
ar: قم بتأكيد كلمة المرور الجديدة
es: Confirma tu nueva contraseña
hi: अपने नए पासवर्ड की पुष्टि करें
id: Konfirmasi kata sandi baru Anda
pl: Potwierdź swoje nowe hasło
ru: Подтвердите ваш новый пароль

source: Password Reset Complete
ar: تم إكمال إعادة تعيين كلمة المرور
es: Restablecimiento de contraseña completado
hi: पासवर्ड रीसेट पूर्ण
id: Pengaturan Ulang Kata Sandi Selesai
pl: Resetowanie hasła zakończone
ru: Сброс пароля завершен

source: Your password has been successfully updated
ar: تم تحديث كلمة المرور الخاصة بك بنجاح
es: Tu contraseña ha sido actualizada con éxito
hi: आपका पासवर्ड सफलतापूर्वक अपडेट हो गया है
id: Kata sandi Anda telah berhasil diperbarui
pl: Twoje hasło zostało pomyślnie zaktualizowane
ru: Ваш пароль был успешно обновлен

source: Password Updated Successfully!
ar: تم تحديث كلمة المرور بنجاح!
es: ¡Contraseña actualizada con éxito!
hi: पासवर्ड सफलतापूर्वक अपडेट हो गया!
id: Kata Sandi Berhasil Diperbarui!
pl: Hasło pomyślnie zaktualizowane!
ru: Пароль успешно обновлен!
