Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Message must be at least 10 characters long.
ar: يجب أن تكون الرسالة مكونة من 10 أحرف على الأقل.
es: El mensaje debe tener al menos 10 caracteres.
hi: संदेश कम से कम 10 वर्ण लंबा होना चाहिए।
id: Pesan harus setidaknya 10 karakter.
pl: Wiadomość musi mieć co najmniej 10 znaków.
ru: Сообщение должно содержать не менее 10 символов.

source: Message is too long. Maximum 5000 characters.
ar: الرسالة طويلة جداً. الحد الأقصى 5000 حرف.
es: El mensaje es demasiado largo. Máximo 5000 caracteres.
hi: संदेश बहुत लंबा है। अधिकतम 5000 वर्ण।
id: Pesan terlalu panjang. Maksimum 5000 karakter.
pl: Wiadomość jest za długa. Maksymalnie 5000 znaków.
ru: Сообщение слишком длинное. Максимум 5000 символов.

source: Convert PDF to editable Word documents
ar: كيفية تحويل PDF إلى مستند Word قابل للتحرير عبر الإنترنت مجانًا
es: Cómo convertir PDF a documento Word editable en línea gratis
hi: PDF को संपादन योग्य Word दस्तावेज़ में मुफ्त ऑनलाइन कैसे बदलें
id: Cara Mengonversi PDF ke Dokumen Word yang Dapat Diedit Online Gratis
pl: Jak przekonwertować PDF na edytowalny dokument Word online za darmo
ru: Как бесплатно конвертировать PDF в редактируемый Word документ онлайн

source: Convert Word documents to PDF format
ar: قم بتحويل مستندات Word إلى تنسيق PDF في ثوانٍ
es: Convierte tus documentos Word a formato PDF en segundos
hi: अपने Word दस्तावेज़ों को सेकंडों में PDF प्रारूप में बदलें
id: Konversi dokumen Word Anda ke format PDF dalam hitungan detik
pl: Konwertuj swoje dokumenty Word na format PDF w kilka sekund
ru: Конвертируйте документы Word в формат PDF за секунды

source: Convert PDF pages to JPG images
ar: قم بتحويل صفحات PDF إلى صور JPG عالية الجودة.
es: Convierte páginas PDF a imágenes JPG de alta calidad.
hi: PDF पृष्ठों को उच्च गुणवत्ता वाली JPG छवियों में बदलें।
id: Konversi halaman PDF ke gambar JPG berkualitas tinggi.
pl: Konwertuj strony PDF na wysokiej jakości obrazy JPG.
ru: Конвертируйте страницы ПДФ в высококачественные изображения JPG.

source: Convert images to PDF documents
ar: قم بتحويل محتوى HTML وصفحات الويب إلى تنسيق PDF
es: Convierte contenido HTML y páginas web a formato PDF
hi: HTML सामग्री और वेब पृष्ठों को PDF प्रारूप में बदलें
id: Konversi konten HTML dan halaman web ke format PDF
pl: Konwertuj treść HTML i strony internetowe na format PDF
ru: Конвертируйте HTML контент и веб-страницы в формат PDF

source: Combine multiple PDFs into one
ar: اجمع ملفات PDF متعددة في مستند واحد
es: Combina múltiples archivos PDF en un documento
hi: कई PDF फ़ाइलों को एक दस्तावेज़ में संयोजित करें
id: Gabungkan beberapa file PDF menjadi satu dokumen
pl: Połącz wiele plików PDF w jeden dokument
ru: Объединяйте несколько файлов PDF в один документ

source: Split PDF into multiple files
ar: قسّم PDF الخاص بك إلى ملفات متعددة
es: Divide tu PDF en múltiples archivos
hi: अपने PDF को कई फ़ाइलों में विभाजित करें
id: Pisahkan PDF Anda menjadi beberapa file
pl: Podziel swój PDF na wiele plików
ru: Разделяйте ваш PDF на несколько файлов

source: Reduce PDF file size
ar: تقليل حجم PDF
es: Reducir tamaño de PDF
hi: PDF आकार कम करें
id: Perkecil ukuran PDF
pl: Zmniejsz rozmiar PDF
ru: Уменьшить размер PDF

source: Add password protection
ar: قم بإزالة حماية كلمة المرور من PDF الخاص بك
es: Elimina la protección con contraseña de tu PDF
hi: अपने PDF से पासवर्ड सुरक्षा हटाएँ
id: Hapus perlindungan kata sandi dari PDF Anda
pl: Usuń ochronę hasłem ze swojego PDF
ru: Удаляйте защиту паролем из вашего PDF

source: Extract tables to Excel
ar: هل يمكنني استخراج الجداول من PDF إلى Excel؟
es: ¿Puedo extraer tablas de PDF a Excel?
hi: क्या मैं PDF से Excel में तालिकाएँ निकाल सकता हूँ?
id: Bisakah saya mengekstrak tabel dari PDF ke Excel?
pl: Czy mogę wyodrębnić tabele z PDF do Excel?
ru: Могу ли я извлекать таблицы из ПДФ в Эксель?

source: Convert EPUB eBooks to PDF
ar: حوّل كتب EPUB الإلكترونية إلى PDF
hi: Excel को PDF में बदलें
id: Konversi Excel ke PDF
pl: Konwertuj eBooki EPUB na PDF
ru: Конвертируйте EPUB-книги в PDF

source: Convert PDFs to EPUB eBooks
ar: حوّل ملفات PDF إلى كتب EPUB إلكترونية
hi: PDF टूल बदलें
id: Alat konversi PDF
pl: Konwertuj pliki PDF na eBooki EPUB
ru: Конвертируйте PDF в EPUB-книги

source: Conversion failed. Please try again.
ar: فشل التحويل. يرجى المحاولة مرة أخرى.
es: La conversión falló. Por favor, inténtalo de nuevo.
hi: रूपांतरण विफल। कृपया पुनः प्रयास करें।
id: Konversi gagal. Silakan coba lagi.
pl: Konwersja nie powiodła się. Proszę spróbować ponownie.
ru: Конвертация не удалась. Пожалуйста, попробуйте снова.

source: PDF to Word Converter Online Free - No Registration | Convertica
ar: محول PDF إلى Word عبر الإنترنت مجانًا - بدون تسجيل | Convertica
es: Convertidor de PDF a Word en línea gratis - Sin registro | Convertica
hi: PDF से Word कनवर्टर ऑनलाइन मुफ्त - कोई पंजीकरण नहीं | Convertica
id: Konverter PDF ke Word Online Gratis - Tanpa Pendaftaran | Convertica
ru: Конвертер PDF в Word онлайн бесплатно - без регистрации | Convertica

source: Convert PDF to Word online free without losing formatting. Preserve tables, images & fonts. No registration, no watermark. Works on Windows, Mac, Linux, iOS, Android. Try now!
ar: تحويل PDF إلى Word عبر الإنترنت مجانًا دون فقدان التنسيق. احتفظ بالجداول والصور والخطوط. بدون تسجيل، بدون علامة مائية. يعمل على Windows وMac وLinux وiOS وAndroid. جربه الآن!
es: Convierte PDF a Word en línea gratis sin perder formato. Conserva tablas, imágenes y fuentes. Sin registro, sin marca de agua. Funciona en Windows, Mac, Linux, iOS, Android. ¡Pruébalo ahora!
hi: बिना स्वरूपण खोए PDF को Word में ऑनलाइन मुफ्त कनवर्ट करें। तालिकाएँ, छवियाँ और फ़ॉन्ट संरक्षित रखें। कोई पंजीकरण नहीं, कोई वॉटरमार्क नहीं। Windows, Mac, Linux, iOS, Android पर काम करता है। अभी आज़माएँ!
id: Konversi PDF ke Word online gratis tanpa kehilangan pemformatan. Pertahankan tabel, gambar & font. Tanpa pendaftaran, tanpa watermark. Berfungsi di Windows, Mac, Linux, iOS, Android. Coba sekarang!
pl: Konwertuj PDF na Word online za darmo bez utraty formatowania. Zachowaj tabele, obrazy i czcionki. Bez rejestracji, bez znaku wodnego. Działa na Windows, Mac, Linux, iOS, Android. Wypróbuj teraz!
ru: Конвертируйте PDF в Word онлайн бесплатно без потери форматирования. Сохраняйте таблицы, изображения и шрифты. Без регистрации, без водяных знаков. Работает на Windows, Mac, Linux, iOS, Android. Попробуйте сейчас!

source: Convert your PDF documents to editable Word format in seconds
ar: قم بتحويل مستندات PDF إلى تنسيق Word قابل للتحرير في ثوانٍ
es: Convierte tus documentos PDF a formato Word editable en segundos
hi: अपने PDF दस्तावेज़ों को सेकंडों में संपादन योग्य Word प्रारूप में बदलें
id: Konversi dokumen PDF Anda ke format Word yang dapat diedit dalam hitungan detik
pl: Konwertuj swoje dokumenty PDF na edytowalny format Word w kilka sekund
ru: Конвертируйте документы PDF в редактируемые файлы Word за секунды

source: PDF to Word Converter
ar: محول PDF إلى Word
es: Convertidor de PDF a Word
hi: PDF से Word कन्वर्टर
id: Konverter PDF ke Word
pl: Konwerter PDF na Word
ru: Конвертер PDF в Word

source: Preserve Formatting
ar: الحفاظ على التنسيق
es: Conservar formato
hi: स्वरूपण संरक्षित करें
id: Pertahankan Pemformatan
pl: Zachowaj Formatowanie
ru: Сохранение форматирования

source: Tables, images, fonts, and layout stay intact after conversion
ar: تبقى الجداول والصور والخطوط والتخطيط سليمة بعد التحويل
es: Las tablas, imágenes, fuentes y diseño se mantienen intactos después de la conversión
hi: टेबल, छवियाँ, फ़ॉन्ट और लेआउट रूपांतरण के बाद सुरक्षित रहते हैं
id: Tabel, gambar, font, dan tata letak tetap utuh setelah konversi
pl: Tabele, obrazy, czcionki i układ pozostają nienaruszone po konwersji
ru: Таблицы, изображения, шрифты и макет остаются нетронутыми после конвертации

source: 100% Free & Secure
ar: سريع وآمن % F
es: Rápido y seguro % F
hi: तेज़ और सुरक्षित % F
id: Cepat & Aman % F
pl: Szybko i bezpiecznie % F
ru: Быстро и безопасно % F

source: No registration, no watermarks. Files deleted immediately after conversion
ar: بدون تسجيل، بدون علامات مائية. يتم حذف الملفات فورًا بعد التحويل
es: Sin registro, sin marcas de agua. Los archivos se eliminan inmediatamente después de la conversión
hi: कोई पंजीकरण नहीं, कोई वॉटरमार्क नहीं। रूपांतरण के तुरंत बाद फ़ाइलें हटा दी जाती हैं
id: Tanpa pendaftaran, tanpa watermark. File dihapus segera setelah konversi
pl: Bez rejestracji, bez znaków wodnych. Pliki usuwane natychmiast po konwersji
ru: Без регистрации, без водяных знаков. Файлы удаляются сразу после конвертации

source: Works on All Devices
ar: يعمل على جميع الأجهزة
es: Funciona en todos los dispositivos
hi: सभी डिवाइसों पर काम करता है
id: Bekerja di Semua Perangkat
pl: Działa na Wszystkich Urządzeniach
ru: Работает на всех устройствах

source: Convert PDF to Word on Windows, Mac, Linux, iOS, Android
ar: تحويل PDF إلى Word على Windows وMac وLinux وiOS وAndroid
es: Convertir PDF a Word en Windows, Mac, Linux, iOS, Android
hi: विंडोज़, मैक, लिनक्स, आईओएस, एंड्रॉइड पर पीडीएफ को वर्ड में बदलें
id: Konversi PDF ke Word di Windows, Mac, Linux, iOS, Android
pl: Konwertuj PDF na Word w systemach Windows, Mac, Linux, iOS, Android
ru: Конвертируйте PDF в Word на Windows, Mac, Linux, iOS, Android

source: OCR for Scanned PDFs
ar: OCR للملفات PDF الممسوحة ضوئيًا
es: OCR para PDF escaneados
hi: स्कैन की गई पीडीएफ के लिए ओसीआर
id: OCR untuk PDF yang Dipindai
pl: OCR dla Skanowanych PDF-ów
ru: OCR для сканированных PDF

source: Premium: Convert image-based PDFs to editable text with 15+ languages
ar: استخراج النص من ملفات PDF الممسوحة ضوئياً والصور. تحويل ملفات PDF المستندة إلى الصور إلى نص قابل للتحرير.
es: Extrae texto de PDFs escaneados e imágenes. Convierte PDFs basados en imágenes en texto editable.
hi: स्कैन की गई PDFs और छवियों से पाठ निकालें। छवि-आधारित PDFs को संपादन योग्य पाठ में बदलें।
id: Ekstrak teks dari PDF yang dipindai dan gambar. Konversi PDF berbasis gambar menjadi teks yang dapat diedit.
pl: Wyodrębnij tekst ze zeskanowanych plików PDF i obrazów. Konwertuj PDF oparte na obrazach na edytowalny tekst.
ru: Извлекайте текст из отсканированных ПДФ и изображений. Конвертируйте ПДФ на основе изображений в редактируемый текст.

source: Why Convert PDF to Word with Convertica?
ar: PDF إلى Word - كونفيرتيكا
es: PDF a Word - Convertica
hi: PDF से Word - Convertica
id: PDF ke Word - Convertica
pl: PDF na Word - Convertica
ru: PDF в Word - Convertica

source: Can I convert a scanned PDF to Word?
ar: هل يمكنني تحويل PDF إلى JPG؟
es: ¿Puedo convertir PDF a JPG?
hi: क्या मैं PDF को JPG में बदल सकता हूँ?
id: Bisakah saya mengonversi PDF ke JPG?
pl: Czy mogę przekonwertować PDF na JPG?
ru: Могу ли я конвертировать ПДФ в JPG?

source: Yes! Premium users can enable OCR (Optical Character Recognition) to convert scanned PDFs and image-based documents to editable Word format. OCR supports 15+ languages including English, Russian, German, French, Spanish, Chinese, Japanese, and Arabic for accurate text recognition.
ar: نعم! يمكن للمستخدمين المميزين تمكين OCR (التعرف الضوئي على الحروف) لتحويل ملفات PDF الممسوحة ضوئيًا والمستندات القائمة على الصور إلى تنسيق Word قابل للتحرير. يدعم OCR أكثر من 15 لغة بما في ذلك الإنجليزية والروسية والألمانية والفرنسية والإسبانية والصينية واليابانية والعربية للتعرف الدقيق على النص.
es: ¡Sí! Los usuarios Premium pueden activar OCR (Reconocimiento Óptico de Caracteres) para convertir PDF escaneados y documentos basados en imágenes a formato Word editable. OCR admite más de 15 idiomas, incluidos inglés, ruso, alemán, francés, español, chino, japonés y árabe, para un reconocimiento de texto preciso.
hi: हाँ! प्रीमियम उपयोगकर्ता ओसीआर (ऑप्टिकल कैरेक्टर रिकग्निशन) सक्षम करके स्कैन की गई पीडीएफ और छवि-आधारित दस्तावेज़ों को संपादन योग्य वर्ड प्रारूप में बदल सकते हैं। ओसीआर सटीक पाठ पहचान के लिए अंग्रेजी, रूसी, जर्मन, फ्रेंच, स्पेनिश, चीनी, जापानी और अरबी सहित 15+ भाषाओं का समर्थन करता है।
id: Ya! Pengguna Premium dapat mengaktifkan OCR (Optical Character Recognition) untuk mengonversi PDF yang dipindai dan dokumen berbasis gambar ke format Word yang dapat diedit. OCR mendukung 15+ bahasa termasuk Inggris, Rusia, Jerman, Prancis, Spanyol, Cina, Jepang, dan Arab untuk pengenalan teks yang akurat.
pl: Tak! Użytkownicy Premium mogą włączyć OCR (optyczne rozpoznawanie znaków), aby konwertować skanowane pliki PDF i dokumenty oparte na obrazach do edytowalnego formatu Word. OCR obsługuje ponad 15 języków, w tym angielski, rosyjski, niemiecki, francuski, hiszpański, chiński, japoński i arabski, zapewniając dokładne rozpoznawanie tekstu.
ru: Да! Премиум-пользователи могут включить OCR (оптическое распознавание символов) для конвертации сканированных PDF и документов на основе изображений в редактируемый формат Word. OCR поддерживает более 15 языков, включая английский, русский, немецкий, французский, испанский, китайский, японский и арабский, для точного распознавания текста.

source: Will my tables and formatting be preserved?
ar: هل سيتم الحفاظ على جداولي وتنسيقي؟
es: ¿Se conservarán mis tablas y formato?
hi: क्या मेरी टेबल और फ़ॉर्मेटिंग सुरक्षित रहेगी?
id: Apakah tabel dan pemformatan saya akan dipertahankan?
pl: Czy moje tabele i formatowanie zostaną zachowane?
ru: Будут ли сохранены мои таблицы и форматирование?

source: Yes, our PDF to Word converter preserves tables, images, fonts, headers, footers, and complex layouts. The converted Word document will look as close to the original PDF as possible, maintaining text alignment and paragraph spacing.
ar: نعم، يحافظ محول PDF إلى Word الخاص بنا على الجداول والصور والخطوط والعناوين والتذييلات والتخطيطات المعقدة. سيبدو مستند Word المحوّل أقرب ما يمكن إلى ملف PDF الأصلي، مع الحفاظ على محاذاة النص وتباعد الفقرات.
es: Sí, nuestro convertidor de PDF a Word conserva tablas, imágenes, fuentes, encabezados, pies de página y diseños complejos. El documento Word convertido se verá lo más parecido posible al PDF original, manteniendo la alineación del texto y el espaciado de párrafos.
hi: हाँ, हमारा पीडीएफ से वर्ड कन्वर्टर टेबल, छवियाँ, फ़ॉन्ट, हेडर, फ़ूटर और जटिल लेआउट को सुरक्षित रखता है। रूपांतरित वर्ड दस्तावेज़ मूल पीडीएफ के जितना संभव हो उतना करीब दिखेगा, जिसमें पाठ संरेखण और पैराग्राफ रिक्ति बनी रहेगी।
id: Ya, pengonversi PDF ke Word kami mempertahankan tabel, gambar, font, header, footer, dan tata letak kompleks. Dokumen Word yang dikonversi akan terlihat sedekat mungkin dengan PDF asli, mempertahankan perataan teks dan spasi paragraf.
pl: Tak, nasz konwerter PDF na Word zachowuje tabele, obrazy, czcionki, nagłówki, stopki i złożone układy. Przekonwertowany dokument Word będzie wyglądał jak najbardziej podobnie do oryginalnego pliku PDF, zachowując wyrównanie tekstu i odstępy między akapitami.
ru: Да, наш конвертер PDF в Word сохраняет таблицы, изображения, шрифты, верхние и нижние колонтитулы, а также сложные макеты. Конвертированный документ Word будет выглядеть максимально близко к исходному PDF, сохраняя выравнивание текста и межстрочные интервалы.

source: Is this PDF to Word converter really free?
ar: هل كونفيرتيكا مجانية حقاً؟
es: ¿Es Convertica realmente gratis?
hi: क्या Convertica वास्तव में मुफ्त है?
id: Apakah Convertica benar-benar gratis?
pl: Czy Convertica jest naprawdę darmowa?
ru: Convertica действительно бесплатна?

source: Yes, Convertica PDF to Word converter is completely free for standard use. No registration required, no email needed, no watermarks added. Premium subscription is optional and provides higher page limits and OCR features.
ar: نعم. استخدام كونفيرتيكا مجاني — لا حاجة للتسجيل. الاشتراكات المميزة اختيارية وتوفر حدوداً أعلى وميزات إضافية.
es: Sí. Convertica es gratis de usar — no se requiere registro. Las suscripciones premium son opcionales y ofrecen límites más altos y funciones adicionales.
hi: हाँ। Convertica उपयोग करने के लिए मुफ्त है — कोई पंजीकरण आवश्यक नहीं। प्रीमियम सदस्यता वैकल्पिक है और उच्च सीमाएँ और अतिरिक्त सुविधाएँ प्रदान करती है।
id: Ya. Convertica gratis digunakan — tidak perlu registrasi. Langganan premium bersifat opsional dan menyediakan batas yang lebih tinggi dan fitur tambahan.
pl: Tak. Convertica jest darmowe — rejestracja nie jest wymagana. Subskrypcje Premium są opcjonalne i zapewniają wyższe limity oraz dodatkowe funkcje.
ru: Да. Convertica бесплатна для использования — регистрация не требуется. Премиум подписки опциональны и предоставляют более высокие лимиты и дополнительные функции.

source: What is the maximum file size I can convert?
ar: ما هو الحد الأقصى لحجم الملف الذي يمكنني تحويله؟
es: ¿Cuál es el tamaño máximo de archivo que puedo convertir?
hi: मैं अधिकतम कितने आकार की फ़ाइल रूपांतरित कर सकता हूँ?
id: Berapa ukuran file maksimum yang dapat saya konversi?
pl: Jaki jest maksymalny rozmiar pliku, który mogę przekonwertować?
ru: Какой максимальный размер файла я могу конвертировать?

source: Free users can convert PDF files up to 50 pages. For larger documents, you can split them first using our Split PDF tool, or upgrade to Premium for higher limits up to 500 pages per file.
ar: يمكن للمستخدمين المجانيين تحويل ملفات PDF تصل إلى 50 صفحة. بالنسبة للمستندات الأكبر، يمكنك تقسيمها أولاً باستخدام أداة Split PDF الخاصة بنا، أو الترقية إلى Premium للحصول على حدود أعلى تصل إلى 500 صفحة لكل ملف.
es: Los usuarios gratuitos pueden convertir archivos PDF de hasta 50 páginas. Para documentos más grandes, puede dividirlos primero usando nuestra herramienta Dividir PDF, o actualizar a Premium para límites más altos de hasta 500 páginas por archivo.
hi: मुफ्त उपयोगकर्ता 50 पृष्ठों तक की पीडीएफ फ़ाइलें रूपांतरित कर सकते हैं। बड़े दस्तावेज़ों के लिए, आप पहले हमारे स्प्लिट पीडीएफ टूल का उपयोग करके उन्हें विभाजित कर सकते हैं, या प्रति फ़ाइल 500 पृष्ठों तक की उच्च सीमा के लिए प्रीमियम में अपग्रेड कर सकते हैं।
id: Pengguna gratis dapat mengonversi file PDF hingga 50 halaman. Untuk dokumen yang lebih besar, Anda dapat membaginya terlebih dahulu menggunakan alat Split PDF kami, atau tingkatkan ke Premium untuk batas yang lebih tinggi hingga 500 halaman per file.
pl: Użytkownicy bezpłatni mogą konwertować pliki PDF do 50 stron. W przypadku większych dokumentów możesz najpierw podzielić je za pomocą naszego narzędzia Podziel PDF lub przejść na wersję Premium, aby uzyskać wyższe limity do 500 stron na plik.
ru: Бесплатные пользователи могут конвертировать PDF-файлы до 50 страниц. Для больших документов вы можете сначала разделить их с помощью нашего инструмента Split PDF или перейти на Premium для увеличения лимита до 500 страниц на файл.

source: Can I convert PDF to Word on my phone?
ar: هل يمكنني تحويل PDF إلى JPG؟
es: ¿Puedo convertir PDF a JPG?
hi: क्या मैं PDF को JPG में बदल सकता हूँ?
id: Bisakah saya mengonversi PDF ke JPG?
pl: Czy mogę przekonwertować PDF na JPG?
ru: Могу ли я конвертировать ПДФ в JPG?

source: Yes! Convertica works on all mobile devices - iPhone, iPad, Android phones and tablets. Simply open the website in your mobile browser, upload your PDF, and download the converted Word document. No app installation required.
ar: نعم! تعمل Convertica على جميع الأجهزة المحمولة - iPhone وiPad وهواتف وأجهزة Android اللوحية. ما عليك سوى فتح الموقع في متصفح هاتفك المحمول، وتحميل ملف PDF الخاص بك، وتنزيل مستند Word المحوّل. لا حاجة لتثبيت تطبيق.
es: ¡Sí! Convertica funciona en todos los dispositivos móviles: iPhone, iPad, teléfonos y tabletas Android. Simplemente abra el sitio web en su navegador móvil, cargue su PDF y descargue el documento Word convertido. No se requiere instalación de aplicación.
hi: हाँ! कन्वर्टिका सभी मोबाइल डिवाइसों - आईफ़ोन, आईपैड, एंड्रॉइड फ़ोन और टैबलेट पर काम करता है। बस अपने मोबाइल ब्राउज़र में वेबसाइट खोलें, अपनी पीडीएफ अपलोड करें, और रूपांतरित वर्ड दस्तावेज़ डाउनलोड करें। किसी ऐप इंस्टॉलेशन की आवश्यकता नहीं है।
id: Ya! Convertica bekerja di semua perangkat seluler - iPhone, iPad, ponsel dan tablet Android. Cukup buka situs web di browser seluler Anda, unggah PDF Anda, dan unduh dokumen Word yang dikonversi. Tidak perlu instalasi aplikasi.
pl: Tak! Convertica działa na wszystkich urządzeniach mobilnych - iPhone, iPad, telefony i tablety z systemem Android. Po prostu otwórz stronę w przeglądarce mobilnej, prześlij swój plik PDF i pobierz przekonwertowany dokument Word. Nie wymaga instalacji aplikacji.
ru: Да! Convertica работает на всех мобильных устройствах — iPhone, iPad, телефонах и планшетах Android. Просто откройте сайт в мобильном браузере, загрузите свой PDF и скачайте конвертированный документ Word. Установка приложения не требуется.

source: PDF to Word Converter - FAQ
ar: محول PDF إلى Word
es: Convertidor de PDF a Word
hi: PDF से Word कन्वर्टर
id: Konverter PDF ke Word
pl: Konwerter PDF na Word
ru: Конвертер PDF в Word

source: Text-based PDFs convert better than scanned documents - for scanned PDFs, enable OCR
ar: ملفات PDF القائمة على النص تتحول بشكل أفضل من المستندات الممسوحة ضوئيًا - للملفات PDF الممسوحة ضوئيًا، قم بتمكين OCR
es: Los PDF basados en texto se convierten mejor que los documentos escaneados; para PDF escaneados, active OCR
hi: टेक्स्ट-आधारित पीडीएफ स्कैन किए गए दस्तावेज़ों की तुलना में बेहतर रूपांतरित होती हैं - स्कैन की गई पीडीएफ के लिए, ओसीआर सक्षम करें
id: PDF berbasis teks mengonversi lebih baik daripada dokumen yang dipindai - untuk PDF yang dipindai, aktifkan OCR
pl: Pliki PDF oparte na tekście konwertują się lepiej niż skanowane dokumenty - dla skanowanych plików PDF włącz OCR
ru: Текстовые PDF конвертируются лучше, чем сканированные документы — для сканированных PDF включите OCR

source: For best results, use PDFs created from Word or other text editors, not screenshots
ar: للحصول على أفضل النتائج، استخدم ملفات PDF المنشأة من Word أو محررات النصوص الأخرى، وليس لقطات الشاشة
es: Para obtener los mejores resultados, use PDF creados desde Word u otros editores de texto, no capturas de pantalla
hi: सर्वोत्तम परिणामों के लिए, वर्ड या अन्य टेक्स्ट एडिटर से बनी पीडीएफ का उपयोग करें, स्क्रीनशॉट नहीं
id: Untuk hasil terbaik, gunakan PDF yang dibuat dari Word atau editor teks lainnya, bukan tangkapan layar
pl: Dla najlepszych rezultatów używaj plików PDF utworzonych z Worda lub innych edytorów tekstu, a nie zrzutów ekranu
ru: Для наилучших результатов используйте PDF, созданные из Word или других текстовых редакторов, а не скриншоты

source: Large files (over 50 pages) may take longer - consider splitting them first
ar: قد تستغرق الملفات الكبيرة (أكثر من 50 صفحة) وقتًا أطول - فكر في تقسيمها أولاً
es: Los archivos grandes (más de 50 páginas) pueden tardar más; considere dividirlos primero
hi: बड़ी फ़ाइलें (50 पृष्ठों से अधिक) में अधिक समय लग सकता है - पहले उन्हें विभाजित करने पर विचार करें
id: File besar (lebih dari 50 halaman) mungkin membutuhkan waktu lebih lama - pertimbangkan untuk membaginya terlebih dahulu
pl: Duże pliki (powyżej 50 stron) mogą zająć więcej czasu - rozważ najpierw ich podział
ru: Большие файлы (более 50 страниц) могут обрабатываться дольше — рассмотрите возможность их предварительного разделения

source: If tables look misaligned, try re-saving the original PDF before converting
ar: إذا بدت الجداول غير محاذية، حاول إعادة حفظ ملف PDF الأصلي قبل التحويل
es: Si las tablas parecen desalineadas, intente volver a guardar el PDF original antes de convertir
hi: यदि टेबल गलत संरेखित दिखाई देती हैं, तो रूपांतरण से पहले मूल पीडीएफ को पुनः सहेजने का प्रयास करें
id: Jika tabel terlihat tidak sejajar, coba simpan ulang PDF asli sebelum mengonversi
pl: Jeśli tabele wyglądają na źle wyrównane, spróbuj ponownie zapisać oryginalny plik PDF przed konwersją
ru: Если таблицы выглядят смещёнными, попробуйте пересохранить исходный PDF перед конвертацией
