Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: After conversion, review formatting in Word and adjust if needed
ar: بعد التحويل، راجع التنسيق في Word واضبطه إذا لزم الأمر
es: Después de la conversión, revise el formato en Word y ajústelo si es necesario
hi: रूपांतरण के बाद, वर्ड में फ़ॉर्मेटिंग की समीक्षा करें और आवश्यकतानुसार समायोजित करें
id: Setelah konversi, tinjau pemformatan di Word dan sesuaikan jika diperlukan
pl: Po konwersji sprawdź formatowanie w Wordzie i w razie potrzeby dostosuj
ru: После конвертации проверьте форматирование в Word и при необходимости откорректируйте

source: Tips for Best PDF to Word Conversion
ar: PDF إلى Word - كونفيرتيكا
es: PDF a Word - Convertica
hi: PDF से Word - Convertica
id: PDF ke Word - Convertica
pl: PDF na Word - Convertica
ru: PDF в Word - Convertica

source: Convert PDF to Word Online - Fast & Accurate
ar: تحويل PDF إلى Word
es: Convertir PDF a Word
hi: PDF को Word में बदलें
id: Konversi PDF ke Word
pl: Konwertuj PDF na Word
ru: Конвертировать PDF в Word

source: <p>Need to edit a PDF document? Our <strong>free PDF to Word converter</strong> transforms your PDF files into fully editable Word documents (.docx) while preserving the original formatting, including tables, images, fonts, and layout.</p><p>Whether you're converting a <strong>resume, contract, invoice, or academic paper</strong>, Convertica ensures high-quality PDF to DOCX conversion. Unlike other tools, we maintain complex formatting elements like multi-column layouts, headers, footers, and embedded graphics.</p><p><strong>For scanned PDFs:</strong> Premium users can enable OCR (Optical Character Recognition) to extract text from image-based PDFs. Our OCR supports 15+ languages including English, Russian, German, French, Spanish, Chinese, Japanese, and Arabic.</p>
ar: <p>هل تحتاج إلى تحرير مستند PDF؟ يحول <strong>محول PDF إلى Word المجاني</strong> الخاص بنا ملفات PDF إلى مستندات Word قابلة للتحرير بالكامل (.docx) مع الحفاظ على التنسيق الأصلي، بما في ذلك الجداول والصور والخطوط والتخطيط.</p><p>سواء كنت تقوم بتحويل <strong>سيرة ذاتية أو عقد أو فاتورة أو ورقة أكاديمية</strong>، تضمن Convertica تحويلًا عالي الجودة من PDF إلى DOCX. على عكس الأدوات الأخرى، نحافظ على عناصر التنسيق المعقدة مثل التخطيطات متعددة الأعمدة والعناوين والتذييلات والرسومات المضمنة.</p><p><strong>لملفات PDF الممسوحة ضوئيًا:</strong> يمكن للمستخدمين المميزين تمكين OCR (التعرف الضوئي على الحروف) لاستخراج النص من ملفات PDF القائمة على الصور. يدعم OCR الخاص بنا أكثر من 15 لغة بما في ذلك الإنجليزية والروسية والألمانية والفرنسية والإسبانية والصينية واليابانية والعربية.</p>
es: <p>¿Necesita editar un documento PDF? Nuestro <strong>convertidor gratuito de PDF a Word</strong> transforma sus archivos PDF en documentos Word (.docx) completamente editables mientras preserva el formato original, incluidas tablas, imágenes, fuentes y diseño.</p><p>Ya sea que esté convirtiendo un <strong>currículum, contrato, factura o documento académico</strong>, Convertica garantiza una conversión de PDF a DOCX de alta calidad. A diferencia de otras herramientas, mantenemos elementos de formato complejos como diseños de varias columnas, encabezados, pies de página y gráficos incrustados.</p><p><strong>Para PDF escaneados:</strong> Los usuarios Premium pueden activar OCR (Reconocimiento Óptico de Caracteres) para extraer texto de PDF basados en imágenes. Nuestro OCR admite más de 15 idiomas, incluidos inglés, ruso, alemán, francés, español, chino, japonés y árabe.</p>
hi: <p>किसी पीडीएफ दस्तावेज़ को संपादित करने की आवश्यकता है? हमारा <strong>मुफ्त पीडीएफ से वर्ड कन्वर्टर</strong> आपकी पीडीएफ फ़ाइलों को पूरी तरह से संपादन योग्य वर्ड दस्तावेज़ों (.docx) में बदल देता है, जबकि मूल फ़ॉर्मेटिंग, जिसमें टेबल, छवियाँ, फ़ॉन्ट और लेआउट शामिल हैं, को सुरक्षित रखता है।</p><p>चाहे आप <strong>रिज्यूमे, अनुबंध, चालान या शैक्षणिक पेपर</strong> रूपांतरित कर रहे हों, कन्वर्टिका उच्च-गुणवत्ता वाला पीडीएफ से डीओसीएक्स रूपांतरण सुनिश्चित करता है। अन्य टूल्स के विपरीत, हम मल्टी-कॉलम लेआउट, हेडर, फ़ूटर और एम्बेडेड ग्राफिक्स जैसे जटिल फ़ॉर्मेटिंग तत्वों को बनाए रखते हैं।</p><p><strong>स्कैन की गई पीडीएफ के लिए:</strong> प्रीमियम उपयोगकर्ता छवि-आधारित पीडीएफ से पाठ निकालने के लिए ओसीआर (ऑप्टिकल कैरेक्टर रिकग्निशन) सक्षम कर सकते हैं। हमारा ओसीआर अंग्रेजी, रूसी, जर्मन, फ्रेंच, स्पेनिश, चीनी, जापानी और अरबी सहित 15+ भाषाओं का समर्थन करता है।</p>
id: <p>Perlu mengedit dokumen PDF? <strong>Pengonversi PDF ke Word gratis</strong> kami mengubah file PDF Anda menjadi dokumen Word (.docx) yang sepenuhnya dapat diedit sambil mempertahankan pemformatan asli, termasuk tabel, gambar, font, dan tata letak.</p><p>Baik Anda mengonversi <strong>resume, kontrak, faktur, atau makalah akademik</strong>, Convertica memastikan konversi PDF ke DOCX berkualitas tinggi. Tidak seperti alat lainnya, kami mempertahankan elemen pemformatan kompleks seperti tata letak multi-kolom, header, footer, dan grafik tersemat.</p><p><strong>Untuk PDF yang dipindai:</strong> Pengguna Premium dapat mengaktifkan OCR (Optical Character Recognition) untuk mengekstrak teks dari PDF berbasis gambar. OCR kami mendukung 15+ bahasa termasuk Inggris, Rusia, Jerman, Prancis, Spanyol, Cina, Jepang, dan Arab.</p>
pl: <p>Potrzebujesz edytować dokument PDF? Nasz <strong>darmowy konwerter PDF na Word</strong> przekształca Twoje pliki PDF w w pełni edytowalne dokumenty Word (.docx), zachowując oryginalne formatowanie, w tym tabele, obrazy, czcionki i układ.</p><p>Niezależnie od tego, czy konwertujesz <strong>życiorys, umowę, fakturę czy pracę naukową</strong>, Convertica zapewnia wysoką jakość konwersji PDF na DOCX. W przeciwieństwie do innych narzędzi, zachowujemy złożone elementy formatowania, takie jak układy wielokolumnowe, nagłówki, stopki i osadzone grafiki.</p><p><strong>Dla skanowanych plików PDF:</strong> Użytkownicy Premium mogą włączyć OCR (optyczne rozpoznawanie znaków), aby wyodrębnić tekst z plików PDF opartych na obrazach. Nasz OCR obsługuje ponad 15 języków, w tym angielski, rosyjski, niemiecki, francuski, hiszpański, chiński, japoński i arabski.</p>
ru: <p>Нужно отредактировать PDF-документ? Наш <strong>бесплатный конвертер PDF в Word</strong> преобразует ваши PDF-файлы в полностью редактируемые документы Word (.docx), сохраняя исходное форматирование, включая таблицы, изображения, шрифты и макет.</p><p>Будь то конвертация <strong>резюме, договора, счёта или научной работы</strong>, Convertica обеспечивает высококачественное преобразование PDF в DOCX. В отличие от других инструментов, мы сохраняем сложные элементы форматирования, такие как многоколоночные макеты, верхние и нижние колонтитулы, а также встроенную графику.</p><p><strong>Для сканированных PDF:</strong> Премиум-пользователи могут включить OCR (оптическое распознавание символов) для извлечения текста из PDF на основе изображений. Наш OCR поддерживает более 15 языков, включая английский, русский, немецкий, французский, испанский, китайский, японский и арабский.</p>

source: Word to PDF Converter Free Online - Convert DOCX to PDF | Convertica
ar: محول Word إلى PDF مجاني عبر الإنترنت - تحويل DOCX إلى PDF | Convertica
es: Convertidor de Word a PDF Gratis en Línea - Convertir DOCX a PDF | Convertica
hi: वर्ड से पीडीएफ कन्वर्टर मुफ्त ऑनलाइन - डीओसीएक्स को पीडीएफ में बदलें | कन्वर्टिका
pl: Darmowy Konwerter Word na PDF Online - Konwertuj DOCX na PDF | Convertica
ru: Бесплатный онлайн-конвертер Word в PDF — Конвертируйте DOCX в PDF | Convertica

source: Convert Word to PDF online free without losing formatting. Preserve fonts, images & layout. No registration, no watermark. Works on all devices. Fast & secure conversion.
ar: تحويل Word إلى PDF عبر الإنترنت مجانًا دون فقدان التنسيق. احتفظ بالخطوط والصور والتخطيط. لا حاجة للتسجيل، ولا علامة مائية. يعمل على جميع الأجهزة. تحويل سريع وآمن.
es: Convierta Word a PDF en línea gratis sin perder formato. Preserve fuentes, imágenes y diseño. Sin registro, sin marca de agua. Funciona en todos los dispositivos. Conversión rápida y segura.
hi: वर्ड को पीडीएफ में ऑनलाइन मुफ्त में बदलें, फ़ॉर्मेटिंग खोए बिना। फ़ॉन्ट, छवियाँ और लेआउट सुरक्षित रखें। कोई पंजीकरण नहीं, कोई वॉटरमार्क नहीं। सभी डिवाइसों पर काम करता है। तेज़ और सुरक्षित रूपांतरण।
id: Konversi Word ke PDF online gratis tanpa kehilangan pemformatan. Pertahankan font, gambar & tata letak. Tanpa pendaftaran, tanpa watermark. Bekerja di semua perangkat. Konversi cepat & aman.
pl: Konwertuj Word na PDF online za darmo bez utraty formatowania. Zachowaj czcionki, obrazy i układ. Bez rejestracji, bez znaku wodnego. Działa na wszystkich urządzeniach. Szybka i bezpieczna konwersja.
ru: Конвертируйте Word в PDF онлайн бесплатно без потери форматирования. Сохраняйте шрифты, изображения и макет. Без регистрации, без водяных знаков. Работает на всех устройствах. Быстрая и безопасная конвертация.

source: Convert your Word documents to PDF format in seconds
ar: قم بتحويل مستندات Word إلى تنسيق PDF في ثوانٍ
es: Convierte tus documentos Word a formato PDF en segundos
hi: अपने Word दस्तावेज़ों को सेकंडों में PDF प्रारूप में बदलें
id: Konversi dokumen Word Anda ke format PDF dalam hitungan detik
pl: Konwertuj swoje dokumenty Word na format PDF w kilka sekund
ru: Конвертируйте документы Word в формат PDF за секунды

source: Word to PDF Converter
ar: محول Word إلى PDF
es: Convertidor de Word a PDF
hi: Word से PDF कन्वर्टर
id: Konverter Word ke PDF
pl: Konwerter Word na PDF
ru: Конвертер Word в PDF

source: Please select a Word file.
ar: يرجى تحديد ملف Word.
es: Por favor, selecciona un archivo Word.
hi: कृपया एक Word फ़ाइल चुनें।
id: Silakan pilih file Word.
pl: Proszę wybrać plik Word.
ru: Пожалуйста, выберите файл Word.

source: Perfect Formatting
ar: تنسيق مثالي
es: Formato Perfecto
hi: उत्तम फ़ॉर्मेटिंग
id: Format Sempurna
pl: Idealne formatowanie
ru: Идеальное форматирование

source: Fonts, images, tables, and layout are preserved exactly as in your Word document
ar: يتم الحفاظ على الخطوط والصور والجداول والتخطيط تمامًا كما هي في مستند Word الخاص بك
es: Las fuentes, imágenes, tablas y diseño se conservan exactamente como en su documento de Word
hi: फ़ॉन्ट, छवियाँ, तालिकाएँ और लेआउट आपके वर्ड दस्तावेज़ में जैसे हैं वैसे ही सुरक्षित रहते हैं
id: Font, gambar, tabel, dan tata letak dipertahankan persis seperti dalam dokumen Word Anda
pl: Czcionki, obrazy, tabele i układ są zachowane dokładnie tak, jak w dokumencie Word
ru: Шрифты, изображения, таблицы и макет сохраняются точно так же, как в вашем документе Word

source: Secure & Private
ar: الأمان والخصوصية
es: Seguridad y privacidad
hi: सुरक्षा और गोपनीयता
id: Keamanan & Privasi
pl: Bezpieczeństwo i prywatność
ru: Безопасность и конфиденциальность

source: Files are encrypted and automatically deleted. Your documents stay private
ar: يتم تشفير الملفات وحذفها تلقائيًا. تبقى مستنداتك خاصة
es: Los archivos se cifran y eliminan automáticamente. Sus documentos permanecen privados
hi: फ़ाइलें एन्क्रिप्ट की जाती हैं और स्वचालित रूप से हटा दी जाती हैं। आपके दस्तावेज़ निजी रहते हैं
id: File dienkripsi dan dihapus otomatis. Dokumen Anda tetap pribadi
pl: Pliki są szyfrowane i automatycznie usuwane. Twoje dokumenty pozostają prywatne
ru: Файлы шифруются и автоматически удаляются. Ваши документы остаются конфиденциальными

source: Fast Conversion
ar: تحويل PDF
es: Conversión de PDF
hi: PDF रूपांतरण
id: Konversi PDF
pl: Konwersja PDF
ru: Конвертация ПДФ

source: Convert Word to PDF in seconds. No waiting, instant download
ar: تحويل Word إلى PDF في ثوانٍ. لا انتظار، تنزيل فوري
es: Convierta Word a PDF en segundos. Sin esperas, descarga instantánea
hi: वर्ड को सेकंडों में PDF में बदलें। कोई इंतजार नहीं, तत्काल डाउनलोड
id: Konversi Word ke PDF dalam hitungan detik. Tanpa menunggu, unduh instan
pl: Konwertuj Word na PDF w kilka sekund. Bez czekania, natychmiastowe pobieranie
ru: Конвертируйте Word в PDF за секунды. Без ожидания, мгновенная загрузка

source: Universal Format
ar: تنسيق عالمي
es: Formato Universal
hi: सार्वभौमिक प्रारूप
id: Format Universal
pl: Uniwersalny format
ru: Универсальный формат

source: PDF works everywhere - share documents that look the same on any device
ar: يعمل PDF في كل مكان - شارك المستندات التي تبدو بنفس الشكل على أي جهاز
es: PDF funciona en todas partes: comparta documentos que se ven igual en cualquier dispositivo
hi: PDF हर जगह काम करता है - दस्तावेज़ साझा करें जो किसी भी डिवाइस पर एक जैसे दिखें
id: PDF bekerja di mana saja - bagikan dokumen yang tampil sama di perangkat apa pun
pl: PDF działa wszędzie - udostępniaj dokumenty, które wyglądają tak samo na każdym urządzeniu
ru: PDF работает везде — делитесь документами, которые выглядят одинаково на любом устройстве

source: Why Convert Word to PDF with Convertica?
ar: Word إلى PDF - كونفيرتيكا
es: Word a PDF - Convertica
hi: Word से PDF - Convertica
id: Word ke PDF - Convertica
pl: Word na PDF - Convertica
ru: Word в PDF - Convertica

source: Will my fonts be preserved in the PDF?
ar: هل سيتم الحفاظ على خطوطي في PDF؟
es: ¿Se conservarán mis fuentes en el PDF?
hi: क्या मेरे फ़ॉन्ट PDF में सुरक्षित रहेंगे?
id: Apakah font saya akan dipertahankan di PDF?
pl: Czy moje czcionki zostaną zachowane w PDF?
ru: Сохранятся ли мои шрифты в PDF?

source: Yes! Our Word to PDF converter embeds fonts in the PDF, ensuring your document looks exactly the same on any device. This includes custom fonts, special characters, and text formatting like bold, italic, and underline.
ar: نعم! يقوم محول Word إلى PDF الخاص بنا بتضمين الخطوط في ملف PDF، مما يضمن أن مستندك يبدو بنفس الشكل تمامًا على أي جهاز. وهذا يشمل الخطوط المخصصة والأحرف الخاصة وتنسيق النص مثل العريض والمائل والتسطير.
es: ¡Sí! Nuestro convertidor de Word a PDF incrusta las fuentes en el PDF, garantizando que su documento se vea exactamente igual en cualquier dispositivo. Esto incluye fuentes personalizadas, caracteres especiales y formato de texto como negrita, cursiva y subrayado.
hi: हाँ! हमारा वर्ड से PDF कन्वर्टर फ़ॉन्ट को PDF में एम्बेड करता है, यह सुनिश्चित करते हुए कि आपका दस्तावेज़ किसी भी डिवाइस पर बिल्कुल वैसा ही दिखे। इसमें कस्टम फ़ॉन्ट, विशेष वर्ण और टेक्स्ट फ़ॉर्मेटिंग जैसे बोल्ड, इटैलिक और अंडरलाइन शामिल हैं।
id: Ya! Pengonversi Word ke PDF kami menyematkan font di PDF, memastikan dokumen Anda tampil persis sama di perangkat apa pun. Ini termasuk font kustom, karakter khusus, dan pemformatan teks seperti tebal, miring, dan garis bawah.
pl: Tak! Nasz konwerter Word na PDF osadza czcionki w pliku PDF, zapewniając, że dokument wygląda dokładnie tak samo na każdym urządzeniu. Dotyczy to czcionek niestandardowych, znaków specjalnych i formatowania tekstu, takiego jak pogrubienie, kursywa i podkreślenie.
ru: Да! Наш конвертер Word в PDF встраивает шрифты в PDF, гарантируя, что ваш документ выглядит точно так же на любом устройстве. Это включает пользовательские шрифты, специальные символы и форматирование текста, такое как жирный, курсив и подчеркивание.

source: Can I convert multiple Word files at once?
ar: اجمع ملفات PDF متعددة في مستند واحد
es: Combina múltiples archivos PDF en un documento
hi: कई PDF फ़ाइलों को एक दस्तावेज़ में संयोजित करें
id: Gabungkan beberapa file PDF menjadi satu dokumen
pl: Połącz wiele plików PDF w jeden dokument
ru: Объединяйте несколько файлов PDF в один документ

source: Premium users can use batch conversion to convert multiple Word documents to PDF in one go. Simply select all your files and convert them simultaneously. Free users can convert files one at a time.
ar: يمكن للمستخدمين المميزين استخدام التحويل المجمع لتحويل مستندات Word متعددة إلى PDF دفعة واحدة. ما عليك سوى تحديد جميع ملفاتك وتحويلها في وقت واحد. يمكن للمستخدمين المجانيين تحويل الملفات واحدًا تلو الآخر.
es: Los usuarios premium pueden usar la conversión por lotes para convertir múltiples documentos de Word a PDF de una vez. Simplemente seleccione todos sus archivos y conviértalos simultáneamente. Los usuarios gratuitos pueden convertir archivos de uno en uno.
hi: प्रीमियम उपयोगकर्ता बैच रूपांतरण का उपयोग करके एक साथ कई वर्ड दस्तावेज़ों को PDF में बदल सकते हैं। बस अपनी सभी फ़ाइलों का चयन करें और उन्हें एक साथ रूपांतरित करें। मुफ्त उपयोगकर्ता एक समय में एक फ़ाइल रूपांतरित कर सकते हैं।
id: Pengguna premium dapat menggunakan konversi batch untuk mengonversi beberapa dokumen Word ke PDF sekaligus. Cukup pilih semua file Anda dan konversi secara bersamaan. Pengguna gratis dapat mengonversi file satu per satu.
pl: Użytkownicy Premium mogą używać konwersji zbiorczej, aby przekonwertować wiele dokumentów Word na PDF za jednym razem. Po prostu zaznacz wszystkie pliki i przekonwertuj je jednocześnie. Użytkownicy bezpłatni mogą konwertować pliki pojedynczo.
ru: Премиум-пользователи могут использовать пакетное преобразование для конвертации нескольких документов Word в PDF за один раз. Просто выберите все ваши файлы и конвертируйте их одновременно. Бесплатные пользователи могут конвертировать файлы по одному.

source: Is the conversion free and without watermark?
ar: كيف يمكنني دمج ملفات PDF عبر الإنترنت مجاناً بدون علامة مائية؟
es: ¿Cómo combino PDF en línea gratis sin marca de agua?
hi: मैं वॉटरमार्क के बिना PDF को ऑनलाइन मुफ्त में कैसे मर्ज करूँ?
id: Bagaimana cara menggabungkan PDF online gratis tanpa watermark?
pl: Jak połączyć PDF online za darmo bez znaku wodnego?
ru: Как объединить ПДФ онлайн бесплатно без водяного знака?

source: Yes, Convertica Word to PDF converter is completely free. We never add watermarks to your converted PDFs. No registration required, no email needed. Premium subscription is optional for higher limits and batch conversion.
ar: نعم. استخدام كونفيرتيكا مجاني — لا حاجة للتسجيل. الاشتراكات المميزة اختيارية وتوفر حدوداً أعلى وميزات إضافية.
es: Sí. Convertica es gratis de usar — no se requiere registro. Las suscripciones premium son opcionales y ofrecen límites más altos y funciones adicionales.
hi: हाँ। Convertica उपयोग करने के लिए मुफ्त है — कोई पंजीकरण आवश्यक नहीं। प्रीमियम सदस्यता वैकल्पिक है और उच्च सीमाएँ और अतिरिक्त सुविधाएँ प्रदान करती है।
id: Ya. Convertica gratis digunakan — tidak perlu registrasi. Langganan premium bersifat opsional dan menyediakan batas yang lebih tinggi dan fitur tambahan.
pl: Tak. Convertica jest darmowe — rejestracja nie jest wymagana. Subskrypcje Premium są opcjonalne i zapewniają wyższe limity oraz dodatkowe funkcje.
ru: Да. Convertica бесплатна для использования — регистрация не требуется. Премиум подписки опциональны и предоставляют более высокие лимиты и дополнительные функции.

source: Does the converter support DOC and DOCX formats?
ar: هل يدعم المحول تنسيقات DOC و DOCX؟
es: ¿El convertidor admite formatos DOC y DOCX?
hi: क्या कन्वर्टर DOC और DOCX प्रारूपों का समर्थन करता है?
id: Apakah pengonversi mendukung format DOC dan DOCX?
pl: Czy konwerter obsługuje formaty DOC i DOCX?
ru: Поддерживает ли конвертер форматы DOC и DOCX?

source: Yes, we support both older DOC format (Word 97-2003) and modern DOCX format (Word 2007 and later). Simply upload your file and we'll convert it to PDF regardless of the Word version used to create it.
ar: نعم، نحن ندعم كلًا من تنسيق DOC القديم (Word 97-2003) وتنسيق DOCX الحديث (Word 2007 والإصدارات الأحدث). ما عليك سوى تحميل ملفك وسنقوم بتحويله إلى PDF بغض النظر عن إصدار Word المستخدم في إنشائه.
es: Sí, admitimos tanto el formato DOC antiguo (Word 97-2003) como el formato DOCX moderno (Word 2007 y posteriores). Simplemente cargue su archivo y lo convertiremos a PDF, independientemente de la versión de Word utilizada para crearlo.
hi: हाँ, हम पुराने DOC प्रारूप (वर्ड 97-2003) और आधुनिक DOCX प्रारूप (वर्ड 2007 और बाद के) दोनों का समर्थन करते हैं। बस अपनी फ़ाइल अपलोड करें और हम इसे PDF में बदल देंगे, चाहे इसे बनाने के लिए किसी भी वर्ड संस्करण का उपयोग किया गया हो।
id: Ya, kami mendukung format DOC lama (Word 97-2003) dan format DOCX modern (Word 2007 dan yang lebih baru). Cukup unggah file Anda dan kami akan mengonversinya ke PDF terlepas dari versi Word yang digunakan untuk membuatnya.
pl: Tak, obsługujemy zarówno starszy format DOC (Word 97-2003), jak i nowoczesny format DOCX (Word 2007 i nowsze). Po prostu prześlij swój plik, a my przekonwertujemy go na PDF, niezależnie od wersji Worda użytej do jego utworzenia.
ru: Да, мы поддерживаем как старый формат DOC (Word 97-2003), так и современный формат DOCX (Word 2007 и новее). Просто загрузите ваш файл, и мы конвертируем его в PDF независимо от версии Word, в которой он был создан.

source: Can I convert Word to PDF on my phone?
ar: كيف يمكنني تحويل Word إلى PDF؟
es: ¿Cómo convierto Word a PDF?
hi: मैं Word को PDF में कैसे बदलूँ?
id: Bagaimana cara mengonversi Word ke PDF?
pl: Jak przekonwertować Word na PDF?
ru: Как конвертировать Ворд в ПДФ?

source: Yes! Convertica works on all mobile devices including iPhone, iPad, and Android. Open our website in your mobile browser, upload your Word document, and download the PDF. No app installation needed.
ar: نعم! تعمل Convertica على جميع الأجهزة المحمولة بما في ذلك iPhone و iPad و Android. افتح موقعنا الإلكتروني في متصفح هاتفك المحمول، وقم بتحميل مستند Word الخاص بك، وقم بتنزيل ملف PDF. لا حاجة لتثبيت تطبيق.
es: ¡Sí! Convertica funciona en todos los dispositivos móviles, incluidos iPhone, iPad y Android. Abra nuestro sitio web en su navegador móvil, cargue su documento de Word y descargue el PDF. No se necesita instalar ninguna aplicación.
hi: हाँ! Convertica सभी मोबाइल डिवाइसों पर काम करता है जिसमें iPhone, iPad और Android शामिल हैं। अपने मोबाइल ब्राउज़र में हमारी वेबसाइट खोलें, अपना वर्ड दस्तावेज़ अपलोड करें और PDF डाउनलोड करें। किसी ऐप इंस्टॉलेशन की आवश्यकता नहीं है।
id: Ya! Convertica bekerja di semua perangkat seluler termasuk iPhone, iPad, dan Android. Buka situs web kami di browser seluler Anda, unggah dokumen Word Anda, dan unduh PDF-nya. Tidak perlu instalasi aplikasi.
pl: Tak! Convertica działa na wszystkich urządzeniach mobilnych, w tym iPhone, iPad i Android. Otwórz naszą stronę w przeglądarce mobilnej, prześlij dokument Word i pobierz PDF. Nie jest potrzebna instalacja aplikacji.
ru: Да! Convertica работает на всех мобильных устройствах, включая iPhone, iPad и Android. Откройте наш сайт в мобильном браузере, загрузите ваш документ Word и скачайте PDF. Установка приложения не требуется.

source: Word to PDF Converter - FAQ
ar: محول Word إلى PDF
es: Convertidor de Word a PDF
hi: Word से PDF कन्वर्टर
id: Konverter Word ke PDF
pl: Konwerter Word na PDF
ru: Конвертер Word в PDF

source: For best results, use documents created in Microsoft Word or Google Docs
ar: للحصول على أفضل النتائج، استخدم المستندات التي تم إنشاؤها في Microsoft Word أو Google Docs
es: Para obtener los mejores resultados, utilice documentos creados en Microsoft Word o Google Docs
hi: सर्वोत्तम परिणामों के लिए, Microsoft Word या Google Docs में बनाए गए दस्तावेज़ों का उपयोग करें
id: Untuk hasil terbaik, gunakan dokumen yang dibuat di Microsoft Word atau Google Docs
pl: Dla najlepszych rezultatów używaj dokumentów utworzonych w Microsoft Word lub Google Docs
ru: Для наилучших результатов используйте документы, созданные в Microsoft Word или Google Docs

source: Check that all fonts are properly installed before converting
ar: تحقق من تثبيت جميع الخطوط بشكل صحيح قبل التحويل
es: Verifique que todas las fuentes estén instaladas correctamente antes de convertir
hi: रूपांतरण से पहले जांच लें कि सभी फ़ॉन्ट ठीक से इंस्टॉल हैं
id: Pastikan semua font terinstal dengan benar sebelum mengonversi
pl: Sprawdź, czy wszystkie czcionki są poprawnie zainstalowane przed konwersją
ru: Проверьте, что все шрифты правильно установлены перед конвертацией
