Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Billing Period
ar: فترة الفوترة
es: Período de Facturación
hi: बिलिंग अवधि
id: Periode Penagihan
pl: Okres rozliczeniowy
ru: Платежный период

source: Start Date
ar: تاريخ البدء
es: Fecha de Inicio
hi: आरंभ तिथि
id: Tanggal Mulai
pl: Data rozpoczęcia
ru: Дата начала

source: Next Billing
ar: الفوترة التالية
es: Próxima Facturación
hi: अगली बिलिंग
id: Penagihan Berikutnya
pl: Następna płatność
ru: Следующий платеж

source: What's Next?
ar: ماذا بعد؟
es: ¿Qué sigue?
hi: आगे क्या है?
id: Selanjutnya Apa?
pl: Co dalej?
ru: Что дальше?

source: Your premium features are now active! You can:
ar: ميزاتك المميزة نشطة الآن! يمكنك:
es: ¡Tus funciones premium ahora están activas! Puedes:
hi: आपकी प्रीमियम सुविधाएं अब सक्रिय हैं! आप कर सकते हैं:
id: Fitur premium Anda sekarang aktif! Anda dapat:
pl: Twoje funkcje premium są teraz aktywne! Możesz:
ru: Ваши премиум-функции теперь активны! Вы можете:

source: Access all premium PDF tools with much higher limits
ar: الوصول إلى جميع أدوات PDF المميزة بحدود أعلى بكثير
es: Acceder a todas las herramientas PDF premium con límites mucho más altos
hi: बहुत अधिक सीमाओं के साथ सभी प्रीमियम PDF उपकरणों तक पहुंचें
id: Akses semua alat PDF premium dengan batasan yang jauh lebih tinggi
pl: Uzyskać dostęp do wszystkich premium narzędzi PDF z znacznie wyższymi limitami
ru: Получить доступ ко всем премиум-инструментам PDF с гораздо более высокими лимитами

source: Process larger files and more documents
ar: معالجة ملفات أكبر والمزيد من المستندات
es: Procesar archivos más grandes y más documentos
hi: बड़ी फ़ाइलें और अधिक दस्तावेज़ प्रोसेस करें
id: Proses file yang lebih besar dan lebih banyak dokumen
pl: Przetwarzać większe pliki i więcej dokumentów
ru: Обрабатывать файлы большего размера и больше документов

source: Enjoy priority processing speeds
ar: استمتع بسرعات معالجة أولوية
es: Disfrutar de velocidades de procesamiento prioritarias
hi: प्राथमिकता प्रसंस्करण गति का आनंद लें
id: Nikmati kecepatan pemrosesan prioritas
pl: Cieszyć się priorytetowymi prędkościami przetwarzania
ru: Наслаждаться приоритетной скоростью обработки

source: Start Using Premium Features
ar: ابدأ باستخدام ميزات Premium
es: Comenzar a Usar Funciones Premium
hi: प्रीमियम सुविधाओं का उपयोग शुरू करें
id: Mulai Gunakan Fitur Premium
pl: Zacznij używać funkcji Premium
ru: Начать использовать премиум-функции

source: Manage Subscription
ar: إدارة الاشتراك
es: Gestionar Suscripción
hi: सदस्यता प्रबंधित करें
id: Kelola Langganan
pl: Zarządzaj subskrypcją
ru: Управление подпиской

source: Connected Accounts
ar: الحسابات المتصلة
es: Cuentas Conectadas
hi: कनेक्टेड खाते
id: Akun Terhubung
pl: Połączone konta
ru: Подключенные аккаунты

source: Manage your connected social accounts
ar: إدارة حساباتك الاجتماعية المتصلة
es: Gestiona tus cuentas sociales conectadas
hi: अपने जुड़े सोशल खातों को प्रबंधित करें
id: Kelola akun sosial media Anda yang terhubung
pl: Zarządzaj swoimi połączonymi kontami społecznościowymi
ru: Управляйте вашими подключенными социальными аккаунтами

source: Your Connected Accounts
ar: حساباتك المتصلة
es: Tus Cuentas Conectadas
hi: आपके कनेक्टेड खाते
id: Akun Terhubung Anda
pl: Twoje połączone konta
ru: Ваши подключенные аккаунты

source: Connected
ar: متصل
es: Conectado
hi: कनेक्टेड
id: Terhubung
pl: Połączono
ru: Подключено

source: Disconnect
ar: فصل الاتصال
es: Desconectar
hi: डिस्कनेक्ट करें
id: Putuskan
pl: Rozłącz
ru: Отключить

source: No Connected Accounts
ar: لا توجد حسابات متصلة
es: No hay Cuentas Conectadas
hi: कोई कनेक्टेड खाते नहीं
id: Tidak Ada Akun Terhubung
pl: Brak połączonych kont
ru: Нет подключенных аккаунтов

source: Connect your social accounts for easier login
ar: قم بتوصيل حساباتك الاجتماعية لتسجيل الدخول بسهولة
es: Conecta tus cuentas sociales para un inicio de sesión más fácil
hi: आसान लॉगिन के लिए अपने सोशल खातों को कनेक्ट करें
id: Hubungkan akun sosial media Anda untuk login yang lebih mudah
pl: Połącz swoje konta społecznościowe, aby ułatwić logowanie
ru: Подключите свои социальные аккаунты для более легкого входа

source: Connect Google Account
ar: توصيل حساب Google
es: Conectar Cuenta de Google
hi: Google खाता कनेक्ट करें
id: Hubungkan Akun Google
pl: Połącz konto Google
ru: Подключить аккаунт Google

source: Add More Accounts
ar: إضافة المزيد من الحسابات
es: Agregar Más Cuentas
hi: और खाते जोड़ें
id: Tambahkan Akun Lainnya
pl: Dodaj więcej kont
ru: Добавить больше аккаунтов

source: Connect your
ar: قم بتوصيل
es: Conecta tu
hi: अपना कनेक्ट करें
id: Hubungkan
pl: Połącz swoje
ru: Подключите ваш

source: account
ar: حساب
es: cuenta
hi: खाता
id: akun Anda
pl: konto
ru: аккаунт

source: Sign In with Google
ar: تسجيل الدخول باستخدام Google
es: Iniciar Sesión con Google
hi: Google के साथ साइन इन करें
id: Masuk dengan Google
pl: Zaloguj się przez Google
ru: Войти через Google

source: Welcome to Convertica
ar: مرحباً بك في كونفيرتيكا
es: Bienvenido a Convertica
hi: Convertica में आपका स्वागत है
id: Selamat Datang di Convertica
pl: Witamy w Convertica
ru: Добро пожаловать в Convertica

source: Sign in with your Google account
ar: تسجيل الدخول باستخدام حساب Google الخاص بك
es: Inicia sesión con tu cuenta de Google
hi: अपने Google खाते से साइन इन करें
id: Masuk dengan akun Google Anda
pl: Zaloguj się za pomocą konta Google
ru: Войдите с вашим аккаунтом Google

source: Continue with Google
ar: المتابعة باستخدام Google
es: Continuar con Google
hi: Google के साथ जारी रखें
id: Lanjutkan dengan Google
pl: Kontynuuj przez Google
ru: Продолжить с Google

source: Use your Google account to access Convertica
ar: استخدم حساب Google الخاص بك للوصول إلى كونفيرتيكا
es: Usa tu cuenta de Google para acceder a Convertica
hi: Convertica तक पहुंचने के लिए अपने Google खाते का उपयोग करें
id: Gunakan akun Google Anda untuk mengakses Convertica
pl: Użyj swojego konta Google, aby uzyskać dostęp do Convertica
ru: Используйте свой аккаунт Google для доступа к Convertica

source: Don't have a Google account?
ar: ليس لديك حساب Google؟
es: ¿No tienes una cuenta de Google?
hi: Google खाता नहीं है?
id: Tidak punya akun Google?
pl: Nie masz konta Google?
ru: У вас нет аккаунта Google?

source: Sign up with email
ar: التسجيل باستخدام البريد الإلكتروني
es: Registrarse con correo electrónico
hi: ईमेल के साथ साइन अप करें
id: Daftar dengan email
pl: Zarejestruj się przez e-mail
ru: Зарегистрироваться с email

source: ← Back to regular login
ar: ← العودة إلى تسجيل الدخول العادي
es: ← Volver al inicio de sesión regular
hi: ← नियमित लॉगिन पर वापस
id: ← Kembali ke login reguler
pl: ← Powrót do zwykłego logowania
ru: ← Назад к обычному входу

source: Sign Up with Google
ar: التسجيل باستخدام Google
es: Registrarse con Google
hi: Google के साथ साइन अप करें
id: Daftar dengan Google
pl: Zarejestruj się przez Google
ru: Зарегистрироваться через Google

source: Join Convertica
ar: انضم إلى كونفيرتيكا
es: Únete a Convertica
hi: Convertica में शामिल हों
id: Bergabung dengan Convertica
pl: Dołącz do Convertica
ru: Присоединиться к Convertica

source: Create your account with Google
ar: أنشئ حسابك باستخدام Google
es: Crea tu cuenta con Google
hi: Google के साथ अपना खाता बनाएं
id: Buat akun Anda dengan Google
pl: Utwórz swoje konto za pomocą Google
ru: Создайте ваш аккаунт с помощью Google

source: Create Account with Google
ar: إنشاء حساب باستخدام Google
es: Crear Cuenta con Google
hi: Google के साथ खाता बनाएं
id: Buat Akun dengan Google
pl: Utwórz konto przez Google
ru: Создать аккаунт с Google

source: Get instant access to all Convertica features
ar: احصل على وصول فوري إلى جميع ميزات كونفيرتيكا
es: Obtén acceso instantáneo a todas las funciones de Convertica
hi: सभी Convertica सुविधाओं तक तत्काल पहुंच प्राप्त करें
id: Dapatkan akses instan ke semua fitur Convertica
pl: Uzyskaj natychmiastowy dostęp do wszystkich funkcji Convertica
ru: Получите мгновенный доступ ко всем функциям Convertica

source: Complete Registration
ar: إكمال التسجيل
es: Completar Registro
hi: पंजीकरण पूरा करें
id: Selesaikan Pendaftaran
pl: Dokończ rejestrację
ru: Завершить регистрацию

source: Already have an account?
ar: هل لديك حساب بالفعل؟
es: ¿Ya tienes una cuenta?
hi: पहले से ही एक खाता है?
id: Sudah memiliki akun?
pl: Masz już konto?
ru: Уже есть аккаунт?

source: ← Sign up with email instead
ar: ← التسجيل باستخدام البريد الإلكتروني بدلاً من ذلك
es: ← Registrarse con correo electrónico en su lugar
hi: ← इसके बजाय ईमेल के साथ साइन अप करें
id: ← Daftar dengan email saja
pl: ← Zarejestruj się przez e-mail
ru: ← Зарегистрироваться с email

source: Account Status
ar: حالة الحساب
es: Estado de la Cuenta
hi: खाता स्थिति
id: Status Akun
pl: Status konta
ru: Статус аккаунта

source: Manage your subscription and view your hero journey
ar: إدارة اشتراكك وعرض رحلة بطلك
es: Gestiona tu suscripción y ve tu viaje de héroe
hi: अपनी सदस्यता प्रबंधित करें और अपनी हीरो यात्रा देखें
id: Kelola langganan Anda dan lihat perjalanan hero Anda
pl: Zarządzaj swoją subskrypcją i przeglądaj swoją podróż bohatera
ru: Управляйте вашей подпиской и просмотрите ваше путешествие героя

source: Subscription Status
ar: حالة الاشتراك
es: Estado de Suscripción
hi: सदस्यता स्थिति
id: Status Langganan
pl: Status subskrypcji
ru: Статус подписки

source: Expired
ar: منتهي
es: Expirado
hi: समाप्त
id: Kedaluwarsa
pl: Wygasła
ru: Истекла

source: Free
ar: مجاني
es: Gratis
hi: मुफ्त
id: Gratis
pl: Darmowe
ru: Бесплатно

source: Current Plan
ar: الخطة الحالية
es: Plan Actual
hi: वर्तमान योजना
id: Paket Saat Ini
pl: Bieżący plan
ru: Текущий план

source: Premium Hero
ar: بطل Premium
es: Héroe Premium
hi: प्रीमियम हीरो
id: Hero Premium
pl: Bohater Premium
ru: Премиум-герой

source: Free User
ar: مستخدم مجاني
es: Usuario Gratuito
hi: मुफ्त उपयोगकर्ता
id: Pengguna Gratis
pl: Użytkownik darmowy
ru: Бесплатный пользователь

source: Subscription Period
ar: فترة الاشتراك
es: Período de Suscripción
hi: सदस्यता अवधि
id: Periode Langganan
pl: Okres subskrypcji
ru: Период подписки

source: No active subscription
ar: لا يوجد اشتراك نشط
es: No hay suscripción activa
hi: कोई सक्रिय सदस्यता नहीं
id: Tidak ada langganan aktif
pl: Brak aktywnej subskrypcji
ru: Нет активной подписки

source: Total Days as Hero
ar: إجمالي الأيام كبطل
es: Días Totales como Héroe
hi: हीरो के रूप में कुल दिन
id: Total Hari sebagai Hero
pl: Łączna liczba dni jako Bohater
ru: Всего дней как героя

source: Current Streak
ar: سلسلة الحالية
es: Racha Actual
hi: वर्तमान स्ट्रीक
id: Streak Saat Ini
pl: Bieżąca seria
ru: Текущая серия

source: Hero Ranks
ar: رتب الأبطال
es: Rangos de Héroe
hi: हीरो रैंक
id: Peringkat Hero
pl: Rangi Bohaterów
ru: Ранги героев

source: Your rank is based on consecutive days as a premium hero. The longer your streak, the higher your rank!
ar: رتبتك تعتمد على الأيام المتتالية كبطل مميز. كلما طالت سلسلتك، ارتفعت رتبتك!
es: Tu rango se basa en días consecutivos como héroe premium. ¡Cuanto más larga sea tu racha, más alto será tu rango!
hi: आपकी रैंक प्रीमियम हीरो के रूप में लगातार दिनों के आधार पर है। आपकी स्ट्रीक जितनी लंबी होगी, आपकी रैंक उतनी ही ऊंची होगी!
id: Peringkat Anda didasarkan pada hari berturut-turut sebagai hero premium. Semakin lama streak Anda, semakin tinggi peringkat Anda!
pl: Twoja ranga jest oparta na kolejnych dniach jako bohater premium. Im dłuższa Twoja seria, tym wyższa ranga!
ru: Ваш ранг основан на последовательных днях как премиум-героя. Чем длиннее ваша серия, тем выше ваш ранг!

source: Bronze
ar: برونز
es: Bronce
hi: कांस्य
id: Perunggu
pl: Brązowy
ru: Бронза

source: 30+ consecutive days
ar: 30+ يوماً متتالية
es: 30+ días consecutivos
hi: 30+ लगातार दिन
id: 30+ hari berturut-turut
pl: 30+ kolejnych dni
ru: 30+ последовательных дней

source: Bronze Hero
ar: بطل برونزي
es: Héroe de Bronce
hi: कांस्य हीरो
id: Hero Perunggu
pl: Brązowy Bohater
ru: Бронзовый герой

source: Silver
ar: فضة
es: Plata
hi: चांदी
id: Perak
pl: Srebrny
ru: Серебро

source: 90+ consecutive days
ar: 90+ يوماً متتالية
es: 90+ días consecutivos
hi: 90+ लगातार दिन
id: 90+ hari berturut-turut
pl: 90+ kolejnych dni
ru: 90+ последовательных дней

source: Silver Hero
ar: بطل فضي
es: Héroe de Plata
hi: चांदी हीरो
id: Hero Perak
pl: Srebrny Bohater
ru: Серебряный герой

source: Gold
ar: ذهب
es: Oro
hi: सोना
id: Emas
pl: Złoty
ru: Золото

source: 180+ consecutive days
ar: 180+ يوماً متتالية
es: 180+ días consecutivos
hi: 180+ लगातार दिन
id: 180+ hari berturut-turut
pl: 180+ kolejnych dni
ru: 180+ последовательных дней

source: Gold Hero
ar: بطل ذهبي
es: Héroe de Oro
hi: सोना हीरो
id: Hero Emas
pl: Złoty Bohater
ru: Золотой герой

source: Platinum
ar: بلاتين
es: Platino
hi: प्लैटिनम
pl: Platynowy
ru: Платина

source: 365+ consecutive days
ar: 365+ يوماً متتالية
es: 365+ días consecutivos
hi: 365+ लगातार दिन
id: 365+ hari berturut-turut
pl: 365+ kolejnych dni
ru: 365+ последовательных дней

source: Platinum Hero
ar: بطل بلاتيني
es: Héroe de Platino
hi: प्लैटिनम हीरो
id: Hero Platinum
pl: Platynowy Bohater
ru: Платиновый герой

source: Your Current Rank
ar: رتبتك الحالية
es: Tu Rango Actual
hi: आपकी वर्तमान रैंक
id: Peringkat Anda Saat Ini
pl: Twoja bieżąca ranga
ru: Ваш текущий ранг

source: Hero
ar: بطل
es: Héroe
hi: हीरो
pl: Bohater
ru: Герой

source: consecutive days
ar: أيام متتالية
es: días consecutivos
hi: लगातार दिन
id: hari berturut-turut
pl: kolejnych dni
ru: последовательных дней

source: No rank yet
ar: لا توجد رتبة بعد
es: Aún sin rango
hi: अभी तक कोई रैंक नहीं
id: Belum ada peringkat
pl: Brak jeszcze rangi
ru: Еще нет ранга

source: No Rank
ar: لا توجد رتبة
es: Sin Rango
hi: कोई रैंक नहीं
id: Tanpa Peringkat
pl: Brak rangi
ru: Нет ранга

source: Payment History
ar: سجل المدفوعات
es: Historial de Pagos
hi: भुगतान इतिहास
id: Riwayat Pembayaran
pl: Historia płatności
ru: История платежей

source: Date
ar: التاريخ
es: Fecha
hi: तिथि
id: Tanggal
pl: Data
ru: Дата

source: Payment ID
ar: معرف الدفع
es: ID de Pago
hi: भुगतान ID
id: ID Pembayaran
pl: ID płatności
ru: ID платежа

source: Pending
ar: قيد الانتظار
es: Pendiente
hi: लंबित
id: Tertunda
pl: Oczekująca
ru: В ожидании

source: Refunded
ar: تم الاسترداد
es: Reembolsado
hi: वापस किया गया
id: Dikembalikan
pl: Zwrócona
ru: Возвращено

source: No payment history yet
ar: لا يوجد سجل مدفوعات حتى الآن
es: Aún no hay historial de pagos
hi: अभी तक कोई भुगतान इतिहास नहीं
id: Belum ada riwayat pembayaran
pl: Brak jeszcze historii płatności
ru: Истории платежей пока нет

source: Become a Hero to see your payment history
ar: كن بطلاً لترى سجل مدفوعاتك
es: Conviértete en Héroe para ver tu historial de pagos
hi: अपना भुगतान इतिहास देखने के लिए हीरो बनें
id: Jadilah Hero untuk melihat riwayat pembayaran Anda
pl: Zostań Bohaterem, aby zobaczyć swoją historię płatności
ru: Станьте героем, чтобы увидеть историю платежей

source: Account Actions
ar: إجراءات الحساب
es: Acciones de Cuenta
hi: खाता क्रियाएं
id: Aksi Akun
pl: Akcje konta
ru: Действия с аккаунтом

source: Download Your Data
ar: تنزيل بياناتك
es: Descargar Tus Datos
hi: अपना डेटा डाउनलोड करें
id: Unduh Data Anda
pl: Pobierz swoje dane
ru: Скачать ваши данные

source: Get a copy of all your data and activity
ar: احصل على نسخة من جميع بياناتك ونشاطك
es: Obtén una copia de todos tus datos y actividad
hi: अपने सभी डेटा और गतिविधि की एक प्रति प्राप्त करें
id: Dapatkan salinan semua data dan aktivitas Anda
pl: Uzyskaj kopię wszystkich swoich danych i aktywności
ru: Получите копию всех ваших данных и активности

source: Join Heroes Hall
ar: انضم إلى قاعة الأبطال
es: Unirse al Salón de Héroes
hi: हीरो हॉल में शामिल हों
id: Bergabung dengan Balai Hero
pl: Dołącz do Galerii Bohaterów
ru: Присоединиться к залу славы героев

source: Display your profile in the Heroes Hall of Fame
ar: اعرض ملفك الشخصي في قاعة مشاهير الأبطال
es: Muestra tu perfil en el Salón de la Fama de Héroes
hi: हीरो हॉल ऑफ फेम में अपनी प्रोफ़ाइल प्रदर्शित करें
id: Tampilkan profil Anda di Balai Pahlawan (Hall of Fame)
pl: Wyświetl swój profil w Galerii Sław Bohaterów
ru: Показывать ваш профиль в зале славы героев

source: Enable Display
ar: تمكين العرض
es: Habilitar Visualización
hi: प्रदर्शन सक्षम करें
id: Aktifkan Tampilan
pl: Włącz wyświetlanie
ru: Включить показ

source: Change
ar: تغيير
es: Cambiar
hi: परिवर्तन
id: Ubah
pl: Zmień
ru: Изменить

source: Thinking about leaving?
ar: تفكر في المغادرة؟
es: ¿Pensando en irte?
hi: जाने के बारे में सोच रहे हैं?
id: Mempertimbangkan untuk meninggalkan?
pl: Myślisz o odejściu?
ru: Думаете об уходе?

source: Delete Account
ar: حذف الحساب
es: Eliminar Cuenta
hi: खाता हटाएं
id: Hapus Akun
pl: Usuń konto
ru: Удалить аккаунт

source: Cancel Subscription?
ar: إلغاء الاشتراك؟
es: ¿Cancelar Suscripción?
hi: सदस्यता रद्द करें?
id: Batalkan Langganan?
pl: Anulować subskrypcję?
ru: Отменить подписку?

source: Are you sure you want to cancel your subscription? You'll continue to have access until the end of your current billing period.
ar: هل أنت متأكد أنك تريد إلغاء اشتراكك؟ ستستمر في الوصول حتى نهاية فترة الفوترة الحالية.
es: ¿Estás seguro de que quieres cancelar tu suscripción? Seguirás teniendo acceso hasta el final de tu período de facturación actual.
hi: क्या आप वाकई अपनी सदस्यता रद्द करना चाहते हैं? आपकी वर्तमान बिलिंग अवधि के अंत तक आपकी पहुंच बनी रहेगी।
id: Apakah Anda yakin ingin membatalkan langganan Anda? Anda akan tetap memiliki akses hingga akhir periode penagihan saat ini.
pl: Czy na pewno chcesz anulować swoją subskrypcję? Będziesz mieć dostęp do końca bieżącego okresu rozliczeniowego.
ru: Вы уверены, что хотите отменить подписку? У вас будет доступ до конца текущего платежного периода.

source: Keep Subscription
ar: احتفظ بالاشتراك
es: Mantener Suscripción
hi: सदस्यता रखें
id: Pertahankan Langganan
pl: Zachowaj subskrypcję
ru: Оставить подписку

source: Cancel Anyway
ar: إلغاء على أي حال
es: Cancelar de Todos Modos
hi: फिर भी रद्द करें
id: Tetap Batalkan
pl: Anuluj mimo to
ru: Все равно отменить

source: Delete Account Forever?
ar: حذف الحساب إلى الأبد؟
es: ¿Eliminar Cuenta para Siempre?
hi: खाता हमेशा के लिए हटाएं?
id: Hapus Akun Selamanya?
pl: Usunąć konto na zawsze?
ru: Навсегда удалить аккаунт?

source: This action cannot be undone. All your data, including subscription history and files, will be permanently deleted according to GDPR requirements.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف جميع بياناتك، بما في ذلك سجل الاشتراك والملفات، بشكل دائم وفقاً لمتطلبات GDPR.
es: Esta acción no se puede deshacer. Todos tus datos, incluido el historial de suscripciones y archivos, se eliminarán permanentemente según los requisitos del GDPR.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता है। GDPR आवश्यकताओं के अनुसार आपका सभी डेटा, जिसमें सदस्यता इतिहास और फ़ाइलें शामिल हैं, स्थायी रूप से हटा दिया जाएगा।
id: Tindakan ini tidak dapat dibatalkan. Semua data Anda, termasuk riwayat langganan dan file, akan dihapus secara permanen sesuai persyaratan GDPR.
pl: Tej akcji nie można cofnąć. Wszystkie Twoje dane, w tym historia subskrypcji i pliki, zostaną trwale usunięte zgodnie z wymaganiami RODO.
ru: Это действие нельзя отменить. Все ваши данные, включая историю подписок и файлы, будут безвозвратно удалены в соответствии с требованиями GDPR.

source: Keep Account
ar: احتفظ بالحساب
es: Mantener Cuenta
hi: खाता रखें
id: Pertahankan Akun
pl: Zachowaj konto
ru: Оставить аккаунт

source: Delete Forever
ar: حذف إلى الأبد
es: Eliminar para Siempre
hi: हमेशा के लिए हटाएं
id: Hapus Selamanya
pl: Usuń na zawsze
ru: Удалить навсегда

source: Cancel Subscription
ar: إلغاء الاشتراك
es: Cancelar Suscripción
hi: सदस्यता रद्द करें
id: Batalkan Langganan
pl: Anuluj subskrypcję
ru: Отменить подписку

source: We're sorry to see you go
ar: نأسف لرؤيتك تغادر
es: Lamentamos verte irte
hi: आपके जाने पर हमें खेद है
id: Kami sedih melihat Anda pergi
pl: Szkoda, że odchodzisz
ru: Нам жаль видеть, что вы уходите

source: Before you go, please tell us why:
ar: قبل أن تغادر، يرجى إخبارنا بالسبب:
es: Antes de irte, por favor dinos por qué:
hi: जाने से पहले, कृपया हमें बताएं कि क्यों:
id: Sebelum Anda pergi, beri tahu kami alasannya:
pl: Zanim odejdziesz, proszę powiedz nam dlaczego:
ru: Прежде чем уйти, пожалуйста, расскажите нам, почему:

source: Reason for cancellation
ar: سبب الإلغاء
es: Razón de cancelación
hi: रद्द करने का कारण
id: Alasan pembatalan
pl: Powód anulowania
ru: Причина отмены

source: Too expensive
ar: مكلف جداً
es: Demasiado caro
hi: बहुत महंगा
id: Terlalu mahal
pl: Zbyt drogie
ru: Слишком дорого

source: The cost is more than I can afford
ar: التكلفة أكثر مما أستطيع تحمله
es: El costo es más de lo que puedo pagar
hi: लागत मेरी क्षमता से अधिक है
id: Biayanya lebih dari yang bisa saya tanggung
pl: Koszt przekracza moje możliwości
ru: Стоимость выше, чем я могу позволить

source: Not using enough
ar: لا أستخدمه بما يكفي
es: No uso lo suficiente
hi: पर्याप्त उपयोग नहीं कर रहे
id: Tidak cukup sering digunakan
pl: Nie używam wystarczająco
ru: Недостаточно использую

source: I don't use the service frequently enough
ar: لا أستخدم الخدمة بشكل متكرر بما يكفي
es: No uso el servicio con suficiente frecuencia
hi: मैं सेवा का पर्याप्त बार उपयोग नहीं करता/करती
id: Saya tidak menggunakan layanan ini cukup sering
pl: Nie korzystam z usługi wystarczająco często
ru: Я недостаточно часто использую сервис

source: Missing features
ar: ميزات مفقودة
es: Faltan funciones
hi: लापता सुविधाएं
id: Fitur yang kurang
pl: Brakujące funkcje
ru: Не хватает функций

source: I need features that aren't available
ar: أحتاج إلى ميزات غير متوفرة
es: Necesito funciones que no están disponibles
hi: मुझे ऐसी सुविधाओं की आवश्यकता है जो उपलब्ध नहीं हैं
id: Saya membutuhkan fitur yang tidak tersedia
pl: Potrzebuję funkcji, które nie są dostępne
ru: Мне нужны функции, которые недоступны

source: Technical issues
ar: مشاكل فنية
es: Problemas técnicos
hi: तकनीकी समस्याएं
id: Masalah teknis
pl: Problemy techniczne
ru: Технические проблемы

source: I'm experiencing problems with the service
ar: أواجه مشاكل مع الخدمة
es: Estoy experimentando problemas con el servicio
hi: मुझे सेवा के साथ समस्याएं हो रही हैं
id: Saya mengalami masalah dengan layanan ini
pl: Doświadczam problemów z usługą
ru: У меня возникают проблемы с сервисом

source: Found alternative
ar: وجدت بديلاً
es: Encontré una alternativa
hi: विकल्प मिल गया
id: Menemukan alternatif
pl: Znalazłem alternatywę
ru: Нашел альтернативу

source: I'm switching to a different service
ar: أنتقل إلى خدمة مختلفة
es: Estoy cambiando a un servicio diferente
hi: मैं एक अलग सेवा में बदल रहा/रही हूं
id: Saya beralih ke layanan lain
pl: Przechodzę na inną usługę
ru: Я перехожу на другой сервис

source: Other reason
ar: سبب آخر
es: Otra razón
hi: अन्य कारण
id: Alasan lain
pl: Inny powód
ru: Другая причина

source: Something else
ar: شيء آخر
es: Otra cosa
hi: कुछ और
id: Hal lain
pl: Coś innego
ru: Что-то другое

source: Additional comments (optional)
ar: تعليقات إضافية (اختياري)
es: Comentarios adicionales (opcional)
hi: अतिरिक्त टिप्पणियाँ (वैकल्पिक)
id: Komentar tambahan (opsional)
pl: Dodatkowe komentarze (opcjonalnie)
ru: Дополнительные комментарии (необязательно)

source: Tell us more about your experience...
ar: أخبرنا المزيد عن تجربتك...
es: Cuéntanos más sobre tu experiencia...
hi: हमें अपने अनुभव के बारे में और बताएं...
id: Ceritakan lebih banyak tentang pengalaman Anda...
pl: Opowiedz nam więcej o swoim doświadczeniu...
ru: Расскажите больше о вашем опыте...

source: Before you cancel, consider these options:
ar: قبل الإلغاء، ضع في اعتبارك هذه الخيارات:
es: Antes de cancelar, considera estas opciones:
hi: रद्द करने से पहले, इन विकल्पों पर विचार करें:
id: Sebelum membatalkan, pertimbangkan opsi ini:
pl: Zanim anulujesz, rozważ te opcje:
ru: Прежде чем отменить, рассмотрите эти варианты:

source: Switch to a lower tier plan
ar: التبديل إلى خطة ذات مستوى أدنى
es: Cambiar a un plan de nivel inferior
hi: कम टियर योजना में स्विच करें
id: Beralih ke paket yang lebih rendah
pl: Przejdź na niższy plan
ru: Перейти на план более низкого уровня
