Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: We don't have venture capital or investors. This project survives solely through the support of users like you. Every subscription directly funds servers, security, and development.
ar: ليس لدينا رأس مال مغامر أو مستثمرين. يعيش هذا المشروع فقط من خلال دعم مستخدمين مثلك. كل اشتراك يمول مباشرة الخوادم والأمن والتطوير.
es: No tenemos capital de riesgo ni inversores. Este proyecto sobrevive únicamente gracias al apoyo de usuarios como tú. Cada suscripción financia directamente servidores, seguridad y desarrollo.
hi: हमारे पास वेंचर कैपिटल या निवेशक नहीं हैं। यह प्रोजेक्ट केवल आप जैसे उपयोगकर्ताओं के समर्थन से जीवित है। प्रत्येक सदस्यता सीधे सर्वर, सुरक्षा और विकास को वित्त पोषित करती है।
id: Kami tidak memiliki modal ventura atau investor. Proyek ini bertahan hanya melalui dukungan pengguna seperti Anda. Setiap langganan langsung mendanai server, keamanan, dan pengembangan.
pl: Nie mamy kapitału wysokiego ryzyka ani inwestorów. Ten projekt przetrwa wyłącznie dzięki wsparciu użytkowników takich jak Ty. Każda subskrypcja bezpośrednio finansuje serwery, bezpieczeństwo i rozwój.
ru: У нас нет венчурного капитала или инвесторов. Этот проект выживает только благодаря поддержке таких пользователей, как вы. Каждая подписка напрямую финансирует серверы, безопасность и разработку.

source: Heroes Hall of Fame
ar: قاعة مشاهير الأبطال
es: Salón de la Fama de Héroes
hi: हीरोज़ हॉल ऑफ फ़ेम
id: Galeri Kehormatan Pahlawan
pl: Galeria Sław Bohaterów
ru: Зал славы героев

source: Our amazing premium subscribers supporting the project
ar: مشتركوننا المميزون المذهلون الذين يدعمون المشروع
es: Nuestros increíbles suscriptores premium que apoyan el proyecto
hi: हमारे अद्भुत प्रीमियम ग्राहक जो प्रोजेक्ट का समर्थन कर रहे हैं
id: Pelanggan premium kami yang luar biasa mendukung proyek ini
pl: Nasi wspaniali subskrybenci premium wspierający projekt
ru: Наши удивительные премиум-подписчики, поддерживающие проект

source: This section will showcase Premium Heroes once subscriptions reopen.
ar: سيعرض هذا القسم أبطال Premium بمجرد إعادة فتح الاشتراكات.
es: Esta sección mostrará a los Héroes Premium una vez que se reanuden las suscripciones.
hi: सदस्यता फिर से खुलने पर यह अनुभाग प्रीमियम हीरो को प्रदर्शित करेगा।
id: Bagian ini akan menampilkan Pahlawan Premium setelah langganan dibuka kembali.
pl: Ta sekcja zaprezentuje Bohaterów Premium, gdy subskrypcje zostaną ponownie otwarte.
ru: Этот раздел покажет премиум-героев, как только подписки возобновятся.

source: Subscriptions are temporarily paused. Free tools are available, and Premium will return soon.
ar: الاشتراكات متوقفة مؤقتاً. الأدوات المجانية متاحة، وسيعود Premium قريباً.
es: Las suscripciones están temporalmente pausadas. Las herramientas gratuitas están disponibles, y Premium volverá pronto.
hi: सदस्यता अस्थायी रूप से रोकी गई है। मुफ्त टूल उपलब्ध हैं, और प्रीमियम जल्द ही वापस आएगा।
id: Langganan sementara dijeda. Alat gratis tersedia, dan Premium akan segera kembali.
pl: Subskrypcje są tymczasowo wstrzymane. Darmowe narzędzia są dostępne, a Premium wkrótce wróci.
ru: Подписки временно приостановлены. Бесплатные инструменты доступны, а Premium вернётся вскоре.

source: Premium Heroes are coming soon
ar: أبطال Premium قريباً
es: Los Héroes Premium llegarán pronto
hi: प्रीमियम हीरो जल्द ही आ रहे हैं
id: Pahlawan Premium segera hadir
pl: Bohaterowie Premium wkrótce
ru: Премиум-герои скоро появятся

source: Be the First Hero!
ar: كن أول بطل!
es: ¡Sé el Primer Héroe!
hi: पहले हीरो बनें!
id: Jadilah Pahlawan Pertama!
pl: Bądź pierwszym Bohaterem!
ru: Станьте первым героем!

source: Heroes are coming soon
ar: الأبطال قريباً
es: Los héroes llegarán pronto
hi: हीरो जल्द ही आ रहे हैं
id: Pahlawan segera hadir
pl: Bohaterowie wkrótce
ru: Герои скоро появятся

source: Be the first Premium Hero and support the project.
ar: كن أول بطل Premium وادعم المشروع.
es: Sé el primer Héroe Premium y apoya el proyecto.
hi: पहले प्रीमियम हीरो बनें और प्रोजेक्ट का समर्थन करें।
id: Jadilah Pahlawan Premium pertama dan dukung proyek ini.
pl: Bądź pierwszym Bohaterem Premium i wesprzyj projekt.
ru: Станьте первым премиум-героем и поддержите проект.

source: This area will fill up with Premium Heroes once subscriptions are available.
ar: سيتم ملء هذه المنطقة بأبطال Premium بمجرد توفر الاشتراكات.
es: Esta área se llenará con Héroes Premium una vez que las suscripciones estén disponibles.
hi: सदस्यता उपलब्ध होने पर यह क्षेत्र प्रीमियम हीरो से भर जाएगा।
id: Area ini akan terisi dengan Pahlawan Premium setelah langganan tersedia.
pl: Ten obszar wypełni się Bohaterami Premium, gdy subskrypcje będą dostępne.
ru: Эта область заполнится премиум-героями, как только подписки станут доступными.

source: Top Heroes
ar: أفضل الأبطال
es: Héroes Destacados
hi: शीर्ष हीरो
id: Pahlawan Teratas
pl: Najlepsi Bohaterowie
ru: Топ героев

source: days
ar: أيام
es: días
hi: दिन
id: hari
pl: dni
ru: дней

source: No heroes yet. Be the first to join the hall of fame!
ar: لا توجد أبطال بعد. كن أول من ينضم إلى قاعة المشاهير!
es: Aún no hay héroes. ¡Sé el primero en unirte al salón de la fama!
hi: अभी तक कोई हीरो नहीं है। महिमा हॉल में शामिल होने वाले पहले बनें!
id: Belum ada pahlawan. Jadilah yang pertama bergabung dengan galeri kehormatan!
pl: Brak jeszcze bohaterów. Bądź pierwszym, który dołączy do galerii sław!
ru: Пока нет героев. Будьте первым, кто присоединится к залу славы!

source: Processing...
ar: جارٍ المعالجة...
es: Procesando...
hi: प्रोसेस किया जा रहा है...
id: Memproses...
pl: Przetwarzanie...
ru: Обработка...

source: Privacy Policy - Convertica
ar: سياسة الخصوصية - كونفيرتيكا
es: Política de privacidad - Convertica
hi: गोपनीयता नीति - Convertica
id: Kebijakan Privasi - Convertica
pl: Polityka prywatności - Convertica
ru: Политика конфиденциальности - Convertica

source: Last updated: January 2025
ar: آخر تحديث: يناير 2025
es: Última actualización: Enero 2025
hi: अंतिम अपडेट: जनवरी 2025
id: Terakhir diperbarui: Januari 2025
pl: Ostatnia aktualizacja: Styczeń 2025
ru: Последнее обновление: Январь 2025

source: At Convertica, we take your privacy seriously. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our online PDF tools and services.
ar: في كونفيرتيكا، نأخذ خصوصيتك على محمل الجد. تشرح سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها والكشف عنها وحمايتها عند استخدام أدوات وخدمات PDF عبر الإنترنت الخاصة بنا.
es: En Convertica, nos tomamos en serio tu privacidad. Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos tu información cuando usas nuestras herramientas y servicios PDF online.
hi: Convertica पर, हम आपकी गोपनीयता को गंभीरता से लेते हैं। यह गोपनीयता नीति बताती है कि जब आप हमारे ऑनलाइन PDF टूल और सेवाओं का उपयोग करते हैं तो हम आपकी जानकारी कैसे एकत्र, उपयोग, खुलासा और सुरक्षित करते हैं।
id: Di Convertica, kami menganggap serius privasi Anda. Kebijakan Privasi ini menjelaskan bagaimana kami mengumpulkan, menggunakan, mengungkapkan, dan melindungi informasi Anda saat Anda menggunakan alat dan layanan PDF online kami.
pl: W Convertica traktujemy Twoją prywatność poważnie. Ta Polityka prywatności wyjaśnia, jak zbieramy, wykorzystujemy, ujawniamy i chronimy Twoje informacje podczas korzystania z naszych narzędzi i usług PDF online.
ru: В Convertica мы серьезно относимся к вашей конфиденциальности. Эта Политика конфиденциальности объясняет, как мы собираем, используем, раскрываем и защищаем вашу информацию при использовании наших онлайн-инструментов и услуг для PDF.

source: By using Convertica, you agree to the collection and use of information in accordance with this policy.
ar: باستخدام كونفيرتيكا، فإنك توافق على جمع المعلومات واستخدامها وفقاً لهذه السياسة.
es: Al usar Convertica, aceptas la recopilación y el uso de información de acuerdo con esta política.
hi: Convertica का उपयोग करके, आप इस नीति के अनुसार जानकारी के संग्रह और उपयोग से सहमत होते हैं।
id: Dengan menggunakan Convertica, Anda menyetujui pengumpulan dan penggunaan informasi sesuai dengan kebijakan ini.
pl: Korzystając z Convertica, zgadzasz się na zbieranie i wykorzystywanie informacji zgodnie z tą polityką.
ru: Используя Convertica, вы соглашаетесь со сбором и использованием информации в соответствии с этой политикой.

source: Information We Collect
ar: المعلومات التي نجمعها
es: Información que recopilamos
hi: जानकारी जो हम एकत्र करते हैं
id: Informasi yang Kami Kumpulkan
pl: Informacje, które zbieramy
ru: Информация, которую мы собираем

source: Files You Upload
ar: الملفات التي ترفعها
es: Archivos que subes
hi: फ़ाइलें जो आप अपलोड करते हैं
id: File yang Anda Unggah
pl: Pliki, które przesyłasz
ru: Файлы, которые вы загружаете

source: When you use our PDF tools, you may upload files for processing. These files are temporarily stored on our servers only for the duration of the conversion or editing process. Files are automatically deleted immediately after processing is complete, typically within minutes.
ar: عند استخدام أدوات PDF الخاصة بنا، قد ترفع ملفات للمعالجة. يتم تخزين هذه الملفات مؤقتاً على خوادمنا فقط أثناء عملية التحويل أو التحرير. يتم حذف الملفات تلقائياً فوراً بعد اكتمال المعالجة، عادةً خلال دقائق.
es: Cuando usas nuestras herramientas PDF, puedes subir archivos para procesamiento. Estos archivos se almacenan temporalmente en nuestros servidores solo durante el proceso de conversión o edición. Los archivos se eliminan automáticamente inmediatamente después de que se complete el procesamiento, típicamente en minutos.
hi: जब आप हमारे PDF टूल का उपयोग करते हैं, तो आप प्रसंस्करण के लिए फ़ाइलें अपलोड कर सकते हैं। ये फ़ाइलें हमारे सर्वर पर केवल रूपांतरण या संपादन प्रक्रिया की अवधि के लिए अस्थायी रूप से संग्रहीत की जाती हैं। फ़ाइलें प्रसंस्करण पूरा होने के तुरंत बाद स्वचालित रूप से हटा दी जाती हैं, आमतौर पर मिनटों के भीतर।
id: Saat Anda menggunakan alat PDF kami, Anda dapat mengunggah file untuk diproses. File ini disimpan sementara di server kami hanya selama proses konversi atau pengeditan. File dihapus otomatis segera setelah pemrosesan selesai, biasanya dalam hitungan menit.
pl: Kiedy korzystasz z naszych narzędzi PDF, możesz przesyłać pliki do przetwarzania. Te pliki są tymczasowo przechowywane na naszych serwerach tylko na czas procesu konwersji lub edycji. Pliki są automatycznie usuwane natychmiast po zakończeniu przetwarzania, zwykle w ciągu kilku minut.
ru: Когда вы используете наши инструменты для PDF, вы можете загружать файлы для обработки. Эти файлы временно хранятся на наших серверах только на время процесса конвертации или редактирования. Файлы автоматически удаляются сразу после завершения обработки, обычно в течение нескольких минут.

source: Usage Information
ar: معلومات الاستخدام
es: Información de uso
hi: उपयोग जानकारी
id: Informasi Penggunaan
pl: Informacje o użyciu
ru: Информация об использовании

source: We may collect information about how you access and use our services, including:
ar: قد نجمع معلومات حول كيفية وصولك إلى خدماتنا واستخدامها، بما في ذلك:
es: Podemos recopilar información sobre cómo accedes y usas nuestros servicios, incluyendo:
hi: हम आपके द्वारा हमारी सेवाओं तक कैसे पहुँचते हैं और उनका उपयोग कैसे करते हैं, इसके बारे में जानकारी एकत्र कर सकते हैं, जिसमें शामिल हैं:
id: Kami dapat mengumpulkan informasi tentang bagaimana Anda mengakses dan menggunakan layanan kami, termasuk:
pl: Możemy zbierać informacje o tym, jak uzyskujesz dostęp i korzystasz z naszych usług, w tym:
ru: Мы можем собирать информацию о том, как вы получаете доступ и используете наши услуги, включая:

source: IP address and browser type
ar: عنوان IP ونوع المتصفح
es: Dirección IP y tipo de navegador
hi: IP पता और ब्राउज़र प्रकार
id: Alamat IP dan tipe browser
pl: Adres IP i typ przeglądarki
ru: IP-адрес и тип браузера

source: Device information and operating system
ar: معلومات الجهاز ونظام التشغيل
es: Información del dispositivo y sistema operativo
hi: डिवाइस जानकारी और ऑपरेटिंग सिस्टम
id: Informasi perangkat dan sistem operasi
pl: Informacje o urządzeniu i systemie operacyjnym
ru: Информация об устройстве и операционной системе

source: Pages visited and time spent on pages
ar: الصفحات التي تمت زيارتها والوقت المستغرق في الصفحات
es: Páginas visitadas y tiempo dedicado en páginas
hi: देखे गए पृष्ठ और पृष्ठों पर बिताया गया समय
id: Halaman yang dikunjungi dan waktu yang dihabiskan di halaman
pl: Odwiedzone strony i czas spędzony na stronach
ru: Посещенные страницы и время, проведенное на страницах

source: Referring website addresses
ar: عناوين المواقع الإلكترونية المرجعية
es: Direcciones de sitios web de referencia
hi: रेफरिंग वेबसाइट पते
id: Alamat situs web yang merujuk
pl: Adresy odsyłających stron internetowych
ru: Адреса веб-сайтов, с которых произошел переход

source: How We Use Your Information
ar: كيف نستخدم معلوماتك
es: Cómo usamos tu información
hi: हम आपकी जानकारी का उपयोग कैसे करते हैं
id: Bagaimana Kami Menggunakan Informasi Anda
pl: Jak wykorzystujemy Twoje informacje
ru: Как мы используем вашу информацию

source: We use the information we collect to:
ar: نستخدم المعلومات التي نجمعها لـ:
es: Usamos la información que recopilamos para:
hi: हम एकत्र की गई जानकारी का उपयोग करते हैं:
id: Kami menggunakan informasi yang kami kumpulkan untuk:
pl: Wykorzystujemy zebrane informacje do:
ru: Мы используем собранную информацию для:

source: Process and convert your files as requested
ar: معالجة وتحويل ملفاتك كما هو مطلوب
es: Procesar y convertir tus archivos según se solicite
hi: अनुरोध के अनुसार आपकी फ़ाइलों को संसाधित और बदलें
id: Memproses dan mengonversi file Anda sesuai permintaan
pl: Przetwarzaj i konwertuj swoje pliki zgodnie z żądaniem
ru: Обработки и конвертации ваших файлов по запросу

source: Improve and optimize our services
ar: تحسين وتحسين خدماتنا
es: Mejorar y optimizar nuestros servicios
hi: हमारी सेवाओं में सुधार और अनुकूलन करें
id: Meningkatkan dan mengoptimalkan layanan kami
pl: Ulepszaj i optymalizuj nasze usługi
ru: Улучшения и оптимизации наших услуг

source: Monitor and analyze usage patterns
ar: مراقبة وتحليل أنماط الاستخدام
es: Monitorear y analizar patrones de uso
hi: उपयोग पैटर्न की निगरानी और विश्लेषण करें
id: Memantau dan menganalisis pola penggunaan
pl: Monitoruj i analizuj wzorce użytkowania
ru: Мониторинга и анализа моделей использования

source: Ensure the security and functionality of our platform
ar: ضمان أمن ووظائف منصتنا
es: Asegurar la seguridad y funcionalidad de nuestra plataforma
hi: हमारे प्लेटफ़ॉर्म की सुरक्षा और कार्यक्षमता सुनिश्चित करें
id: Memastikan keamanan dan fungsionalitas platform kami
pl: Zapewnij bezpieczeństwo i funkcjonalność naszej platformy
ru: Обеспечения безопасности и функциональности нашей платформы

source: Respond to your inquiries and provide customer support
ar: الرد على استفساراتك وتقديم دعم العملاء
es: Responder a tus consultas y brindar atención al cliente
hi: आपकी पूछताछ का जवाब दें और ग्राहक सहायता प्रदान करें
id: Menanggapi pertanyaan Anda dan memberikan dukungan pelanggan
pl: Odpowiadać na Twoje zapytania i zapewniać wsparcie klientom
ru: Ответов на ваши запросы и предоставления поддержки клиентам

source: Data Security
ar: أمان البيانات
es: Seguridad de datos
hi: डेटा सुरक्षा
id: Keamanan Data
pl: Bezpieczeństwo danych
ru: Безопасность данных

source: We implement appropriate technical and organizational security measures to protect your information:
ar: ننفذ تدابير أمنية تقنية وتنظيمية مناسبة لحماية معلوماتك:
es: Implementamos medidas de seguridad técnicas y organizativas apropiadas para proteger tu información:
hi: हम आपकी जानकारी की सुरक्षा के लिए उपयुक्त तकनीकी और संगठनात्मक सुरक्षा उपाय लागू करते हैं:
id: Kami menerapkan langkah-langkah keamanan teknis dan organisasi yang sesuai untuk melindungi informasi Anda:
pl: Wdrażamy odpowiednie techniczne i organizacyjne środki bezpieczeństwa w celu ochrony Twoich informacji:
ru: Мы внедряем соответствующие технические и организационные меры безопасности для защиты вашей информации:

source: All file transfers are encrypted using SSL/TLS protocols
ar: جميع عمليات نقل الملفات مشفرة باستخدام بروتوكولات SSL/TLS
es: Todas las transferencias de archivos están encriptadas usando protocolos SSL/TLS
hi: सभी फ़ाइल स्थानांतरण SSL/TLS प्रोटोकॉल का उपयोग करके एन्क्रिप्ट किए जाते हैं
id: Semua transfer file dienkripsi menggunakan protokol SSL/TLS
pl: Wszystkie transfery plików są szyfrowane przy użyciu protokołów SSL/TLS
ru: Все передачи файлов зашифрованы с использованием протоколов SSL/TLS

source: Files are stored temporarily in secure, isolated environments
ar: يتم تخزين الملفات مؤقتاً في بيئات آمنة ومعزولة
es: Los archivos se almacenan temporalmente en entornos seguros y aislados
hi: फ़ाइलें अस्थायी रूप से सुरक्षित, अलग-थलग वातावरण में संग्रहीत की जाती हैं
id: File disimpan sementara di lingkungan yang aman dan terisolasi
pl: Pliki są przechowywane tymczasowo w bezpiecznych, izolowanych środowiskach
ru: Файлы временно хранятся в безопасных, изолированных средах

source: Automatic deletion of files after processing completion
ar: الحذف التلقائي للملفات بعد اكتمال المعالجة
es: Eliminación automática de archivos después de completar el procesamiento
hi: प्रसंस्करण पूरा होने के बाद फ़ाइलों का स्वचालित विलोपन
id: Penghapusan otomatis file setelah penyelesaian pemrosesan
pl: Automatyczne usuwanie plików po zakończeniu przetwarzania
ru: Автоматическое удаление файлов после завершения обработки

source: Regular security audits and updates
ar: مراجعات أمنية وتحديثات منتظمة
es: Auditorías de seguridad regulares y actualizaciones
hi: नियमित सुरक्षा ऑडिट और अपडेट
id: Audit keamanan dan pembaruan rutin
pl: Regularne audyty bezpieczeństwa i aktualizacje
ru: Регулярные проверки безопасности и обновления

source: Access controls and monitoring systems
ar: ضوابط الوصول وأنظمة المراقبة
es: Controles de acceso y sistemas de monitoreo
hi: एक्सेस नियंत्रण और निगरानी प्रणाली
id: Kontrol akses dan sistem pemantauan
pl: Kontrola dostępu i systemy monitorowania
ru: Контроль доступа и системы мониторинга

source: However, no method of transmission over the Internet or electronic storage is 100%% secure. While we strive to use commercially acceptable means to protect your information, we cannot guarantee absolute security.
ar: ومع ذلك، لا توجد طريقة نقل عبر الإنترنت أو تخزين إلكتروني آمنة بنسبة 100%%. بينما نسعى جاهدين لاستخدام وسائل مقبولة تجارياً لحماية معلوماتك، لا يمكننا ضمان الأمان المطلق.
es: Sin embargo, ningún método de transmisión a través de Internet o almacenamiento electrónico es 100%%eguro. Si bien nos esforzamos por usar medios comercialmente aceptables para proteger tu información, no podemos garantizar una seguridad absoluta.
hi: हालाँकि, इंटरनेट पर ट्रांसमिशन या इलेक्ट्रॉनिक भंडारण की कोई भी विधि 100%% सुरक्षित नहीं है। जबकि हम आपकी जानकारी की सुरक्षा के लिए व्यावसायिक रूप से स्वीकार्य साधनों का उपयोग करने का प्रयास करते हैं, हम पूर्ण सुरक्षा की गारंटी नहीं दे सकते।
id: Namun, tidak ada metode transmisi melalui Internet atau penyimpanan elektronik yang 100%%aman. Meskipun kami berusaha menggunakan cara yang dapat diterima secara komersial untuk melindungi informasi Anda, kami tidak dapat menjamin keamanan absolut.
pl: Jednak żadna metoda transmisji przez Internet lub przechowywania elektronicznego nie jest w 100%%ezpieczna. Chociaż staramy się używać komercyjnie akceptowalnych środków do ochrony Twoich informacji, nie możemy zagwarantować absolutnego bezpieczeństwa.
ru: Однако ни один метод передачи через Интернет или электронного хранения не является на 100%% безопасным. Хотя мы стремимся использовать коммерчески приемлемые средства для защиты вашей информации, мы не можем гарантировать абсолютную безопасность.

source: Data Retention
ar: احتفاظ البيانات
es: Retención de datos
hi: डेटा प्रतिधारण
id: Retensi Data
pl: Przechowywanie danych
ru: Хранение данных

source: We retain your uploaded files only for the time necessary to complete the requested operation. Files are automatically deleted:
ar: نحتفظ بملفاتك المرفوعة فقط للوقت اللازم لإكمال العملية المطلوبة. يتم حذف الملفات تلقائياً:
es: Retenemos tus archivos subidos solo el tiempo necesario para completar la operación solicitada. Los archivos se eliminan automáticamente:
hi: हम आपकी अपलोड की गई फ़ाइलों को केवल अनुरोधित ऑपरेशन पूरा करने के लिए आवश्यक समय तक रखते हैं। फ़ाइलें स्वचालित रूप से हटा दी जाती हैं:
id: Kami menyimpan file yang Anda unggah hanya untuk waktu yang diperlukan untuk menyelesaikan operasi yang diminta. File dihapus otomatis:
pl: Przechowujemy Twoje przesłane pliki tylko przez czas niezbędny do wykonania żądanej operacji. Pliki są automatycznie usuwane:
ru: Мы храним ваши загруженные файлы только в течение времени, необходимого для завершения запрошенной операции. Файлы автоматически удаляются:

source: Immediately after successful processing
ar: فوراً بعد المعالجة الناجحة
es: Inmediatamente después del procesamiento exitoso
hi: सफल प्रसंस्करण के तुरंत बाद
id: Segera setelah pemrosesan berhasil
pl: Natychmiast po pomyślnym przetworzeniu
ru: Немедленно после успешной обработки

source: Within 1 hour if processing fails
ar: في غضون ساعة واحدة إذا فشلت المعالجة
es: Dentro de 1 hora si el procesamiento falla
hi: यदि प्रसंस्करण विफल हो जाता है तो 1 घंटे के भीतर
id: Dalam 1 jam jika pemrosesan gagal
pl: W ciągu 1 godziny, jeśli przetwarzanie się nie powiedzie
ru: В течение 1 часа, если обработка не удалась

source: We do not store your files permanently
ar: نحن لا نخزن ملفاتك بشكل دائم
es: No almacenamos tus archivos permanentemente
hi: हम आपकी फ़ाइलें स्थायी रूप से संग्रहीत नहीं करते हैं
id: Kami tidak menyimpan file Anda secara permanen
pl: Nie przechowujemy Twoich plików na stałe
ru: Мы не храним ваши файлы постоянно

source: We do not create backups of your uploaded files
ar: نحن لا ننشئ نسخاً احتياطية من ملفاتك المرفوعة
es: No creamos copias de seguridad de tus archivos subidos
hi: हम आपकी अपलोड की गई फ़ाइलों का बैकअप नहीं बनाते हैं
id: Kami tidak membuat cadangan dari file yang Anda unggah
pl: Nie tworzymy kopii zapasowych Twoich przesłanych plików
ru: Мы не создаем резервные копии ваших загруженных файлов

source: Third-Party Services
ar: خدمات الطرف الثالث
es: Servicios de terceros
hi: तृतीय-पक्ष सेवाएँ
id: Layanan Pihak Ketiga
pl: Usługi stron trzecich
ru: Сторонние сервисы
