Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: PDF files with up to %(max_pages)s pages are supported. Extracted pages combine into one new PDF.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Merge Settings
ar: إعدادات الدمج
es: Configuración de combinación
hi: मर्ज सेटिंग्स
id: Pengaturan Penggabungan
pl: Ustawienia scalania
ru: Настройки объединения

source: Select PDF Files
ar: حدد ملفات PDF
es: Seleccionar archivos PDF
hi: PDF फ़ाइलें चुनें
id: Pilih File PDF
pl: Wybierz pliki PDF
ru: Выбрать файлы ПДФ

source: Select PDF files
ar: حدد ملفات PDF
es: Seleccionar archivos PDF
hi: PDF फ़ाइलें चुनें
id: Pilih file PDF
pl: Wybierz pliki PDF
ru: Выбрать файлы ПДФ

source: Drag and drop your PDF files here
ar: اسحب ملفات PDF وأفلتها هنا
es: Arrastra y suelta tus archivos PDF aquí
hi: अपनी PDF फ़ाइलें यहाँ खींचें और छोड़ें
id: Seret dan lepas file PDF Anda di sini
pl: Przeciągnij i upuść tutaj swoje pliki PDF
ru: Перетащите файлы ПДФ сюда

source: Or use the button above to browse files
ar: أو استخدم الزر أعلاه لتصفح الملفات
es: O usa el botón de arriba para explorar archivos
hi: या फ़ाइलें ब्राउज़ करने के लिए ऊपर दिए गए बटन का उपयोग करें
id: Atau gunakan tombol di atas untuk menjelajahi file
pl: Lub użyj przycisku powyżej, aby przeglądać pliki
ru: Или используйте кнопку выше для выбора файлов

source: Select 2-10 PDF files to merge. You can reorder them by dragging.
ar: حدد 2-10 ملفات PDF للدمج. يمكنك إعادة ترتيبها عن طريق السحب.
es: Selecciona 2-10 archivos PDF para combinar. Puedes reordenarlos arrastrando.
hi: मर्ज करने के लिए 2-10 PDF फ़ाइलें चुनें। आप उन्हें खींचकर पुनः क्रमित कर सकते हैं।
id: Pilih 2-10 file PDF untuk digabungkan. Anda dapat mengurutkan ulang dengan menyeret.
pl: Wybierz 2-10 plików PDF do scalenia. Możesz zmienić ich kolejność, przeciągając.
ru: Выберите 2-10 файлов ПДФ для объединения. Вы можете изменить их порядок, перетаскивая.

source: Selected Files
ar: الملفات المحددة
es: Archivos seleccionados
hi: चयनित फ़ाइलें
id: File yang Dipilih
pl: Wybrane pliki
ru: Выбранные файлы

source: Preview & Reorder Pages
ar: معاينة وإعادة ترتيب الصفحات
es: Vista previa y reordenar páginas
hi: पृष्ठों का पूर्वावलोकन और पुनः क्रमित करें
id: Pratinjau & Urutkan Ulang Halaman
pl: Podgląd i zmiana kolejności stron
ru: Предпросмотр и изменение порядка страниц

source: Drag and drop to reorder files. The order shown here will be the merge order.
ar: اسحب الملفات وأفلتها لإعادة ترتيبها. الترتيب المعروض هنا سيكون ترتيب الدمج.
es: Arrastra y suelta para reordenar archivos. El orden mostrado aquí será el orden de combinación.
hi: फ़ाइलों को पुनः क्रमित करने के लिए खींचें और छोड़ें। यहाँ दिखाया गया क्रम मर्ज क्रम होगा।
id: Seret dan lepas untuk mengurutkan ulang file. Urutan yang ditampilkan di sini akan menjadi urutan penggabungan.
pl: Przeciągnij i upuść, aby zmienić kolejność plików. Kolejność pokazana tutaj będzie kolejnością scalenia.
ru: Перетащите файлы, чтобы изменить их порядок. Порядок, показанный здесь, будет порядком объединения.

source: is not a PDF file. Skipping.
ar: ليس ملف PDF. يتم التخطي.
es: no es un archivo PDF. Omitiendo.
hi: PDF फ़ाइल नहीं है। छोड़ा जा रहा है।
id: bukan file PDF. Dilewati.
pl: nie jest plikiem PDF. Pomijanie.
ru: не является файлом ПДФ. Пропускается.

source: Maximum 10 files allowed. Only the first 10 files will be used.
ar: يُسمح بحد أقصى 10 ملفات. سيتم استخدام أول 10 ملفات فقط.
es: Máximo 10 archivos permitidos. Solo se usarán los primeros 10 archivos.
hi: अधिकतम 10 फ़ाइलें अनुमत। केवल पहली 10 फ़ाइलें उपयोग की जाएँगी।
id: Maksimal 10 file diizinkan. Hanya 10 file pertama yang akan digunakan.
pl: Maksymalnie 10 plików. Zostaną użyte tylko pierwsze 10 plików.
ru: Разрешено максимум 10 файлов. Будут использованы только первые 10 файлов.

source: Error loading preview
ar: خطأ في تحميل المعاينة
es: Error al cargar vista previa
hi: पूर्वावलोकन लोड करने में त्रुटि
id: Kesalahan memuat pratinjau
pl: Błąd ładowania podglądu
ru: Ошибка загрузки предпросмотра

source: Loading...
ar: جارٍ التحميل...
es: Cargando...
hi: लोड हो रहा है...
id: Memuat...
pl: Ładowanie...
ru: Загрузка...

source: Merging PDFs...
ar: جارٍ دمج ملفات PDF...
es: Fusionando PDFs...
hi: PDF मर्ज किए जा रहे हैं...
id: Menggabungkan PDF...
pl: Łączenie PDF...
ru: Объединение ПДФ...

source: Please select at least 2 PDF files to merge.
ar: يرجى تحديد ملفين PDF على الأقل للدمج.
es: Por favor, selecciona al menos 2 archivos PDF para combinar.
hi: कृपया मर्ज करने के लिए कम से कम 2 PDF फ़ाइलें चुनें।
id: Silakan pilih setidaknya 2 file PDF untuk digabungkan.
pl: Proszę wybrać co najmniej 2 pliki PDF do połączenia.
ru: Пожалуйста, выберите как минимум 2 файла ПДФ для объединения.

source: How to Merge Multiple PDF Files into One Document Online Free
ar: كيفية دمج ملفات PDF متعددة في مستند واحد عبر الإنترنت مجانًا
es: Cómo combinar varios archivos PDF en un solo documento en línea gratis
hi: कई PDF फ़ाइलों को एक दस्तावेज़ में मुफ्त ऑनलाइन कैसे मिलाएं
id: Cara Menggabungkan Beberapa File PDF Menjadi Satu Dokumen Online Gratis
pl: Jak połączyć wiele plików PDF w jeden dokument online za darmo
ru: Как бесплатно объединить несколько PDF файлов в один документ онлайн

source: Select 2-10 PDF files using the button above
ar: حدد 2-10 ملفات PDF للدمج باستخدام الزر أعلاه
es: Selecciona 2-10 archivos PDF para combinar usando el botón de arriba
hi: ऊपर दिए गए बटन का उपयोग करके मर्ज करने के लिए 2-10 PDF फ़ाइलें चुनें
id: Pilih 2-10 file PDF untuk digabungkan menggunakan tombol di atas
pl: Wybierz 2-10 plików PDF do połączenia za pomocą przycisku powyżej
ru: Выберите 2-10 файлов ПДФ для объединения с помощью кнопки выше

source: Drag and drop to reorder files in the desired merge order
ar: اسحب الملفات وأفلتها لإعادة ترتيبها. الترتيب المعروض هنا سيكون ترتيب الدمج.
es: Arrastra y suelta para reordenar archivos. El orden mostrado aquí será el orden de combinación.
hi: फ़ाइलों को पुनः क्रमित करने के लिए खींचें और छोड़ें। यहाँ दिखाया गया क्रम मर्ज क्रम होगा।
id: Seret dan lepas untuk mengurutkan ulang file. Urutan yang ditampilkan di sini akan menjadi urutan penggabungan.
pl: Przeciągnij i upuść, aby zmienić kolejność plików. Kolejność pokazana tutaj będzie kolejnością scalenia.
ru: Перетащите файлы, чтобы изменить их порядок. Порядок, показанный здесь, будет порядком объединения.

source: Click Merge to combine all PDF files into one document
ar: انقر على زر الدمج لدمج جميع ملفات PDF في مستند واحد
es: Haz clic en el botón de combinar para unir todos los archivos PDF en un documento
hi: सभी PDF फ़ाइलों को एक दस्तावेज़ में संयोजित करने के लिए मर्ज बटन पर क्लिक करें
id: Klik tombol gabungkan untuk menggabungkan semua file PDF menjadi satu dokumen
pl: Kliknij przycisk łączenia, aby połączyć wszystkie pliki PDF w jeden dokument
ru: Нажмите кнопку "Объединить", чтобы объединить все файлы ПДФ в один документ

source: Download your merged PDF containing all pages
ar: قم بتنزيل ملف PDF المحرر
es: Descarga tu archivo PDF editado
hi: अपनी संपादित PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF yang telah diedit
pl: Pobierz swój edytowany plik PDF
ru: Скачайте ваш отредактированный файл ПДФ

source: You can merge 2-10 PDF files at once. Pages will be combined in the order shown.
ar: يمكنك دمج 2-10 ملفات PDF في وقت واحد. سيحتوي ملف PDF المدمج على جميع الصفحات من جميع الملفات المحددة بالترتيب الذي حددته.
es: Puedes combinar 2-10 archivos PDF a la vez. El PDF combinado contendrá todas las páginas de todos los archivos seleccionados en el orden que especificaste.
hi: आप एक बार में 2-10 PDF फ़ाइलें मर्ज कर सकते हैं। मर्ज की गई PDF में आपके द्वारा निर्दिष्ट क्रम में सभी चयनित फ़ाइलों के सभी पृष्ठ होंगे।
id: Anda dapat menggabungkan 2-10 file PDF sekaligus. PDF yang digabungkan akan berisi semua halaman dari semua file yang dipilih sesuai urutan yang Anda tentukan.
pl: Możesz połączyć 2-10 plików PDF jednocześnie. Połączony PDF będzie zawierał wszystkie strony ze wszystkich wybranych plików w określonej przez Ciebie kolejności.
ru: Вы можете объединить 2-10 файлов ПДФ одновременно. Объединенный ПДФ будет содержать все страницы из всех выбранных файлов в указанном вами порядке.

source: Reorder Pages
ar: إعادة ترتيب الصفحات
es: Reordenar páginas
hi: पृष्ठों को पुनः क्रमित करें
id: Susun Ulang Halaman
pl: Zmień kolejność stron
ru: Изменить порядок страниц

source: Drag and drop pages to reorder them. The number on each page shows the new order.
ar: اسحب الصفحات وأفلتها لإعادة ترتيبها. يظهر الرقم على كل صفحة الترتيب الجديد.
es: Arrastra y suelta páginas para reordenarlas. El número en cada página muestra el nuevo orden.
hi: पृष्ठों को पुनः क्रमित करने के लिए उन्हें खींचें और छोड़ें। प्रत्येक पृष्ठ पर संख्या नया क्रम दिखाती है।
id: Seret dan lepas halaman untuk mengurutkannya ulang. Angka pada setiap halaman menunjukkan urutan baru.
pl: Przeciągnij i upuść strony, aby zmienić ich kolejność. Numer na każdej stronie pokazuje nową kolejność.
ru: Перетащите страницы, чтобы изменить их порядок. Число на каждой странице показывает новый порядок.

source: Please select a PDF file.
ar: يرجى تحديد ملف PDF.
es: Por favor, seleccione un archivo PDF.
hi: कृपया एक PDF फ़ाइल चुनें।
id: Silakan pilih file PDF.
pl: Proszę wybrać plik PDF.
ru: Пожалуйста, выберите файл ПДФ.

source: Please select a PDF file first.
ar: يرجى تحديد ملف PDF أولاً.
es: Por favor selecciona un archivo PDF primero.
hi: कृपया पहले एक PDF फ़ाइल चुनें।
id: Silakan pilih file PDF terlebih dahulu.
pl: Najpierw wybierz plik PDF.
ru: Сначала выберите файл ПДФ.

source: Organizing...
ar: جارٍ التنظيم...
es: Organizando...
hi: व्यवस्थित किया जा रहा है...
id: Mengatur...
pl: Organizowanie...
ru: Организация...

source: Failed to organize PDF
ar: فشل تنظيم PDF
es: Error al organizar PDF
hi: PDF व्यवस्थित करने में विफल
id: Gagal mengatur PDF
pl: Nie udało się zorganizować PDF
ru: Не удалось организовать ПДФ

source: Preview pages and drag them to reorder
ar: قم بمعاينة جميع ملفات PDF واسحبها لإعادة ترتيب ترتيب الدمج
es: Previsualiza todos los archivos PDF y arrástralos para reordenar el orden de combinación
hi: सभी PDF फ़ाइलों का पूर्वावलोकन करें और मर्ज क्रम को पुनः क्रमित करने के लिए उन्हें खींचें
id: Pratinjau semua file PDF dan seret untuk mengurutkan ulang urutan penggabungan
pl: Podejrzyj wszystkie pliki PDF i przeciągaj je, aby zmienić kolejność łączenia
ru: Просмотрите все файлы ПДФ и перетащите их, чтобы изменить порядок объединения

source: Arrange pages in your desired order
ar: رتب الصفحات بالترتيب المطلوب
es: Organiza las páginas en el orden deseado
hi: अपने वांछित क्रम में पृष्ठों को व्यवस्थित करें
id: Atur halaman dalam urutan yang Anda inginkan
pl: Ułóż strony w żądanej kolejności
ru: Расположите страницы в нужном вам порядке

source: Click Organize PDF to save the new order
ar: انقر على تنظيم PDF لحفظ الترتيب الجديد
es: Haz clic en Organizar PDF para guardar el nuevo orden
hi: नए क्रम को सहेजने के लिए PDF व्यवस्थित करें पर क्लिक करें
id: Klik Atur PDF untuk menyimpan urutan baru
pl: Kliknij Organizuj PDF, aby zapisać nową kolejność
ru: Нажмите Организовать PDF, чтобы сохранить новый порядок

source: Download your reorganized PDF file
ar: قم بتنزيل ملف PDF المحرر
es: Descarga tu archivo PDF editado
hi: अपनी संपादित PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF yang telah diedit
pl: Pobierz swój edytowany plik PDF
ru: Скачайте ваш отредактированный файл ПДФ

source: PDF files with up to %(max_pages)s pages are supported. Drag and drop to reorder pages visually.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Remove Pages Settings
ar: إعدادات إزالة الصفحات
es: Configuración de eliminación de páginas
hi: पृष्ठ हटाने की सेटिंग्स
id: Pengaturan Hapus Halaman
pl: Ustawienia usuwania stron
ru: Настройки удаления страниц

source: Pages to Remove
ar: الصفحات المراد إزالتها
es: Páginas a eliminar
hi: हटाने के लिए पृष्ठ
id: Halaman yang Akan Dihapus
pl: Strony do usunięcia
ru: Страницы для удаления

source: Choose pages to remove: current or specific pages (e.g., 1,3,5)
ar: اختر الصفحات المراد إزالتها من ملف PDF الخاص بك: الصفحة الحالية فقط أو صفحات محددة (مثل 1,3,5 أو 1-5)
es: Elige qué páginas eliminar de tu PDF: solo la página actual o páginas específicas (ej., 1,3,5 o 1-5)
hi: चुनें कि अपने PDF से किन पृष्ठों को हटाना है: केवल वर्तमान पृष्ठ या विशिष्ट पृष्ठ (उदाहरण के लिए, 1,3,5 या 1-5)
id: Pilih halaman mana yang akan dihapus dari PDF Anda: hanya halaman saat ini atau halaman tertentu (mis., 1,3,5 atau 1-5)
pl: Wybierz, które strony usunąć z PDF: tylko bieżąca strona lub konkretne strony (np. 1,3,5 lub 1-5)
ru: Выберите, какие страницы удалить из вашего ПДФ: только текущую страницу или конкретные страницы (например, 1,3,5 или 1-5)

source: Click Remove Pages to delete the selected pages
ar: انقر على زر إزالة الصفحات لمعالجة ملف PDF الخاص بك وحذف الصفحات المحددة
es: Haz clic en el botón de eliminar páginas para procesar tu PDF y eliminar las páginas seleccionadas
hi: अपने PDF को संसाधित करने और चयनित पृष्ठों को हटाने के लिए 'पृष्ठ हटाएँ' बटन पर क्लिक करें
id: Klik tombol hapus halaman untuk memproses PDF Anda dan menghapus halaman yang dipilih
pl: Kliknij przycisk usuwania stron, aby przetworzyć PDF i usunąć wybrane strony
ru: Нажмите кнопку "Удалить страницы", чтобы обработать ваш ПДФ и удалить выбранные страницы

source: Download your cleaned PDF file
ar: قم بتنزيل ملف PDF المحرر
es: Descarga tu archivo PDF editado
hi: अपनी संपादित PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF yang telah diedit
pl: Pobierz swój edytowany plik PDF
ru: Скачайте ваш отредактированный файл ПДФ

source: PDF files with up to %(max_pages)s pages are supported. Remaining pages are preserved in original order.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Split Settings
ar: إعدادات التقسيم
es: Configuración de división
hi: विभाजन सेटिंग्स
id: Pengaturan Pemisahan
pl: Ustawienia podziału
ru: Настройки разделения

source: Split Type
ar: نوع التقسيم
es: Tipo de división
hi: विभाजन प्रकार
id: Tipe Pemisahan
pl: Typ podziału
ru: Тип разделения

source: By Individual Pages
ar: حسب الصفحات الفردية
es: Por páginas individuales
hi: व्यक्तिगत पृष्ठों द्वारा
id: Berdasarkan Halaman Individual
pl: Po poszczególnych stronach
ru: По отдельным страницам

source: By Page Ranges
ar: حسب نطاقات الصفحات
es: Por rangos de páginas
hi: पृष्ठ श्रेणियों द्वारा
id: Berdasarkan Rentang Halaman
pl: Według zakresów stron
ru: По диапазонам страниц

source: Every N Pages
ar: كل N صفحات
es: Cada N páginas
hi: हर N पृष्ठ
id: Setiap N Halaman
pl: Co N stron
ru: Каждые N страниц

source: Pages
ar: الصفحات
es: Páginas
hi: पृष्ठ
id: Halaman
pl: Strony
ru: Страницы

source: Enter page numbers like '1,3,5' or leave empty for all pages
ar: أدخل أرقام الصفحات مثل '1,3,5' أو اتركها فارغة لجميع الصفحات
es: Ingresa números de página como '1,3,5' o deja vacío para todas las páginas
hi: पृष्ठ संख्याएँ दर्ज करें जैसे '1,3,5' या सभी पृष्ठों के लिए खाली छोड़ दें
id: Masukkan nomor halaman seperti '1,3,5' atau biarkan kosong untuk semua halaman
pl: Wprowadź numery stron jak '1,3,5' lub pozostaw puste dla wszystkich stron
ru: Введите номера страниц, например '1,3,5', или оставьте пустым для всех страниц

source: Enter comma-separated page numbers (e.g., 1,3,5) or leave empty to split all pages
ar: أدخل أرقام الصفحات المفصولة بفواصل (مثل 1,3,5) أو اتركها فارغة لتقسيم جميع الصفحات
es: Ingresa números de página separados por comas (ej., 1,3,5) o deja vacío para dividir todas las páginas
hi: अल्पविराम से अलग पृष्ठ संख्याएँ दर्ज करें (उदाहरण के लिए, 1,3,5) या सभी पृष्ठों को विभाजित करने के लिए खाली छोड़ दें
id: Masukkan nomor halaman yang dipisahkan koma (mis., 1,3,5) atau biarkan kosong untuk memisahkan semua halaman
pl: Wprowadź numery stron oddzielone przecinkami (np. 1,3,5) lub pozostaw puste, aby podzielić wszystkie strony
ru: Введите номера страниц через запятую (например, 1,3,5) или оставьте пустым, чтобы разделить все страницы

source: Page Ranges
ar: نطاقات الصفحات
es: Rangos de páginas
hi: पृष्ठ श्रेणियाँ
id: Rentang Halaman
pl: Zakresy stron
ru: Диапазоны страниц

source: Enter page ranges like 1-3,5-7 (required)
ar: أدخل نطاقات الصفحات مثل 1-3,5-7 (مطلوب)
es: Ingresa rangos de página como 1-3,5-7 (requerido)
hi: पृष्ठ श्रेणियाँ दर्ज करें जैसे 1-3,5-7 (आवश्यक)
id: Masukkan rentang halaman seperti 1-3,5-7 (diperlukan)
pl: Wprowadź zakresy stron jak 1-3,5-7 (wymagane)
ru: Введите диапазоны страниц, например 1-3,5-7 (обязательно)

source: Pages per File
ar: صفحات لكل ملف
es: Páginas por archivo
hi: प्रति फ़ाइल पृष्ठ
id: Halaman per File
pl: Stron na plik
ru: Страниц в файле

source: Enter number of pages per file (e.g., 5 for every 5 pages)
ar: أدخل عدد الصفحات لكل ملف (مثل 5 لكل 5 صفحات)
es: Ingresa el número de páginas por archivo (ej., 5 para cada 5 páginas)
hi: प्रति फ़ाइल पृष्ठों की संख्या दर्ज करें (उदाहरण के लिए, प्रत्येक 5 पृष्ठों के लिए 5)
id: Masukkan jumlah halaman per file (mis., 5 untuk setiap 5 halaman)
pl: Wprowadź liczbę stron na plik (np. 5 dla każdej 5 stron)
ru: Введите количество страниц в файле (например, 5 для каждых 5 страниц)

source: Choose how to split your PDF: by individual pages, by page ranges, or every N pages
ar: اختر كيفية تقسيم ملف PDF الخاص بك: حسب الصفحات الفردية، أو حسب نطاقات الصفحات، أو كل N صفحات
es: Elige cómo dividir tu PDF: por páginas individuales, por rangos de páginas o cada N páginas
hi: चुनें कि अपने PDF को कैसे विभाजित करना है: व्यक्तिगत पृष्ठों द्वारा, पृष्ठ श्रेणियों द्वारा, या हर N पृष्ठों पर
id: Pilih cara memisahkan PDF Anda: berdasarkan halaman individual, berdasarkan rentang halaman, atau setiap N halaman
pl: Wybierz sposób podziału PDF: po poszczególnych stronach, według zakresów stron lub co N stron
ru: Выберите, как разделить ваш ПДФ: по отдельным страницам, по диапазонам страниц или каждые N страниц

source: Enter the pages or ranges you want to split (e.g., 1,3,5 or 1-5)
ar: أدخل الصفحات أو النطاقات التي تريد تقسيمها (مثل 1,3,5 أو 1-5 لتقسيم PDF إلى ملفات منفصلة)
es: Ingresa las páginas o rangos que quieres dividir (ej., 1,3,5 o 1-5 para dividir PDF en archivos separados)
hi: वे पृष्ठ या श्रेणियाँ दर्ज करें जिन्हें आप विभाजित करना चाहते हैं (उदाहरण के लिए, PDF को अलग-अलग फ़ाइलों में विभाजित करने के लिए 1,3,5 या 1-5)
id: Masukkan halaman atau rentang yang ingin Anda pisahkan (mis., 1,3,5 atau 1-5 untuk memisahkan PDF menjadi file terpisah)
pl: Wprowadź strony lub zakresy, które chcesz podzielić (np. 1,3,5 lub 1-5 do podziału PDF na osobne pliki)
ru: Введите страницы или диапазоны, которые вы хотите разделить (например, 1,3,5 или 1-5 для разделения ПДФ на отдельные файлы)

source: Click the Split button to process and create separate PDF files
ar: انقر على زر التقسيم لمعالجة ملف PDF الخاص بك وإنشاء ملفات PDF منفصلة
es: Haz clic en el botón de dividir para procesar tu PDF y crear archivos PDF separados
hi: अपने PDF को संसाधित करने और अलग-अलग PDF फ़ाइलें बनाने के लिए विभाजित बटन पर क्लिक करें
id: Klik tombol pisahkan untuk memproses PDF Anda dan membuat file PDF terpisah
pl: Kliknij przycisk podziału, aby przetworzyć PDF i utworzyć osobne pliki PDF
ru: Нажмите кнопку "Разделить", чтобы обработать ваш ПДФ и создать отдельные файлы ПДФ

source: Download the ZIP archive containing all split PDF files
ar: قم بتنزيل أرشيف ZIP الذي يحتوي على جميع ملفات PDF المقسمة باستخدام زر التنزيل
es: Descarga el archivo ZIP que contiene todos los archivos PDF divididos usando el botón de descarga
hi: डाउनलोड बटन का उपयोग करके ZIP संग्रह डाउनलोड करें जिसमें सभी विभाजित PDF फ़ाइलें हों
id: Unduh arsip ZIP yang berisi semua file PDF yang dipisahkan menggunakan tombol unduh
pl: Pobierz archiwum ZIP zawierające wszystkie podzielone pliki PDF za pomocą przycisku pobierania
ru: Скачайте ZIP-архив, содержащий все разделенные файлы ПДФ, с помощью кнопки загрузки

source: PDF files with up to %(max_pages)s pages are supported. Output is a ZIP archive with all split files.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Password Protection Settings
ar: إعدادات حماية كلمة المرور
es: Configuración de protección con contraseña
hi: पासवर्ड सुरक्षा सेटिंग्स
id: Pengaturan Perlindungan Kata Sandi
pl: Ustawienia ochrony hasłem
ru: Настройки защиты паролем

source: Enter password to protect PDF
ar: أدخل كلمة المرور لحماية ملف PDF
es: Ingresa contraseña para proteger PDF
hi: PDF को सुरक्षित करने के लिए पासवर्ड दर्ज करें
id: Masukkan kata sandi untuk melindungi PDF
pl: Wprowadź hasło do ochrony PDF
ru: Введите пароль для защиты ПДФ

source: This password will be required to open the PDF. Make sure to remember it!
ar: ستكون هناك حاجة إلى كلمة المرور هذه لفتح ملف PDF. تأكد من تذكرها!
es: Esta contraseña será necesaria para abrir el PDF. ¡Asegúrate de recordarla!
hi: PDF खोलने के लिए यह पासवर्ड आवश्यक होगा। इसे याद रखना सुनिश्चित करें!
id: Kata sandi ini akan diperlukan untuk membuka PDF. Pastikan untuk mengingatnya!
pl: To hasło będzie wymagane do otwarcia PDF. Pamiętaj o nim!
ru: Этот пароль потребуется для открытия ПДФ. Убедитесь, что запомнили его!

source: User Password
ar: كلمة مرور المستخدم
es: Contraseña de usuario
hi: उपयोगकर्ता पासवर्ड
id: Kata Sandi Pengguna
pl: Hasło użytkownika
ru: Пароль пользователя

source: Optional
ar: اختياري
es: Opcional
hi: वैकल्पिक
id: Opsional
pl: Opcjonalne
ru: Необязательно
