Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Adjust page orientation (portrait/landscape) in Excel for better PDF output.
ar: اضبط اتجاه الصفحة (عمودي/أفقي) في Excel للحصول على مخرجات PDF أفضل.
es: Ajusta la orientación de página (vertical/horizontal) en Excel para una mejor salida en PDF.
hi: बेहतर PDF आउटपुट के लिए एक्सेल में पेज ओरिएंटेशन (पोर्ट्रेट/लैंडस्केप) समायोजित करें।
id: Sesuaikan orientasi halaman (portrait/landscape) di Excel untuk hasil PDF yang lebih baik.
pl: Dostosuj orientację strony (pionową/poziomą) w Excelu dla lepszego efektu w PDF.
ru: Настройте ориентацию страницы (книжная/альбомная) в Excel для лучшего вывода в PDF.

source: Use 'Fit to Page' settings in Excel to ensure all columns fit on one page width.
ar: استخدم إعدادات 'ملاءمة للصفحة' في Excel لضمان ملاءمة جميع الأعمدة لعرض صفحة واحدة.
es: Usa la configuración 'Ajustar a página' en Excel para asegurar que todas las columnas quepan en el ancho de una página.
hi: यह सुनिश्चित करने के लिए कि सभी कॉलम एक पेज की चौड़ाई में फिट हों, एक्सेल में 'फिट टू पेज' सेटिंग्स का उपयोग करें।
id: Gunakan pengaturan 'Sesuaikan ke Halaman' di Excel untuk memastikan semua kolom muat dalam satu lebar halaman.
pl: Użyj ustawień 'Dopasuj do strony' w Excelu, aby zapewnić, że wszystkie kolumny zmieszczą się na szerokości jednej strony.
ru: Используйте настройки 'Вписать на страницу' в Excel, чтобы все столбцы помещались по ширине одной страницы.

source: Remove hidden rows and columns before conversion to reduce PDF file size.
ar: قم بإزالة الصفوف والأعمدة المخفية قبل التحويل لتقليل حجم ملف PDF.
es: Elimina filas y columnas ocultas antes de la conversión para reducir el tamaño del archivo PDF.
hi: PDF फ़ाइल आकार कम करने के लिए रूपांतरण से पहले छिपी हुई पंक्तियों और स्तंभों को हटा दें।
id: Hapus baris dan kolom tersembunyi sebelum konversi untuk mengurangi ukuran file PDF.
pl: Usuń ukryte wiersze i kolumny przed konwersją, aby zmniejszyć rozmiar pliku PDF.
ru: Удалите скрытые строки и столбцы перед конвертацией, чтобы уменьшить размер PDF-файла.

source: Check print preview in Excel to see how your PDF will look before converting.
ar: تحقق من معاينة الطباعة في Excel لترى كيف سيبدو ملف PDF الخاص بك قبل التحويل.
es: Revisa la vista previa de impresión en Excel para ver cómo se verá tu PDF antes de convertir.
hi: रूपांतरण से पहले यह देखने के लिए कि आपका PDF कैसा दिखेगा, एक्सेल में प्रिंट पूर्वावलोकन की जाँच करें।
id: Periksa pratinjau cetak di Excel untuk melihat tampilan PDF Anda sebelum mengonversi.
pl: Sprawdź podgląd wydruku w Excelu, aby zobaczyć, jak będzie wyglądał Twój PDF przed konwersją.
ru: Проверьте предварительный просмотр печати в Excel, чтобы увидеть, как будет выглядеть ваш PDF перед конвертацией.

source: Convert Excel Spreadsheets to Professional PDFs
ar: قم بتحويل جداول بيانات Excel إلى تنسيق PDF
es: Convierte hojas de cálculo Excel a formato PDF
hi: Excel स्प्रेडशीट को PDF प्रारूप में बदलें
id: Konversi spreadsheet Excel ke format PDF
pl: Konwertuj arkusze Excel na format PDF
ru: Конвертируйте таблицы Excel в формат PDF

source: <p>Converting Excel spreadsheets to PDF format is essential for sharing financial reports, invoices, and business documents. PDF ensures your carefully formatted spreadsheets look identical on any device, without requiring recipients to have Excel installed.</p><p>Our Excel to PDF converter handles complex spreadsheets with ease, preserving all formatting elements including conditional formatting, data bars, charts, and images. Whether you're converting a simple data table or a complex financial model with multiple worksheets, the output PDF maintains professional quality.</p><p>Perfect for accountants sharing reports with clients, businesses sending invoices, analysts distributing data summaries, and anyone who needs to convert Excel files to a universal, non-editable format for secure distribution.</p>
ar: <p>يعد تحويل جداول بيانات Excel إلى تنسيق PDF أمرًا ضروريًا لمشاركة التقارير المالية والفواتير والمستندات التجارية. يضمن PDF أن تبدو جداول البيانات المنسقة بعناية متطابقة على أي جهاز، دون الحاجة إلى تثبيت Excel على أجهزة المستلمين.</p><p>يتعامل محول Excel إلى PDF الخاص بنا مع جداول البيانات المعقدة بسهولة، مع الحفاظ على جميع عناصر التنسيق بما في ذلك التنسيق الشرطي والأشرطة البيانية والمخططات والصور. سواء كنت تقوم بتحويل جدول بيانات بسيط أو نموذج مالي معقد يحتوي على أوراق عمل متعددة، يحافظ ملف PDF الناتج على الجودة الاحترافية.</p><p>مثالي للمحاسبين الذين يشاركون التقارير مع العملاء، والشركات التي ترسل الفواتير، والمحللين الذين يوزعون ملخصات البيانات، وأي شخص يحتاج إلى تحويل ملفات Excel إلى تنسيق عالمي غير قابل للتعديل للتوزيع الآمن.</p>
es: <p>Convertir hojas de cálculo de Excel a formato PDF es esencial para compartir informes financieros, facturas y documentos empresariales. El PDF garantiza que tus hojas de cálculo cuidadosamente formateadas se vean idénticas en cualquier dispositivo, sin requerir que los destinatarios tengan Excel instalado.</p><p>Nuestro convertidor de Excel a PDF maneja hojas de cálculo complejas con facilidad, preservando todos los elementos de formato, incluyendo formato condicional, barras de datos, gráficos e imágenes. Ya sea que estés convirtiendo una simple tabla de datos o un modelo financiero complejo con múltiples hojas de trabajo, el PDF resultante mantiene una calidad profesional.</p><p>Perfecto para contadores que comparten informes con clientes, empresas que envían facturas, analistas que distribuyen resúmenes de datos y cualquiera que necesite convertir archivos de Excel a un formato universal y no editable para una distribución segura.</p>
hi: <p>वित्तीय रिपोर्ट, चालान और व्यावसायिक दस्तावेज़ साझा करने के लिए एक्सेल स्प्रेडशीट को PDF प्रारूप में परिवर्तित करना आवश्यक है। PDF यह सुनिश्चित करता है कि आपकी सावधानीपूर्वक स्वरूपित स्प्रेडशीट किसी भी डिवाइस पर बिल्कुल वैसी ही दिखे, बिना प्राप्तकर्ताओं के एक्सेल इंस्टॉल किए हुए होने की आवश्यकता के।</p><p>हमारा एक्सेल से PDF कन्वर्टर जटिल स्प्रेडशीट को आसानी से संभालता है, सशर्त स्वरूपण, डेटा बार, चार्ट और छवियों सहित सभी स्वरूपण तत्वों को संरक्षित करता है। चाहे आप एक साधारण डेटा तालिका या कई वर्कशीट वाले जटिल वित्तीय मॉडल को परिवर्तित कर रहे हों, आउटपुट PDF पेशेवर गुणवत्ता बनाए रखता है।</p><p>ग्राहकों के साथ रिपोर्ट साझा करने वाले एकाउंटेंट, चालान भेजने वाले व्यवसाय, डेटा सारांश वितरित करने वाले विश्लेषकों और उन सभी के लिए आदर्श जिन्हें सुरक्षित वितरण के लिए एक्सेल फ़ाइलों को एक सार्वभौमिक, गैर-संपादन योग्य प्रारूप में परिवर्तित करने की आवश्यकता है।</p>
id: <p>Mengonversi spreadsheet Excel ke format PDF sangat penting untuk berbagi laporan keuangan, faktur, dan dokumen bisnis. PDF memastikan spreadsheet yang diformat dengan hati-hati Anda terlihat identik di perangkat apa pun, tanpa mengharuskan penerima menginstal Excel.</p><p>Konverter Excel ke PDF kami menangani spreadsheet kompleks dengan mudah, melestarikan semua elemen pemformatan termasuk pemformatan bersyarat, bilah data, bagan, dan gambar. Baik Anda mengonversi tabel data sederhana atau model keuangan kompleks dengan beberapa lembar kerja, PDF keluaran mempertahankan kualitas profesional.</p><p>Sempurna untuk akuntan yang berbagi laporan dengan klien, bisnis yang mengirim faktur, analis yang mendistribusikan ringkasan data, dan siapa pun yang perlu mengonversi file Excel ke format universal yang tidak dapat diedit untuk distribusi yang aman.</p>
pl: <p>Konwersja arkuszy kalkulacyjnych Excel do formatu PDF jest niezbędna do udostępniania raportów finansowych, faktur i dokumentów biznesowych. PDF zapewnia, że starannie sformatowane arkusze wyglądają identycznie na każdym urządzeniu, bez konieczności posiadania przez odbiorców zainstalowanego Excela.</p><p>Nasz konwerter Excel na PDF z łatwością obsługuje złożone arkusze, zachowując wszystkie elementy formatowania, w tym formatowanie warunkowe, paski danych, wykresy i obrazy. Niezależnie od tego, czy konwertujesz prostą tabelę danych, czy złożony model finansowy z wieloma arkuszami, wynikowy PDF zachowuje profesjonalną jakość.</p><p>Idealne dla księgowych udostępniających raporty klientom, firm wysyłających faktury, analityków dystrybuujących podsumowania danych oraz każdego, kto potrzebuje przekonwertować pliki Excel na uniwersalny, nieedytowalny format do bezpiecznego rozpowszechniania.</p>
ru: <p>Конвертация электронных таблиц Excel в формат PDF необходима для обмена финансовыми отчетами, счетами и бизнес-документами. PDF гарантирует, что ваши тщательно отформатированные таблицы будут выглядеть одинаково на любом устройстве, без необходимости установки Excel у получателей.</p><p>Наш конвертер Excel в PDF легко обрабатывает сложные таблицы, сохраняя все элементы форматирования, включая условное форматирование, гистограммы, диаграммы и изображения. Независимо от того, конвертируете ли вы простую таблицу данных или сложную финансовую модель с несколькими листами, выходной PDF сохраняет профессиональное качество.</p><p>Идеально подходит для бухгалтеров, делящихся отчетами с клиентами, компаний, отправляющих счета, аналитиков, распространяющих сводки данных, и всех, кому нужно конвертировать файлы Excel в универсальный, нередактируемый формат для безопасного распространения.</p>

source: PowerPoint to PDF - Convertica
ar: PowerPoint إلى PDF - كونفيرتيكا
es: PowerPoint a PDF - Convertica
hi: PowerPoint से PDF - Convertica
id: PowerPoint ke PDF - Convertica
pl: PowerPoint na PDF - Convertica
ru: PowerPoint в PDF - Convertica

source: Convert PowerPoint to PDF online free with high quality. Convert PPT and PPTX presentations to PDF format. Preserve slides, animations, and formatting. No registration required.
ar: قم بتحويل PowerPoint إلى PDF عبر الإنترنت مجاناً بجودة عالية. تحويل عروض PPT وPPTX إلى تنسيق PDF. الحفاظ على الشرائح والرسوم المتحركة والتنسيق. لا حاجة للتسجيل.
es: Convierte PowerPoint a PDF en línea gratis con alta calidad. Convierte presentaciones PPT y PPTX a formato PDF. Conserva diapositivas, animaciones y formato. No se requiere registro.
hi: उच्च गुणवत्ता के साथ PowerPoint को PDF में ऑनलाइन मुफ्त में बदलें। PPT और PPTX प्रस्तुतियों को PDF प्रारूप में बदलें। स्लाइड, एनिमेशन और फ़ॉर्मेटिंग संरक्षित रखें। कोई पंजीकरण आवश्यक नहीं।
id: Konversi PowerPoint ke PDF online gratis dengan kualitas tinggi. Konversi presentasi PPT dan PPTX ke format PDF. Pertahankan slide, animasi, dan pemformatan. Tanpa registrasi.
pl: Konwertuj PowerPoint na PDF online za darmo z wysoką jakością. Konwertuj prezentacje PPT i PPTX na format PDF. Zachowaj slajdy, animacje i formatowanie. Bez rejestracji.
ru: Конвертируйте PowerPoint в PDF онлайн бесплатно с высоким качеством. Конвертируйте презентации PPT и PPTX в формат PDF. Сохраняйте слайды, анимацию и форматирование. Регистрация не требуется.

source: Convert PowerPoint presentations to PDF format
ar: قم بتحويل عروض PowerPoint إلى تنسيق PDF
es: Convierte presentaciones PowerPoint a formato PDF
hi: PowerPoint प्रस्तुतियों को PDF प्रारूप में बदलें
id: Konversi presentasi PowerPoint ke format PDF
pl: Konwertuj prezentacje PowerPoint na format PDF
ru: Конвертируйте презентации PowerPoint в формат PDF

source: PowerPoint to PDF Converter
ar: محول PowerPoint إلى PDF
es: Convertidor de PowerPoint a PDF
hi: PowerPoint से PDF कन्वर्टर
id: Konverter PowerPoint ke PDF
pl: Konwerter PowerPoint na PDF
ru: Конвертер PowerPoint в PDF

source: Please select a PowerPoint file.
ar: يرجى تحديد ملف PowerPoint.
es: Por favor, selecciona un archivo PowerPoint.
hi: कृपया एक PowerPoint फ़ाइल चुनें।
id: Silakan pilih file PowerPoint.
pl: Proszę wybrać plik PowerPoint.
ru: Пожалуйста, выберите файл PowerPoint.

source: Slide-Perfect Conversion
ar: تحويل PDF
es: Conversión de PDF
hi: PDF रूपांतरण
id: Konversi PDF
pl: Konwersja PDF
ru: Конвертация ПДФ

source: Every slide in your PowerPoint is converted to PDF with pixel-perfect accuracy. Fonts, colors, transitions, and layouts are preserved exactly as designed.
ar: يتم تحويل كل شريحة في PowerPoint الخاص بك إلى PDF بدقة متناهية. يتم الحفاظ على الخطوط والألوان والانتقالات والتخطيطات تمامًا كما تم تصميمها.
es: Cada diapositiva de tu PowerPoint se convierte a PDF con precisión de píxel perfecta. Fuentes, colores, transiciones y diseños se conservan exactamente como fueron diseñados.
hi: आपकी PowerPoint की प्रत्येक स्लाइड पिक्सेल-परफेक्ट सटीकता के साथ PDF में परिवर्तित होती है। फ़ॉन्ट, रंग, ट्रांज़िशन और लेआउट को बिल्कुल वैसे ही संरक्षित किया जाता है जैसे डिज़ाइन किए गए थे।
id: Setiap slide dalam PowerPoint Anda dikonversi ke PDF dengan akurasi sempurna piksel. Font, warna, transisi, dan tata letak dipertahankan persis seperti yang dirancang.
pl: Każdy slajd w Twoim PowerPoint jest konwertowany na PDF z doskonałą dokładnością pikselową. Czcionki, kolory, przejścia i układy są zachowane dokładnie tak, jak zaprojektowano.
ru: Каждый слайд вашей PowerPoint конвертируется в PDF с идеальной точностью. Шрифты, цвета, переходы и макеты сохраняются точно так, как были разработаны.

source: Images & Graphics Preserved
ar: الصور والرسومات محفوظة
es: Imágenes y gráficos conservados
hi: छवियाँ और ग्राफ़िक्स संरक्षित
id: Gambar & Grafik Dipertahankan
pl: Obrazy i grafiki zachowane
ru: Изображения и графика сохранены

source: All images, charts, SmartArt, and graphics in your presentation are converted with high quality. Perfect for sharing visual presentations.
ar: يتم تحويل جميع الصور والمخططات وSmartArt والرسومات في العرض التقديمي الخاص بك بجودة عالية. مثالي لمشاركة العروض التقديمية المرئية.
es: Todas las imágenes, gráficos, SmartArt y elementos gráficos de tu presentación se convierten con alta calidad. Perfecto para compartir presentaciones visuales.
hi: आपकी प्रस्तुति की सभी छवियों, चार्ट, स्मार्टआर्ट और ग्राफ़िक्स को उच्च गुणवत्ता के साथ परिवर्तित किया जाता है। दृश्य प्रस्तुतियाँ साझा करने के लिए आदर्श।
id: Semua gambar, bagan, SmartArt, dan grafik dalam presentasi Anda dikonversi dengan kualitas tinggi. Sempurna untuk berbagi presentasi visual.
pl: Wszystkie obrazy, wykresy, SmartArt i grafiki w Twojej prezentacji są konwertowane w wysokiej jakości. Idealne do udostępniania prezentacji wizualnych.
ru: Все изображения, диаграммы, SmartArt и графика в вашей презентации конвертируются с высоким качеством. Идеально для обмена визуальными презентациями.

source: Speaker Notes Optional
ar: ملاحظات المتحدث اختيارية
es: Notas del orador opcionales
hi: स्पीकर नोट्स वैकल्पिक
id: Catatan Pembicara Opsional
pl: Notatki prelegenta opcjonalne
ru: Заметки докладчика опционально

source: Convert slides with or without speaker notes. Share clean presentations with clients or include notes for detailed documentation.
ar: قم بتحويل الشرائح مع أو بدون ملاحظات المتحدث. شارك عروضًا تقديمية نظيفة مع العملاء أو قم بتضمين الملاحظات للتوثيق التفصيلي.
es: Convierte diapositivas con o sin notas del orador. Comparte presentaciones limpias con clientes o incluye notas para documentación detallada.
hi: स्पीकर नोट्स के साथ या बिना स्लाइड्स को परिवर्तित करें। ग्राहकों के साथ साफ़ प्रस्तुतियाँ साझा करें या विस्तृत दस्तावेज़ीकरण के लिए नोट्स शामिल करें।
id: Konversi slide dengan atau tanpa catatan pembicara. Bagikan presentasi bersih dengan klien atau sertakan catatan untuk dokumentasi terperinci.
pl: Konwertuj slajdy z notatkami prelegenta lub bez. Udostępniaj czyste prezentacje klientom lub dołączaj notatki do szczegółowej dokumentacji.
ru: Конвертируйте слайды с заметками докладчика или без них. Делитесь чистыми презентациями с клиентами или включайте заметки для подробной документации.

source: Convert PowerPoint presentations to PDF in seconds. No software installation required - works directly in your browser on any device.
ar: قم بتحويل عروض PowerPoint التقديمية إلى PDF في ثوانٍ. لا حاجة لتثبيت برنامج - يعمل مباشرة في متصفحك على أي جهاز.
es: Convierte presentaciones de PowerPoint a PDF en segundos. No se requiere instalación de software: funciona directamente en tu navegador en cualquier dispositivo.
hi: सेकंडों में PowerPoint प्रस्तुतियों को PDF में परिवर्तित करें। कोई सॉफ़्टवेयर इंस्टॉलेशन आवश्यक नहीं - किसी भी डिवाइस पर सीधे आपके ब्राउज़र में काम करता है।
id: Konversi presentasi PowerPoint ke PDF dalam hitungan detik. Tidak perlu instalasi perangkat lunak - bekerja langsung di browser Anda di perangkat apa pun.
pl: Konwertuj prezentacje PowerPoint na PDF w kilka sekund. Nie wymaga instalacji oprogramowania - działa bezpośrednio w przeglądarce na dowolnym urządzeniu.
ru: Конвертируйте презентации PowerPoint в PDF за секунды. Установка программного обеспечения не требуется — работает прямо в вашем браузере на любом устройстве.

source: How do I convert PowerPoint to PDF online?
ar: كيف يمكنني تحويل Word إلى PDF؟
es: ¿Cómo convierto Word a PDF?
hi: मैं Word को PDF में कैसे बदलूँ?
id: Bagaimana cara mengonversi Word ke PDF?
pl: Jak przekonwertować Word na PDF?
ru: Как конвертировать Ворд в ПДФ?

source: Upload your PPT or PPTX file using the button above, then click 'Convert to PDF'. Your presentation will be converted to a high-quality PDF file that preserves all slides, images, and formatting.
ar: قم بتحميل ملف PPT أو PPTX الخاص بك باستخدام الزر أعلاه، ثم انقر فوق 'تحويل إلى PDF'. سيتم تحويل العرض التقديمي الخاص بك إلى ملف PDF عالي الجودة يحافظ على جميع الشرائح والصور والتنسيقات.
es: Sube tu archivo PPT o PPTX usando el botón de arriba, luego haz clic en 'Convertir a PDF'. Tu presentación se convertirá en un archivo PDF de alta calidad que conserva todas las diapositivas, imágenes y formato.
hi: ऊपर दिए गए बटन का उपयोग करके अपनी PPT या PPTX फ़ाइल अपलोड करें, फिर 'PDF में परिवर्तित करें' पर क्लिक करें। आपकी प्रस्तुति एक उच्च-गुणवत्ता वाली PDF फ़ाइल में परिवर्तित हो जाएगी जो सभी स्लाइड, छवियों और स्वरूपण को संरक्षित करती है।
id: Unggah file PPT atau PPTX Anda menggunakan tombol di atas, lalu klik 'Konversi ke PDF'. Presentasi Anda akan dikonversi ke file PDF berkualitas tinggi yang mempertahankan semua slide, gambar, dan pemformatan.
pl: Prześlij swój plik PPT lub PPTX za pomocą przycisku powyżej, a następnie kliknij 'Konwertuj na PDF'. Twoja prezentacja zostanie przekonwertowana na wysokiej jakości plik PDF, który zachowa wszystkie slajdy, obrazy i formatowanie.
ru: Загрузите ваш файл PPT или PPTX с помощью кнопки выше, затем нажмите 'Конвертировать в PDF'. Ваша презентация будет преобразована в высококачественный PDF-файл, который сохраняет все слайды, изображения и форматирование.

source: Will animations and transitions be preserved?
ar: هل سيتم الحفاظ على الرسوم المتحركة والانتقالات؟
es: ¿Se conservarán las animaciones y transiciones?
hi: क्या एनिमेशन और ट्रांज़िशन संरक्षित रहेंगे?
id: Apakah animasi dan transisi akan dipertahankan?
pl: Czy animacje i przejścia zostaną zachowane?
ru: Будут ли сохранены анимации и переходы?

source: PDF format doesn't support animations or transitions. Each slide will be converted as a static page in the PDF. For animated content, consider exporting as a video format instead.
ar: لا يدعم تنسيق PDF الرسوم المتحركة أو الانتقالات. سيتم تحويل كل شريحة كصفحة ثابتة في ملف PDF. للمحتوى المتحرك، يُرجى التفكير في التصدير كتنسيق فيديو بدلاً من ذلك.
es: El formato PDF no admite animaciones ni transiciones. Cada diapositiva se convertirá como una página estática en el PDF. Para contenido animado, considera exportar como formato de video en su lugar.
hi: PDF प्रारूप एनिमेशन या ट्रांज़िशन का समर्थन नहीं करता है। प्रत्येक स्लाइड PDF में एक स्थिर पृष्ठ के रूप में परिवर्तित होगी। एनिमेटेड सामग्री के लिए, इसके बजाय वीडियो प्रारूप के रूप में निर्यात करने पर विचार करें।
id: Format PDF tidak mendukung animasi atau transisi. Setiap slide akan dikonversi sebagai halaman statis di PDF. Untuk konten animasi, pertimbangkan untuk mengekspor sebagai format video.
pl: Format PDF nie obsługuje animacji ani przejść. Każdy slajd zostanie przekonwertowany jako statyczna strona w PDF. W przypadku treści animowanych rozważ eksport do formatu wideo.
ru: Формат PDF не поддерживает анимации или переходы. Каждый слайд будет конвертирован как статичная страница в PDF. Для анимированного контента рассмотрите экспорт в видеоформат.

source: Can I convert presentations with embedded videos?
ar: هل يمكنني تحويل العروض التقديمية التي تحتوي على مقاطع فيديو مدمجة؟
es: ¿Puedo convertir presentaciones con videos incrustados?
hi: क्या मैं एम्बेडेड वीडियो वाली प्रस्तुतियों को परिवर्तित कर सकता हूँ?
id: Bisakah saya mengonversi presentasi dengan video yang disematkan?
pl: Czy mogę konwertować prezentacje z osadzonymi filmami?
ru: Могу ли я конвертировать презентации с встроенными видео?

source: Embedded videos cannot be included in PDF files. Video frames will appear as static images in the converted PDF. Audio content is also not included in PDF output.
ar: لا يمكن تضمين مقاطع الفيديو المدمجة في ملفات PDF. ستظهر إطارات الفيديو كصور ثابتة في ملف PDF المحول. كما أن المحتوى الصوتي غير مدرج في مخرجات PDF.
es: Los videos incrustados no pueden incluirse en archivos PDF. Los fotogramas de video aparecerán como imágenes estáticas en el PDF convertido. El contenido de audio tampoco se incluye en la salida PDF.
hi: एम्बेडेड वीडियो PDF फ़ाइलों में शामिल नहीं किए जा सकते। वीडियो फ़्रेम परिवर्तित PDF में स्थिर छवियों के रूप में दिखाई देंगे। ऑडियो सामग्री भी PDF आउटपुट में शामिल नहीं है।
id: Video yang disematkan tidak dapat disertakan dalam file PDF. Bingkai video akan muncul sebagai gambar statis di PDF yang dikonversi. Konten audio juga tidak disertakan dalam keluaran PDF.
pl: Osadzone filmy nie mogą być zawarte w plikach PDF. Klatki wideo pojawią się jako statyczne obrazy w przekonwertowanym PDF. Treści audio również nie są uwzględniane w wynikowym PDF.
ru: Встроенные видео не могут быть включены в PDF-файлы. Кадры видео будут отображаться как статические изображения в конвертированном PDF. Аудиоконтент также не включается в выходной PDF.

source: What PowerPoint formats are supported?
ar: ما هي تنسيقات الملفات المدعومة؟
es: ¿Qué formatos de archivo son compatibles?
hi: कौन से फ़ाइल प्रारूप समर्थित हैं?
id: Format file apa yang didukung?
pl: Jakie formaty plików są obsługiwane?
ru: Какие форматы файлов поддерживаются?

source: We support both PPT (PowerPoint 97-2003) and PPTX (PowerPoint 2007 and later) formats. OpenDocument presentations (ODP) can also be converted.
ar: نحن ندعم كلاً من تنسيقات PPT (PowerPoint 97-2003) و PPTX (PowerPoint 2007 والإصدارات الأحدث). يمكن أيضًا تحويل عروض OpenDocument التقديمية (ODP).
es: Admitimos tanto formatos PPT (PowerPoint 97-2003) como PPTX (PowerPoint 2007 y posteriores). Las presentaciones OpenDocument (ODP) también se pueden convertir.
hi: हम PPT (PowerPoint 97-2003) और PPTX (PowerPoint 2007 और बाद के) दोनों प्रारूपों का समर्थन करते हैं। OpenDocument प्रस्तुतियाँ (ODP) भी परिवर्तित की जा सकती हैं।
id: Kami mendukung format PPT (PowerPoint 97-2003) dan PPTX (PowerPoint 2007 dan yang lebih baru). Presentasi OpenDocument (ODP) juga dapat dikonversi.
pl: Obsługujemy zarówno formaty PPT (PowerPoint 97-2003), jak i PPTX (PowerPoint 2007 i nowsze). Prezentacje OpenDocument (ODP) również można konwertować.
ru: Мы поддерживаем форматы PPT (PowerPoint 97-2003) и PPTX (PowerPoint 2007 и новее). Презентации OpenDocument (ODP) также можно конвертировать.

source: How can I reduce the PDF file size?
ar: كيف يمكنني دمج ملفات PDF متعددة؟
es: ¿Cómo combino múltiples archivos PDF?
hi: मैं कई PDF फ़ाइलों को कैसे मर्ज करूँ?
id: Bagaimana cara menggabungkan beberapa file PDF?
pl: Jak połączyć wiele plików PDF?
ru: Как объединить несколько файлов ПДФ?
