Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Preview Page Numbers
ar: معاينة أرقام الصفحات
es: Vista previa de números de página
hi: पृष्ठ संख्या पूर्वावलोकन
id: Pratinjau Nomor Halaman
pl: Podgląd numerów stron
ru: Предпросмотр номеров страниц

source: Select page
ar: اختر صفحة
es: Seleccionar página
hi: पृष्ठ चुनें
id: Pilih halaman
pl: Wybierz stronę
ru: Выбрать страницу

source: Preview shows how page numbers will appear on your PDF. Adjust settings below to see real-time changes.
ar: تظهر المعاينة كيف ستظهر أرقام الصفحات على ملف PDF الخاص بك. اضبط الإعدادات أدناه لرؤية التغييرات في الوقت الفعلي.
es: La vista previa muestra cómo aparecerán los números de página en tu PDF. Ajusta la configuración a continuación para ver cambios en tiempo real.
hi: पूर्वावलोकन दिखाता है कि आपके PDF पर पृष्ठ संख्याएँ कैसे दिखाई देंगी। रीयल-टाइम परिवर्तन देखने के लिए नीचे दी गई सेटिंग्स समायोजित करें।
id: Pratinjau menunjukkan bagaimana nomor halaman akan muncul di PDF Anda. Sesuaikan pengaturan di bawah untuk melihat perubahan secara real-time.
pl: Podgląd pokazuje, jak numery stron będą wyświetlane w Twoim pliku PDF. Dostosuj ustawienia poniżej, aby zobaczyć zmiany w czasie rzeczywistym.
ru: Предпросмотр показывает, как номера страниц будут выглядеть в вашем ПДФ. Настройте параметры ниже, чтобы увидеть изменения в реальном времени.

source: Page Number Settings
ar: إعدادات أرقام الصفحات
es: Configuración de números de página
hi: पृष्ठ संख्या सेटिंग्स
id: Pengaturan Nomor Halaman
pl: Ustawienia numerów stron
ru: Настройки нумерации страниц

source: Position
ar: الموضع
es: Posición
hi: स्थिति
id: Posisi
pl: Pozycja
ru: Положение

source: Bottom Center
ar: الوسط السفلي
es: Centro inferior
hi: निचला केंद्र
id: Bawah Tengah
pl: Na dole na środku
ru: Снизу по центру

source: Bottom Left
ar: اليسار السفلي
es: Inferior izquierda
hi: निचला बाएँ
id: Bawah Kiri
pl: Na dole po lewej
ru: Снизу слева

source: Bottom Right
ar: اليمين السفلي
es: Inferior derecha
hi: निचला दाएँ
id: Bawah Kanan
pl: Na dole po prawej
ru: Снизу справа

source: Top Center
ar: الوسط العلوي
es: Centro superior
hi: ऊपरी केंद्र
id: Atas Tengah
pl: Na górze na środku
ru: Сверху по центру

source: Top Left
ar: اليسار العلوي
es: Superior izquierda
hi: ऊपरी बाएँ
id: Atas Kiri
pl: Na górze po lewej
ru: Сверху слева

source: Top Right
ar: اليمين العلوي
es: Superior derecha
hi: ऊपरी दाएँ
id: Atas Kanan
pl: Na górze po prawej
ru: Сверху справа

source: Font Size
ar: حجم الخط
es: Tamaño de fuente
hi: फ़ॉन्ट आकार
id: Ukuran Font
pl: Rozmiar czcionki
ru: Размер шрифта

source: Starting Page Number
ar: رقم صفحة البداية
es: Número de página inicial
hi: प्रारंभिक पृष्ठ संख्या
id: Nomor Halaman Awal
pl: Numer strony początkowej
ru: Начальный номер страницы

source: Custom Format
ar: تنسيق مخصص
es: Formato personalizado
hi: कस्टम प्रारूप
id: Format Khusus
pl: Format niestandardowy
ru: Пользовательский формат

source: Simple
ar: بسيط
hi: सरल
id: Sederhana
pl: Prosty
ru: Простой

source: With text
ar: مع نص
es: Con texto
hi: टेक्स्ट के साथ
id: Dengan teks
pl: Z tekstem
ru: С текстом

source: With total
ar: مع الإجمالي
es: Con total
hi: कुल के साथ
id: Dengan total
pl: Z sumą stron
ru: С общим количеством

source: In brackets
ar: بين قوسين
es: Entre corchetes
hi: कोष्ठक में
id: Dalam kurung
pl: W nawiasach
ru: В скобках

source: Use {page} for page number, {total} for total pages. Click presets above or enter custom format.
ar: استخدم {page} لرقم الصفحة، و{total} لإجمالي الصفحات. انقر على القوالب المسبقة أعلاه أو أدخل تنسيقاً مخصصاً.
es: Usa {page} para el número de página, {total} para el total de páginas. Haz clic en las opciones predefinidas de arriba o ingresa un formato personalizado.
hi: पृष्ठ संख्या के लिए {page}, कुल पृष्ठों के लिए {total} का उपयोग करें। ऊपर दिए गए प्रीसेट पर क्लिक करें या कस्टम प्रारूप दर्ज करें।
id: Gunakan {page} untuk nomor halaman, {total} untuk total halaman. Klik preset di atas atau masukkan format khusus.
pl: Użyj {page} dla numeru strony, {total} dla całkowitej liczby stron. Kliknij presety powyżej lub wprowadź własny format.
ru: Используйте {page} для номера страницы, {total} для общего количества страниц. Нажмите пресеты выше или введите собственный формат.

source: Apply to pages
ar: تطبيق على الصفحات
es: Aplicar a páginas
hi: पृष्ठों पर लागू करें
id: Terapkan ke halaman
pl: Zastosuj do stron
ru: Применить к страницам

source: Current page only
ar: الصفحة الحالية فقط
es: Solo la página actual
hi: केवल वर्तमान पृष्ठ
id: Hanya halaman saat ini
pl: Tylko bieżąca strona
ru: Только текущая страница

source: Choose the position, font size, and number format
ar: اختر الموضع، وحجم الخط، ورقم البداية، والتنسيق لإضافة أرقام الصفحات إلى PDF
es: Elige la posición, tamaño de fuente, número inicial y formato para agregar números de página a PDF
hi: PDF में पृष्ठ संख्याएँ जोड़ने के लिए स्थिति, फ़ॉन्ट आकार, प्रारंभिक संख्या और प्रारूप चुनें
id: Pilih posisi, ukuran font, nomor awal, dan format untuk menambahkan nomor halaman ke PDF
pl: Wybierz pozycję, rozmiar czcionki, numer początkowy i format do dodawania numerów stron do PDF
ru: Выберите положение, размер шрифта, начальный номер и формат для добавления номеров страниц в ПДФ

source: Preview page numbers using the live preview
ar: معاينة كيف ستظهر أرقام الصفحات على ملف PDF الخاص بك باستخدام المعاينة المباشرة
es: Previsualiza cómo se verán los números de página en tu PDF usando la vista previa en vivo
hi: लाइव पूर्वावलोकन का उपयोग करके देखें कि आपके PDF पर पृष्ठ संख्याएँ कैसी दिखेंगी
id: Pratinjau bagaimana nomor halaman akan terlihat pada PDF Anda menggunakan pratinjau langsung
pl: Podglądaj jak numery stron będą wyglądać na Twoim PDF w czasie rzeczywistym
ru: Просмотрите, как номера страниц будут выглядеть в вашем ПДФ, с помощью живого предпросмотра

source: Select pages to number: all, current, or specific pages
ar: حدد الصفحات المراد إضافة الأرقام إليها: جميع الصفحات، أو الصفحة الحالية فقط، أو صفحات محددة
es: Selecciona a qué páginas agregar números: todas las páginas, solo la página actual o páginas específicas
hi: चुनें कि किन पृष्ठों पर संख्याएँ जोड़नी हैं: सभी पृष्ठ, केवल वर्तमान पृष्ठ, या विशिष्ट पृष्ठ
id: Pilih halaman mana yang akan ditambahkan nomor: semua halaman, hanya halaman saat ini, atau halaman tertentu
pl: Wybierz, do których stron dodać numery: wszystkie strony, tylko bieżąca strona lub konkretne strony
ru: Выберите, к каким страницам добавлять номера: все страницы, только текущая страница или конкретные страницы

source: Click Add Page Numbers to process your PDF
ar: انقر على زر القص لمعالجة ملف PDF الخاص بك
es: Haz clic en el botón Recortar para procesar tu PDF
hi: अपने PDF को प्रक्रिया करने के लिए क्रॉप बटन पर क्लिक करें
id: Klik tombol Potong untuk memproses PDF Anda
pl: Kliknij przycisk Przytnij, aby przetworzyć swój PDF
ru: Нажмите кнопку Обрезать, чтобы обработать ваш ПДФ

source: Download your numbered PDF file
ar: قم بتنزيل ملف PDF المحول
es: Descarga tu archivo PDF convertido
hi: अपनी परिवर्तित PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF yang telah dikonversi
pl: Pobierz przekonwertowany plik PDF
ru: Скачайте ваш конвертированный файл ПДФ

source: PDF files with up to %(max_pages)s pages are supported. Page numbers are added according to your settings.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Select your PDF file to add watermark
ar: حدد ملف PDF الخاص بك لإضافة علامة مائية
es: Selecciona tu archivo PDF para agregar marca de agua
hi: वॉटरमार्क जोड़ने के लिए अपनी PDF फ़ाइल चुनें
id: Pilih file PDF Anda untuk menambahkan watermark
pl: Wybierz swój plik PDF, aby dodać znak wodny
ru: Выберите ваш файл ПДФ для добавления водяного знака

source: Configure Watermark
ar: تكوين العلامة المائية
es: Configurar marca de agua
hi: वॉटरमार्क कॉन्फ़िगर करें
id: Konfigurasi Watermark
pl: Skonfiguruj znak wodny
ru: Настроить водяной знак

source: Enter text or upload image, adjust color and opacity
ar: أدخل نصاً أو ارفع صورة، وضبط اللون والشفافية
es: Introduce texto o sube una imagen, ajusta el color y la opacidad
hi: टेक्स्ट दर्ज करें या छवि अपलोड करें, रंग और अपारदर्शिता समायोजित करें
id: Masukkan teks atau unggah gambar, sesuaikan warna dan opacity
pl: Wprowadź tekst lub prześlij obraz, dostosuj kolor i przezroczystość
ru: Введите текст или загрузите изображение, настройте цвет и прозрачность

source: Drag the watermark to position it on the page
ar: اسحب العلامة المائية لوضعها على الصفحة
es: Arrastra la marca de agua para posicionarla en la página
hi: पृष्ठ पर वॉटरमार्क को स्थिति देने के लिए इसे खींचें
id: Seret watermark untuk memposisikannya di halaman
pl: Przeciągnij znak wodny, aby ustawić go na stronie
ru: Перетащите водяной знак, чтобы расположить его на странице

source: Apply
ar: تطبيق
es: Aplicar
hi: लागू करें
id: Terapkan
pl: Zastosuj
ru: Применить

source: Click Add Watermark button to process
ar: انقر على زر إضافة علامة مائية للمعالجة
es: Haz clic en el botón Agregar marca de agua para procesar
hi: प्रक्रिया करने के लिए वॉटरमार्क जोड़ें बटन पर क्लिक करें
id: Klik tombol Tambah Watermark untuk memproses
pl: Kliknij przycisk Dodaj znak wodny, aby przetworzyć
ru: Нажмите кнопку Добавить водяной знак для обработки

source: Download your watermarked PDF file
ar: قم بتنزيل ملف PDF المميز بالعلامة المائية
es: Descarga tu archivo PDF con marca de agua
hi: अपनी वॉटरमार्क की गई PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF berwatermark Anda
pl: Pobierz swój plik PDF ze znakiem wodnym
ru: Скачайте ваш файл ПДФ с водяным знаком

source: Select files to watermark (multiple)
ar: حدد الملفات لوضع علامة مائية (متعددة)
es: Seleccionar archivos para marca de agua (múltiples)
hi: वॉटरमार्क करने के लिए फ़ाइलें चुनें (एकाधिक)
id: Pilih file untuk watermark (beberapa)
pl: Wybierz pliki do dodania znaku wodnego (wiele)
ru: Выберите файлы для добавления водяного знака (несколько)

source: Select file to watermark
ar: حدد الملف لوضع علامة مائية
es: Seleccionar archivo para marca de agua
hi: वॉटरमार्क करने के लिए फ़ाइल चुनें
id: Pilih file untuk watermark
pl: Wybierz plik do znaku wodnego
ru: Выберите файл для добавления водяного знака

source: Visual Watermark Editor
ar: محرر العلامة المائية المرئي
es: Editor visual de marca de agua
hi: विज़ुअल वॉटरमार्क एडिटर
id: Editor Watermark Visual
pl: Wizualny edytor znaku wodnego
ru: Визуальный редактор водяных знаков

source: Select Page
ar: اختر صفحة
es: Seleccionar página
hi: पृष्ठ चुनें
id: Pilih Halaman
pl: Wybierz stronę
ru: Выбрать страницу

source: Move watermark up/down
ar: تحريك العلامة المائية لأعلى/أسفل
es: Mover marca de agua arriba/abajo
hi: वॉटरमार्क ऊपर/नीचे ले जाएँ
id: Pindahkan watermark atas/bawah
pl: Przesuń znak wodny w górę/dół
ru: Переместить водяной знак вверх/вниз

source: Move watermark left/right
ar: تحريك العلامة المائية لليسار/اليمين
es: Mover marca de agua izquierda/derecha
hi: वॉटरमार्क बाएँ/दाएँ ले जाएँ
id: Pindahkan watermark kiri/kanan
pl: Przesuń znak wodny w lewo/prawo
ru: Переместить водяной знак влево/вправо

source: How to use:
ar: كيفية الاستخدام:
es: Cómo usar:
hi: उपयोग कैसे करें:
id: Cara penggunaan:
pl: Jak używać:
ru: Как использовать:

source: Use the sliders near the preview to move the watermark. Use the Size and Rotation sliders below to adjust the watermark.
ar: استخدم أشرطة التمرير بالقرب من المعاينة لتحريك العلامة المائية. استخدم أشرطة تمرير الحجم والدوران أدناه لضبط العلامة المائية.
es: Usa los controles deslizantes cerca de la vista previa para mover la marca de agua. Usa los controles deslizantes de Tamaño y Rotación a continuación para ajustar la marca de agua.
hi: वॉटरमार्क को स्थानांतरित करने के लिए पूर्वावलोकन के पास स्लाइडर्स का उपयोग करें। वॉटरमार्क को समायोजित करने के लिए नीचे दिए गए आकार और घुमाव स्लाइडर्स का उपयोग करें।
id: Gunakan slider di dekat pratinjau untuk memindahkan watermark. Gunakan slider Ukuran dan Rotasi di bawah untuk menyesuaikan watermark.
pl: Użyj suwaków obok podglądu, aby przesunąć znak wodny. Użyj suwaków Rozmiar i Obrót poniżej, aby dostosować znak wodny.
ru: Используйте ползунки рядом с предпросмотром, чтобы переместить водяной знак. Используйте ползунки Размер и Поворот ниже для настройки водяного знака.

source: Watermark Settings
ar: إعدادات العلامة المائية
es: Configuración de marca de agua
hi: वॉटरमार्क सेटिंग्स
id: Pengaturan Watermark
pl: Ustawienia znaku wodnego
ru: Настройки водяного знака

source: Watermark Type
ar: نوع العلامة المائية
es: Tipo de marca de agua
hi: वॉटरमार्क प्रकार
id: Tipe Watermark
pl: Typ znaku wodnego
ru: Тип водяного знака

source: Text
ar: نص
es: Texto
hi: टेक्स्ट
id: Teks
pl: Tekst
ru: Текст

source: Image
ar: صورة
es: Imagen
hi: छवि
id: Gambar
pl: Obraz
ru: Изображение

source: Watermark Text
ar: نص العلامة المائية
es: Texto de marca de agua
hi: वॉटरमार्क टेक्स्ट
id: Teks Watermark
pl: Tekst znaku wodnego
ru: Текст водяного знака

source: Watermark Image
ar: صورة العلامة المائية
es: Imagen de marca de agua
hi: वॉटरमार्क छवि
id: Gambar Watermark
pl: Obraz znaku wodnego
ru: Изображение водяного знака

source: Choose Image
ar: اختر صورة
es: Elegir imagen
hi: छवि चुनें
id: Pilih Gambar
pl: Wybierz obraz
ru: Выбрать изображение

source: Color
ar: اللون
hi: रंग
id: Warna
pl: Kolor
ru: Цвет

source: Opacity
ar: الشفافية
es: Opacidad
hi: अपारदर्शिता
pl: Przezroczystość
ru: Прозрачность

source: Rotation
ar: زاوية الدوران
es: Rotación
hi: घुमाव
id: Sudut Rotasi
pl: Kąt obrotu
ru: Поворот

source: Size
ar: الحجم
es: Tamaño
hi: आकार
id: Ukuran
pl: Rozmiar
ru: Размер

source: Interactive controls:
ar: ضوابط تفاعلية:
es: Controles interactivos:
hi: इंटरैक्टिव नियंत्रण:
id: Kontrol interaktif:
pl: Sterowanie interaktywne:
ru: Интерактивные элементы управления:

source: Drag the watermark to move it. Use the Size and Rotation sliders above for easy control, or use corner handles to scale directly on the preview.
ar: اسحب العلامة المائية لتحريكها. استخدم أشرطة تمرير الحجم والدوران أعلاه للتحكم السهل، أو استخدم مقابض الزوايا للتحجيم مباشرة على المعاينة.
es: Arrastra la marca de agua para moverla. Usa los controles deslizantes de Tamaño y Rotación para un control fácil, o usa las manijas de las esquinas para escalar directamente en la vista previa.
hi: वॉटरमार्क को स्थानांतरित करने के लिए खींचें। आसान नियंत्रण के लिए ऊपर दिए गए आकार और घुमाव स्लाइडर्स का उपयोग करें, या पूर्वावलोकन पर सीधे स्केल करने के लिए कोने के हैंडल का उपयोग करें।
id: Seret watermark untuk memindahkannya. Gunakan slider Ukuran dan Rotasi di atas untuk kontrol yang mudah, atau gunakan pegangan sudut untuk menskalakan langsung pada pratinjau.
pl: Przeciągnij znak wodny, aby go przesunąć. Użyj suwaków Rozmiar i Obrót do łatwej kontroli lub użyj uchwytów narożnych do skalowania bezpośrednio w podglądzie.
ru: Перетащите водяной знак, чтобы переместить его. Используйте ползунки "Размер" и "Поворот" выше для удобного управления или используйте угловые маркеры для масштабирования непосредственно в предпросмотре.

source: Enter watermark text or upload an image
ar: أدخل نص علامتك المائية أو ارفع صورة لإضافتها كعلامة مائية إلى PDF
es: Ingresa tu texto de marca de agua o sube una imagen para agregar como marca de agua al PDF
hi: अपना वॉटरमार्क टेक्स्ट दर्ज करें या PDF में वॉटरमार्क के रूप में जोड़ने के लिए एक छवि अपलोड करें
id: Masukkan teks watermark Anda atau unggah gambar untuk ditambahkan sebagai watermark ke PDF
pl: Wprowadź tekst znaku wodnego lub prześlij obraz, aby dodać go jako znak wodny do PDF
ru: Введите текст водяного знака или загрузите изображение, чтобы добавить в качестве водяного знака в ПДФ

source: Customize color, opacity, and size using the sliders
ar: تخصيص اللون، الشفافية، والحجم باستخدام المنزلقات
es: Personaliza color, opacidad y tamaño usando los controles deslizantes
hi: स्लाइडर्स का उपयोग करके रंग, अपारदर्शिता और आकार अनुकूलित करें
id: Sesuaikan warna, opasitas, dan ukuran menggunakan slider
pl: Dostosuj kolor, przezroczystość i rozmiar za pomocą suwaków
ru: Настройте цвет, прозрачность и размер с помощью ползунков

source: Position the watermark by dragging on the preview
ar: ضع العلامة المائية عن طريق السحب على المعاينة
es: Posiciona la marca de agua arrastrando en la vista previa
hi: पूर्वावलोकन पर खींचकर वॉटरमार्क की स्थिति निर्धारित करें
id: Posisikan watermark dengan menyeret pada pratinjau
pl: Ustaw znak wodny, przeciągając go w podglądzie
ru: Расположите водяной знак, перетаскивая в области предпросмотра

source: Click Add Watermark to process your PDF
ar: انقر على زر إضافة علامة مائية للمعالجة
es: Haz clic en el botón Agregar marca de agua para procesar
hi: प्रक्रिया करने के लिए वॉटरमार्क जोड़ें बटन पर क्लिक करें
id: Klik tombol Tambah Watermark untuk memproses
pl: Kliknij przycisk Dodaj znak wodny, aby przetworzyć
ru: Нажмите кнопку Добавить водяной знак для обработки

source: PDF files with up to %(max_pages)s pages are supported. Watermark applies to all or selected pages.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Failed to load PDF file. Please try again.
ar: فشل تحميل ملف PDF. يرجى المحاولة مرة أخرى.
es: No se pudo cargar el archivo PDF. Por favor, inténtalo de nuevo.
hi: PDF फ़ाइल लोड करने में विफल। कृपया पुनः प्रयास करें।
id: Gagal memuat file PDF. Silakan coba lagi.
pl: Nie udało się załadować pliku PDF. Spróbuj ponownie.
ru: Не удалось загрузить файл ПДФ. Пожалуйста, попробуйте снова.

source: PDF has %%(page_count)d pages, maximum allowed is %%(max_pages)d. Please split your PDF into smaller parts.
ar: يحتوي ملف PDF على %%(page_count)d صفحة، الحد الأقصى المسموح به هو %%(max_pages)d. يرجى تقسيم ملف PDF الخاص بك إلى أجزاء أصغر.
es: El PDF tiene %%(page_count)d páginas, el máximo permitido es %%(max_pages)d. Por favor, divide tu PDF en partes más pequeñas.
hi: PDF में %%(page_count)d पृष्ठ हैं, अधिकतम अनुमत %%(max_pages)d हैं। कृपया अपने PDF को छोटे भागों में विभाजित करें।
id: PDF memiliki %%(page_count)d halaman, maksimum yang diizinkan adalah %%(max_pages)d. Silakan bagi PDF Anda menjadi bagian yang lebih kecil.
pl: PDF ma %%(page_count)d stron, maksymalnie dozwolone to %%(max_pages)d. Podziel PDF na mniejsze części.
ru: ПДФ содержит %%(page_count)d страниц, максимально разрешено %%(max_pages)d. Пожалуйста, разделите ваш ПДФ на меньшие части.

source: Select your PDF file to crop
ar: حدد ملف PDF الخاص بك للقص
es: Selecciona tu archivo PDF para recortar
hi: क्रॉप करने के लिए अपनी PDF फ़ाइल चुनें
id: Pilih file PDF Anda untuk dipotong
pl: Wybierz swój plik PDF do przycięcia
ru: Выберите ваш файл ПДФ для обрезки

source: Select Area
ar: اختر المنطقة
es: Seleccionar área
hi: क्षेत्र चुनें
id: Pilih Area
pl: Wybierz obszar
ru: Выбрать область

source: Click and drag to select the crop area on the PDF
ar: انقر واسحب لتحديد منطقة القص على ملف PDF
es: Haz clic y arrastra para seleccionar el área de recorte en el PDF
hi: PDF पर क्रॉप क्षेत्र चुनने के लिए क्लिक करें और खींचें
id: Klik dan seret untuk memilih area potong pada PDF
pl: Kliknij i przeciągnij, aby wybrać obszar przycinania na PDF
ru: Нажмите и перетащите, чтобы выбрать область обрезки на ПДФ

source: Crop
ar: قص
es: Recortar
hi: क्रॉप
id: Potong
pl: Przytnij
ru: Обрезать

source: Click the Crop button to process your PDF
ar: انقر على زر القص لمعالجة ملف PDF الخاص بك
es: Haz clic en el botón Recortar para procesar tu PDF
hi: अपने PDF को प्रक्रिया करने के लिए क्रॉप बटन पर क्लिक करें
id: Klik tombol Potong untuk memproses PDF Anda
pl: Kliknij przycisk Przytnij, aby przetworzyć swój PDF
ru: Нажмите кнопку Обрезать, чтобы обработать ваш ПДФ

source: Download your cropped PDF file
ar: قم بتنزيل ملف PDF المقطوع
es: Descarga tu archivo PDF recortado
hi: अपनी क्रॉप की गई PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF yang telah dipotong
pl: Pobierz swój przycięty plik PDF
ru: Скачайте ваш обрезанный файл ПДФ

source: Select files to crop (multiple)
ar: حدد الملفات للقص (متعددة)
es: Seleccionar archivos para recortar (múltiples)
hi: क्रॉप करने के लिए फ़ाइलें चुनें (एकाधिक)
id: Pilih file untuk dipotong (beberapa)
pl: Wybierz pliki do przycięcia (wiele)
ru: Выберите файлы для обрезки (несколько)

source: Select file to crop
ar: حدد الملف للقص
es: Seleccionar archivo para recortar
hi: क्रॉप करने के लिए फ़ाइल चुनें
id: Pilih file untuk dipotong
pl: Wybierz plik do przycięcia
ru: Выберите файл для обрезки

source: Crop Your PDF
ar: قص ملف PDF الخاص بك
es: Recorta tu PDF
hi: अपना PDF क्रॉप करें
id: Potong PDF Anda
pl: Przytnij PDF
ru: Обрежьте ваш ПДФ

source: Click and drag on the PDF to select the crop area. The blue highlighted area will be kept. You can drag the selection box anywhere to move it, or use the corner/edge handles to resize it.
ar: انقر واسحب على ملف PDF لتحديد منطقة القص. سيتم الاحتفاظ بالمنطقة المميزة باللون الأزرق. يمكنك سحب مربع التحديد إلى أي مكان لتحريكه، أو استخدام مقابض الزوايا/الحواف لتغيير حجمه.
es: Haz clic y arrastra en el PDF para seleccionar el área de recorte. El área resaltada en azul se conservará. Puedes arrastrar el cuadro de selección a cualquier lugar para moverlo, o usar las asas de esquina/borde para cambiar su tamaño.
hi: क्रॉप क्षेत्र चुनने के लिए PDF पर क्लिक करें और खींचें। नीला हाइलाइट किया गया क्षेत्र रखा जाएगा। आप चयन बॉक्स को कहीं भी खींचकर स्थानांतरित कर सकते हैं, या इसका आकार बदलने के लिए कोने/किनारे के हैंडल का उपयोग कर सकते हैं।
id: Klik dan seret pada PDF untuk memilih area potong. Area yang disorot biru akan dipertahankan. Anda dapat menyeret kotak seleksi ke mana saja untuk memindahkannya, atau menggunakan pegangan sudut/tepi untuk mengubah ukurannya.
pl: Kliknij i przeciągnij na PDF, aby wybrać obszar przycinania. Niebieski podświetlony obszar zostanie zachowany. Możesz przeciągnąć pole wyboru w dowolne miejsce, aby je przesunąć, lub użyć uchwytów narożnych/krawędziowych, aby zmienić jego rozmiar.
ru: Нажмите и перетащите на ПДФ, чтобы выбрать область обрезки. Выделенная синим область будет сохранена. Вы можете перетащить рамку выделения куда угодно для перемещения или использовать угловые/боковые маркеры для изменения размера.

source: Page:
ar: الصفحة:
es: Página:
hi: पृष्ठ:
id: Halaman:
pl: Strona:
ru: Страница:

source: Crop area is active!
ar: منطقة القص نشطة!
es: ¡Área de recorte activa!
hi: क्रॉप क्षेत्र सक्रिय है!
id: Area potong aktif!
pl: Obszar przycinania jest aktywny!
ru: Область обрезки активна!
