Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Select your PDF file using the upload button or drag and drop
ar: حدد ملف PDF الخاص بك باستخدام الزر أعلاه أو اسحبه وأفلته
es: Selecciona tu archivo PDF usando el botón de arriba o arrástralo
hi: ऊपर दिए गए बटन का उपयोग करके अपनी PDF फ़ाइल चुनें या इसे खींचें और छोड़ें
id: Pilih file PDF Anda menggunakan tombol di atas atau seret dan lepas
pl: Wybierz plik PDF używając przycisku powyżej lub przeciągnij i upuść
ru: Выберите файл ПДФ с помощью кнопки выше или перетащите его

source: Configure Options
ar: المزيد من الخيارات
es: Más opciones
hi: अधिक विकल्प
id: Opsi lainnya
pl: Więcej opcji
ru: Больше опций

source: Adjust settings as needed for your task
ar: اضبط الإعدادات حسب الحاجة لمهمتك
es: Ajusta la configuración según sea necesario para tu tarea
hi: अपने कार्य के लिए आवश्यकतानुसार सेटिंग्स समायोजित करें
id: Sesuaikan pengaturan sesuai kebutuhan tugas Anda
pl: Dostosuj ustawienia zgodnie z potrzebami zadania
ru: Настройте параметры по необходимости для вашей задачи

source: Process & Download
ar: تنزيل
es: Descargar
hi: डाउनलोड
id: Unduh
pl: Pobierz
ru: Скачать

source: Click the button to process and download your edited PDF
ar: انقر على زر القص لمعالجة ملف PDF الخاص بك
es: Haz clic en el botón Recortar para procesar tu PDF
hi: अपने PDF को प्रक्रिया करने के लिए क्रॉप बटन पर क्लिक करें
id: Klik tombol Potong untuk memproses PDF Anda
pl: Kliknij przycisk Przytnij, aby przetworzyć swój PDF
ru: Нажмите кнопку Обрезать, чтобы обработать ваш ПДФ

source: Select files to edit (multiple)
ar: حدد الملفات للتحرير (متعددة)
es: Seleccionar archivos para editar (múltiples)
hi: संपादित करने के लिए फ़ाइलें चुनें (एकाधिक)
id: Pilih file untuk diedit (beberapa)
pl: Wybierz pliki do edycji (wiele)
ru: Выберите файлы для редактирования (несколько)

source: Select file to edit
ar: حدد الملف للتحرير
es: Seleccionar archivo para editar
hi: संपादित करने के लिए फ़ाइल चुनें
id: Pilih file untuk diedit
pl: Wybierz plik do edycji
ru: Выберите файл для редактирования

source: Select your PDF file using the button above or drag and drop it
ar: حدد ملف PDF الخاص بك باستخدام الزر أعلاه أو اسحبه وأفلته
es: Selecciona tu archivo PDF usando el botón de arriba o arrástralo
hi: ऊपर दिए गए बटन का उपयोग करके अपनी PDF फ़ाइल चुनें या इसे खींचें और छोड़ें
id: Pilih file PDF Anda menggunakan tombol di atas atau seret dan lepas
pl: Wybierz plik PDF używając przycisku powyżej lub przeciągnij i upuść
ru: Выберите файл ПДФ с помощью кнопки выше или перетащите его

source: Configure the editing options below
ar: قم بتكوين خيارات التحرير أدناه
es: Configura las opciones de edición a continuación
hi: नीचे संपादन विकल्प कॉन्फ़िगर करें
id: Konfigurasikan opsi pengeditan di bawah
pl: Skonfiguruj opcje edycji poniżej
ru: Настройте параметры редактирования ниже

source: Click the edit button to process your file
ar: انقر على زر التحرير لمعالجة ملفك
es: Haz clic en el botón de edición para procesar tu archivo
hi: अपनी फ़ाइल को संसाधित करने के लिए संपादन बटन पर क्लिक करें
id: Klik tombol edit untuk memproses file Anda
pl: Kliknij przycisk edycji, aby przetworzyć plik
ru: Нажмите кнопку редактирования, чтобы обработать файл

source: Download your edited file using the download button
ar: قم بتنزيل ملفك المحرر باستخدام زر التنزيل
es: Descarga tu archivo editado usando el botón de descarga
hi: डाउनलोड बटन का उपयोग करके अपनी संपादित फ़ाइल डाउनलोड करें
id: Unduh file yang telah diedit menggunakan tombol unduh
pl: Pobierz edytowany plik używając przycisku pobierania
ru: Скачайте отредактированный файл с помощью кнопки загрузки

source: Note:
ar: ملاحظة:
es: Nota:
hi: ध्यान दें:
id: Catatan:
pl: Uwaga:
ru: Примечание:

source: PDF files with up to %(max_pages)s pages are supported. For larger files, please split them into smaller parts.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF de hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi bagian yang lebih kecil.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Processing your file...
ar: جارٍ معالجة ملفك...
es: Procesando tu archivo...
hi: आपकी फ़ाइल संसाधित की जा रही है...
id: Memproses file Anda...
pl: Przetwarzanie pliku...
ru: Обработка вашего файла...

source: Editing Complete!
ar: اكتمل التحرير!
es: ¡Edición completada!
hi: संपादन पूर्ण!
id: Pengeditan Selesai!
pl: Edycja zakończona!
ru: Редактирование завершено!

source: Edit another file
ar: تحرير ملف آخر
es: Editar otro archivo
hi: एक अन्य फ़ाइल संपादित करें
id: Edit file lain
pl: Edytuj inny plik
ru: Редактировать другой файл

source: Please enter page numbers to remove, or select \"All pages\" or \"Current page only\"
ar: يرجى إدخال أرقام الصفحات المراد إزالتها، أو تحديد "جميع الصفحات" أو "الصفحة الحالية فقط"
es: Por favor ingresa los números de página a eliminar, o selecciona "Todas las páginas" o "Solo la página actual"
hi: कृपया हटाने के लिए पृष्ठ संख्याएँ दर्ज करें, या "सभी पृष्ठ" या "केवल वर्तमान पृष्ठ" चुनें
id: Silakan masukkan nomor halaman yang akan dihapus, atau pilih "Semua halaman" atau "Hanya halaman saat ini"
pl: Proszę wprowadzić numery stron do usunięcia lub wybrać "Wszystkie strony" lub "Tylko bieżąca strona"
ru: Пожалуйста, введите номера страниц для удаления или выберите "Все страницы" или "Только текущую страницу"

source: Find answers to common questions about Convertica PDF tools
ar: ابحث عن إجابات للأسئلة الشائعة حول أدوات PDF من كونفيرتيكا
es: Encuentra respuestas a preguntas comunes sobre las herramientas PDF de Convertica
hi: Convertica PDF टूल्स के बारे में सामान्य प्रश्नों के उत्तर खोजें
id: Temukan jawaban untuk pertanyaan umum tentang alat PDF Convertica
pl: Znajdź odpowiedzi na często zadawane pytania dotyczące narzędzi Convertica PDF
ru: Найдите ответы на распространенные вопросы об инструментах Convertica для ПДФ

source: General Questions
ar: الأسئلة العامة
es: Preguntas generales
hi: सामान्य प्रश्न
id: Pertanyaan Umum
pl: Pytania ogólne
ru: Общие вопросы

source: Is Convertica free to use?
ar: هل استخدام كونفيرتيكا مجاني؟
es: ¿Es Convertica gratuito?
hi: क्या Convertica उपयोग करने के लिए मुफ्त है?
id: Apakah Convertica gratis digunakan?
pl: Czy Convertica jest darmowe?
ru: Convertica бесплатна для использования?

source: Yes, Convertica is completely free to use. All PDF conversion, editing, and organization tools are available at no cost. There are no hidden fees, no registration required, and no file size limits on the free plan.
ar: نعم، استخدام كونفيرتيكا مجاني بالكامل. جميع أدوات تحويل وتحرير وتنظيم PDF متاحة دون أي تكلفة. لا توجد رسوم خفية، ولا حاجة للتسجيل، ولا قيود على حجم الملفات في الخطة المجانية.
es: Sí, Convertica es completamente gratuito. Todas las herramientas de conversión, edición y organización de PDF están disponibles sin costo. No hay tarifas ocultas, no se requiere registro y no hay límites de tamaño de archivo en el plan gratuito.
hi: हाँ, Convertica पूरी तरह से उपयोग करने के लिए मुफ्त है। सभी PDF रूपांतरण, संपादन और संगठन टूल बिना किसी लागत के उपलब्ध हैं। कोई छिपी हुई फीस नहीं, कोई पंजीकरण आवश्यक नहीं, और मुफ्त योजना पर कोई फ़ाइल आकार सीमा नहीं है।
id: Ya, Convertica sepenuhnya gratis digunakan. Semua alat konversi, pengeditan, dan organisasi PDF tersedia tanpa biaya. Tidak ada biaya tersembunyi, tidak perlu registrasi, dan tidak ada batasan ukuran file pada paket gratis.
pl: Tak, Convertica jest całkowicie darmowe. Wszystkie narzędzia do konwersji, edycji i organizacji PDF są dostępne bezpłatnie. Nie ma ukrytych opłat, rejestracji ani limitów rozmiaru plików w planie darmowym.
ru: Да, Convertica полностью бесплатна. Все инструменты для конвертации, редактирования и организации ПДФ доступны бесплатно. Нет скрытых платежей, регистрация не требуется, и нет ограничений на размер файла в бесплатном тарифе.

source: Do I need to create an account?
ar: هل أحتاج إلى إنشاء حساب؟
es: ¿Necesito crear una cuenta?
hi: क्या मुझे एक खाता बनाने की आवश्यकता है?
id: Apakah saya perlu membuat akun?
pl: Czy muszę utworzyć konto?
ru: Нужно ли создавать учетную запись?

source: No, you don't need to create an account. Convertica works without registration. Simply upload your file and start converting immediately.
ar: لا، لا تحتاج إلى إنشاء حساب. تعمل كونفيرتيكا بدون تسجيل. ما عليك سوى رفع ملفك والبدء في التحويل على الفور.
es: No, no necesitas crear una cuenta. Convertica funciona sin registro. Simplemente sube tu archivo y comienza a convertir inmediatamente.
hi: नहीं, आपको एक खाता बनाने की आवश्यकता नहीं है। Convertica बिना पंजीकरण के काम करता है। बस अपनी फ़ाइल अपलोड करें और तुरंत बदलना शुरू करें।
id: Tidak, Anda tidak perlu membuat akun. Convertica bekerja tanpa registrasi. Cukup unggah file Anda dan mulailah mengonversi segera.
pl: Nie, nie musisz tworzyć konta. Convertica działa bez rejestracji. Po prostu prześlij plik i zacznij konwertować natychmiast.
ru: Нет, вам не нужно создавать учетную запись. Convertica работает без регистрации. Просто загрузите файл и начните конвертацию немедленно.

source: What file formats does Convertica support?
ar: ما هي تنسيقات الملفات التي تدعمها كونفيرتيكا؟
es: ¿Qué formatos de archivo admite Convertica?
hi: Convertica कौन से फ़ाइल प्रारूपों का समर्थन करता है?
id: Format file apa yang didukung Convertica?
pl: Jakie formaty plików obsługuje Convertica?
ru: Какие форматы файлов поддерживает Convertica?

source: Convertica supports PDF, Word (DOC, DOCX), JPG/JPEG, and Excel formats. You can convert between these formats, edit PDFs, organize pages, and protect your documents with passwords.
ar: تدعم كونفيرتيكا تنسيقات PDF وWord (DOC, DOCX) وJPG/JPEG وExcel. يمكنك التحويل بين هذه التنسيقات، وتحرير ملفات PDF، وتنظيم الصفحات، وحماية مستنداتك بكلمات مرور.
es: Convertica admite formatos PDF, Word (DOC, DOCX), JPG/JPEG y Excel. Puedes convertir entre estos formatos, editar PDF, organizar páginas y proteger tus documentos con contraseñas.
hi: Convertica PDF, Word (DOC, DOCX), JPG/JPEG और Excel प्रारूपों का समर्थन करता है। आप इन प्रारूपों के बीच बदल सकते हैं, PDF संपादित कर सकते हैं, पृष्ठों को व्यवस्थित कर सकते हैं और अपने दस्तावेज़ों को पासवर्ड से सुरक्षित कर सकते हैं।
id: Convertica mendukung format PDF, Word (DOC, DOCX), JPG/JPEG, dan Excel. Anda dapat mengonversi antar format ini, mengedit PDF, mengatur halaman, dan melindungi dokumen Anda dengan kata sandi.
pl: Convertica obsługuje formaty PDF, Word (DOC, DOCX), JPG/JPEG i Excel. Możesz konwertować między tymi formatami, edytować PDF, organizować strony i chronić dokumenty hasłami.
ru: Convertica поддерживает форматы ПДФ, Ворд (DOC, DOCX), JPG/JPEG и Эксель. Вы можете конвертировать между этими форматами, редактировать ПДФ, упорядочивать страницы и защищать свои документы паролями.

source: Is there a file size limit?
ar: هل هناك حد لحجم الملف؟
es: ¿Hay un límite de tamaño de archivo?
hi: क्या कोई फ़ाइल आकार सीमा है?
id: Apakah ada batasan ukuran file?
pl: Czy istnieje limit rozmiaru pliku?
ru: Есть ли ограничение на размер файла?

source: No, there are no file size limits on Convertica. You can process files of any size, from small documents to large PDF files.
ar: لا، لا توجد حدود لحجم الملفات على كونفيرتيكا. يمكنك معالجة ملفات بأي حجم، من المستندات الصغيرة إلى ملفات PDF الكبيرة.
es: No, no hay límites de tamaño de archivo en Convertica. Puedes procesar archivos de cualquier tamaño, desde documentos pequeños hasta archivos PDF grandes.
hi: नहीं, Convertica पर कोई फ़ाइल आकार सीमा नहीं है। आप किसी भी आकार की फ़ाइलों को संसाधित कर सकते हैं, छोटे दस्तावेज़ों से लेकर बड़ी PDF फ़ाइलों तक।
id: Tidak, tidak ada batasan ukuran file di Convertica. Anda dapat memproses file ukuran apa pun, dari dokumen kecil hingga file PDF besar.
pl: Nie, w Convertica nie ma limitów rozmiaru pliku. Możesz przetwarzać pliki dowolnej wielkości, od małych dokumentów po duże pliki PDF.
ru: Нет, на Convertica нет ограничений на размер файла. Вы можете обрабатывать файлы любого размера, от небольших документов до больших файлов ПДФ.

source: Conversion Questions
ar: أسئلة حول التحويل
es: Preguntas sobre conversión
hi: रूपांतरण प्रश्न
id: Pertanyaan Konversi
pl: Pytania dotyczące konwersji
ru: Вопросы по конвертации

source: How do I convert PDF to Word without losing formatting?
ar: كيف يمكنني تحويل PDF إلى Word دون فقدان التنسيق؟
es: ¿Cómo convierto PDF a Word sin perder el formato?
hi: मैं फ़ॉर्मेटिंग खोए बिना PDF को Word में कैसे बदलूँ?
id: Bagaimana cara mengonversi PDF ke Word tanpa kehilangan pemformatan?
pl: Jak przekonwertować PDF na Word bez utraty formatowania?
ru: Как конвертировать ПДФ в Ворд без потери форматирования?

source: To convert PDF to Word without losing formatting, use Convertica's PDF to Word converter. Simply upload your PDF file, and our advanced conversion engine preserves text formatting, images, tables, and layout. The conversion maintains fonts, colors, spacing, and structure of your original document. All conversions are free and require no registration.
ar: لتحويل PDF إلى Word دون فقدان التنسيق، استخدم محول PDF إلى Word من كونفيرتيكا. ما عليك سوى رفع ملف PDF الخاص بك، وتحافظ محركات التحويل المتقدمة لدينا على تنسيق النصوص والصور والجداول والتخطيط. يحافظ التحويل على الخطوط والألوان والتباعد وهيكل مستندك الأصلي. جميع عمليات التحويل مجانية ولا تتطلب تسجيلاً.
es: Para convertir PDF a Word sin perder el formato, usa el convertidor de PDF a Word de Convertica. Simplemente sube tu archivo PDF, y nuestro motor de conversión avanzado preserva el formato de texto, imágenes, tablas y diseño. La conversión mantiene fuentes, colores, espaciado y estructura de tu documento original. Todas las conversiones son gratuitas y no requieren registro.
hi: फ़ॉर्मेटिंग खोए बिना PDF को Word में बदलने के लिए, Convertica के PDF से Word कन्वर्टर का उपयोग करें। बस अपनी PDF फ़ाइल अपलोड करें, और हमारा उन्नत रूपांतरण इंजन टेक्स्ट फ़ॉर्मेटिंग, छवियों, तालिकाओं और लेआउट को संरक्षित रखता है। रूपांतरण आपके मूल दस्तावेज़ के फ़ॉन्ट, रंग, रिक्ति और संरचना को बनाए रखता है। सभी रूपांतरण मुफ्त हैं और किसी पंजीकरण की आवश्यकता नहीं है।
id: Untuk mengonversi PDF ke Word tanpa kehilangan pemformatan, gunakan konverter PDF ke Word Convertica. Cukup unggah file PDF Anda, dan mesin konversi canggih kami akan mempertahankan pemformatan teks, gambar, tabel, dan tata letak. Konversi mempertahankan font, warna, spasi, dan struktur dokumen asli Anda. Semua konversi gratis dan tidak memerlukan registrasi.
pl: Aby przekonwertować PDF na Word bez utraty formatowania, użyj konwertera Convertica PDF na Word. Po prostu prześlij plik PDF, a nasz zaawansowany silnik konwersji zachowa formatowanie tekstu, obrazy, tabele i układ. Konwersja zachowuje czcionki, kolory, odstępy i strukturę oryginalnego dokumentu. Wszystkie konwersje są darmowe i nie wymagają rejestracji.
ru: Чтобы конвертировать ПДФ в Ворд без потери форматирования, используйте конвертер Convertica "ПДФ в Ворд". Просто загрузите файл ПДФ, и наш продвинутый движок конвертации сохранит форматирование текста, изображения, таблицы и макет. Конвертация сохраняет шрифты, цвета, интервалы и структуру вашего исходного документа. Все конвертации бесплатны и не требуют регистрации.

source: How do I convert PDF to Word?
ar: كيف يمكنني تحويل PDF إلى Word؟
es: ¿Cómo convierto PDF a Word?
hi: मैं PDF को Word में कैसे बदलूँ?
id: Bagaimana cara mengonversi PDF ke Word?
pl: Jak przekonwertować PDF na Word?
ru: Как конвертировать ПДФ в Ворд?

source: To convert PDF to Word, simply upload your PDF file using the upload button or drag and drop it into the upload zone. Click the convert button and wait for the conversion to complete. Download your converted Word document using the download button. The conversion is free and requires no registration.
ar: لتحويل PDF إلى Word، ما عليك سوى رفع ملف PDF الخاص بك باستخدام زر الرفع أو سحبه وإفلاته في منطقة الرفع. انقر على زر التحويل وانتظر حتى يكتمل التحويل. قم بتنزيل مستند Word المحول باستخدام زر التنزيل. التحويل مجاني ولا يتطلب تسجيلاً.
es: Para convertir PDF a Word, simplemente sube tu archivo PDF usando el botón de carga o arrástralo a la zona de carga. Haz clic en el botón de convertir y espera a que se complete la conversión. Descarga tu documento Word convertido usando el botón de descarga. La conversión es gratuita y no requiere registro.
hi: PDF को Word में बदलने के लिए, बस अपलोड बटन का उपयोग करके अपनी PDF फ़ाइल अपलोड करें या इसे अपलोड ज़ोन में खींचें और छोड़ें। कन्वर्ट बटन पर क्लिक करें और रूपांतरण पूरा होने की प्रतीक्षा करें। डाउनलोड बटन का उपयोग करके अपना परिवर्तित Word दस्तावेज़ डाउनलोड करें। रूपांतरण मुफ्त है और किसी पंजीकरण की आवश्यकता नहीं है।
id: Untuk mengonversi PDF ke Word, cukup unggah file PDF Anda menggunakan tombol unggah atau seret dan lepas ke zona unggah. Klik tombol konversi dan tunggu hingga konversi selesai. Unduh dokumen Word yang telah dikonversi menggunakan tombol unduh. Konversi gratis dan tidak memerlukan registrasi.
pl: Aby przekonwertować PDF na Word, po prostu prześlij plik PDF za pomocą przycisku przesyłania lub przeciągnij i upuść go w strefie przesyłania. Kliknij przycisk konwersji i poczekaj na zakończenie konwersji. Pobierz skonwertowany dokument Word za pomocą przycisku pobierania. Konwersja jest darmowa i nie wymaga rejestracji.
ru: Чтобы конвертировать ПДФ в Ворд, просто загрузите файл ПДФ, используя кнопку загрузки или перетащив его в зону загрузки. Нажмите кнопку конвертации и дождитесь завершения конвертации. Скачайте сконвертированный документ Ворд с помощью кнопки загрузки. Конвертация бесплатна и не требует регистрации.

source: How do I convert Word to PDF?
ar: كيف يمكنني تحويل Word إلى PDF؟
es: ¿Cómo convierto Word a PDF?
hi: मैं Word को PDF में कैसे बदलूँ?
id: Bagaimana cara mengonversi Word ke PDF?
pl: Jak przekonwertować Word na PDF?
ru: Как конвертировать Ворд в ПДФ?

source: Upload your Word document (.doc or .docx), click convert, and download your PDF. The conversion preserves formatting and layout of your original document.
ar: ارفع مستند Word الخاص بك (.doc أو .docx)، وانقر على تحويل، وقم بتنزيل ملف PDF الخاص بك. يحافظ التحويل على تنسيق وتخطيط مستندك الأصلي.
es: Sube tu documento Word (.doc o .docx), haz clic en convertir y descarga tu PDF. La conversión preserva el formato y diseño de tu documento original.
hi: अपना Word दस्तावेज़ (.doc या .docx) अपलोड करें, कन्वर्ट पर क्लिक करें और अपनी PDF डाउनलोड करें। रूपांतरण आपके मूल दस्तावेज़ की फ़ॉर्मेटिंग और लेआउट को संरक्षित रखता है।
id: Unggah dokumen Word Anda (.doc atau .docx), klik konversi, dan unduh PDF Anda. Konversi mempertahankan pemformatan dan tata letak dokumen asli Anda.
pl: Prześlij dokument Word (.doc lub .docx), kliknij konwertuj i pobierz PDF. Konwersja zachowuje formatowanie i układ oryginalnego dokumentu.
ru: Загрузите документ Ворд (.doc или .docx), нажмите "Конвертировать" и скачайте ваш ПДФ. Конвертация сохраняет форматирование и макет вашего исходного документа.

source: Can I convert PDF to JPG?
ar: هل يمكنني تحويل PDF إلى JPG؟
es: ¿Puedo convertir PDF a JPG?
hi: क्या मैं PDF को JPG में बदल सकता हूँ?
id: Bisakah saya mengonversi PDF ke JPG?
pl: Czy mogę przekonwertować PDF na JPG?
ru: Могу ли я конвертировать ПДФ в JPG?

source: Yes, you can convert PDF pages to JPG images. Select the page you want to convert or convert all pages. You can also choose the image quality (DPI) from 72 to 600.
ar: نعم، يمكنك تحويل صفحات PDF إلى صور JPG. حدد الصفحة التي تريد تحويلها أو قم بتحويل جميع الصفحات. يمكنك أيضاً اختيار جودة الصورة (DPI) من 72 إلى 600.
es: Sí, puedes convertir páginas PDF a imágenes JPG. Selecciona la página que quieres convertir o convierte todas las páginas. También puedes elegir la calidad de imagen (DPI) de 72 a 600.
hi: हाँ, आप PDF पृष्ठों को JPG छवियों में बदल सकते हैं। वह पृष्ठ चुनें जिसे आप बदलना चाहते हैं या सभी पृष्ठों को बदलें। आप 72 से 600 तक छवि गुणवत्ता (DPI) भी चुन सकते हैं।
id: Ya, Anda dapat mengonversi halaman PDF ke gambar JPG. Pilih halaman yang ingin Anda konversi atau konversi semua halaman. Anda juga dapat memilih kualitas gambar (DPI) dari 72 hingga 600.
pl: Tak, możesz konwertować strony PDF na obrazy JPG. Wybierz stronę, którą chcesz przekonwertować, lub przekonwertuj wszystkie strony. Możesz również wybrać jakość obrazu (DPI) od 72 do 600.
ru: Да, вы можете конвертировать страницы ПДФ в изображения JPG. Выберите страницу, которую хотите конвертировать, или конвертируйте все страницы. Вы также можете выбрать качество изображения (DPI) от 72 до 600.

source: How do I convert images to PDF?
ar: كيف يمكنني تحويل الصور إلى PDF؟
es: ¿Cómo convierto imágenes a PDF?
hi: मैं छवियों को PDF में कैसे बदलूँ?
id: Bagaimana cara mengonversi gambar ke PDF?
pl: Jak przekonwertować obrazy na PDF?
ru: Как конвертировать изображения в ПДФ?

source: Upload one or multiple JPG/JPEG images, arrange them in the desired order, and click convert. All images will be combined into a single PDF document with automatic A4 formatting.
ar: ارفع صورة واحدة أو صور JPG/JPEG متعددة، ورتبها بالترتيب المطلوب، وانقر على تحويل. سيتم دمج جميع الصور في مستند PDF واحد مع تنسيق A4 تلقائياً.
es: Sube una o múltiples imágenes JPG/JPEG, organízalas en el orden deseado y haz clic en convertir. Todas las imágenes se combinarán en un solo documento PDF con formato A4 automático.
hi: एक या कई JPG/JPEG छवियाँ अपलोड करें, उन्हें वांछित क्रम में व्यवस्थित करें, और कन्वर्ट पर क्लिक करें। सभी छवियाँ स्वचालित A4 फ़ॉर्मेटिंग के साथ एक ही PDF दस्तावेज़ में संयोजित की जाएँगी।
id: Unggah satu atau beberapa gambar JPG/JPEG, atur dalam urutan yang diinginkan, dan klik konversi. Semua gambar akan digabungkan menjadi satu dokumen PDF dengan pemformatan A4 otomatis.
pl: Prześlij jeden lub wiele obrazów JPG/JPEG, ułóż je w żądanej kolejności i kliknij konwertuj. Wszystkie obrazy zostaną połączone w jeden dokument PDF z automatycznym formatowaniem A4.
ru: Загрузите одно или несколько изображений JPG/JPEG, расположите их в нужном порядке и нажмите "Конвертировать". Все изображения будут объединены в один документ ПДФ с автоматическим форматированием A4.

source: Can I extract tables from PDF to Excel?
ar: هل يمكنني استخراج الجداول من PDF إلى Excel؟
es: ¿Puedo extraer tablas de PDF a Excel?
hi: क्या मैं PDF से Excel में तालिकाएँ निकाल सकता हूँ?
id: Bisakah saya mengekstrak tabel dari PDF ke Excel?
pl: Czy mogę wyodrębnić tabele z PDF do Excel?
ru: Могу ли я извлекать таблицы из ПДФ в Эксель?

source: Yes, you can extract tables from PDF files and convert them to Excel format. Upload your PDF, and Convertica will extract all tables and save them in an Excel file.
ar: نعم، يمكنك استخراج الجداول من ملفات PDF وتحويلها إلى تنسيق Excel. ارفع ملف PDF الخاص بك، وستقوم كونفيرتيكا باستخراج جميع الجداول وحفظها في ملف Excel.
es: Sí, puedes extraer tablas de archivos PDF y convertirlas al formato Excel. Sube tu PDF, y Convertica extraerá todas las tablas y las guardará en un archivo Excel.
hi: हाँ, आप PDF फ़ाइलों से तालिकाएँ निकाल सकते हैं और उन्हें Excel प्रारूप में बदल सकते हैं। अपना PDF अपलोड करें, और Convertica सभी तालिकाएँ निकालेगा और उन्हें एक Excel फ़ाइल में सहेजेगा।
id: Ya, Anda dapat mengekstrak tabel dari file PDF dan mengonversinya ke format Excel. Unggah PDF Anda, dan Convertica akan mengekstrak semua tabel dan menyimpannya dalam file Excel.
pl: Tak, możesz wyodrębniać tabele z plików PDF i konwertować je na format Excel. Prześlij swój PDF, a Convertica wyodrębni wszystkie tabele i zapisze je w pliku Excel.
ru: Да, вы можете извлекать таблицы из файлов ПДФ и конвертировать их в формат Эксель. Загрузите ваш ПДФ, и Convertica извлечет все таблицы и сохранит их в файле Эксель.
