Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Download images as ZIP to keep all pages organized
ar: قم بتنزيل الصور كملف ZIP للحفاظ على تنظيم جميع الصفحات
es: Descarga las imágenes como ZIP para mantener todas las páginas organizadas
hi: सभी पृष्ठों को व्यवस्थित रखने के लिए छवियों को ZIP के रूप में डाउनलोड करें
id: Unduh gambar sebagai ZIP untuk menjaga semua halaman tetap teratur
pl: Pobieraj obrazy jako ZIP, aby zachować porządek wszystkich stron
ru: Скачивайте изображения в ZIP, чтобы все страницы были организованы

source: PDF to JPG Converter - Extract Images from PDF Online
ar: محول PDF إلى JPG - استخراج الصور من PDF عبر الإنترنت
es: Conversor de PDF a JPG - Extrae Imágenes de PDF en Línea
hi: PDF से JPG कन्वर्टर - PDF से छवियाँ ऑनलाइन निकालें
id: Konverter PDF ke JPG - Ekstrak Gambar dari PDF Online
pl: Konwerter PDF na JPG - Wyodrębnij Obrazy z PDF Online
ru: Конвертер PDF в JPG — Извлечение изображений из PDF онлайн

source: <p>Our free PDF to JPG converter transforms your PDF documents into high-quality JPG images with just a few clicks. Whether you need images for presentations, social media, websites, or printing, our tool delivers crystal-clear results.</p><p>The converter preserves the original quality of your PDF content, producing sharp images suitable for any purpose. Each page of your PDF becomes a separate JPG file, making it easy to use individual pages wherever you need them.</p><p>Perfect for extracting images from PDF documents, creating thumbnails, preparing content for social media, or converting PDF presentations into image slides.</p>
ar: <p>يحول محول PDF إلى JPG المجاني الخاص بنا مستندات PDF الخاصة بك إلى صور JPG عالية الجودة بنقرات قليلة. سواء كنت بحاجة إلى صور للعروض التقديمية أو وسائل التواصل الاجتماعي أو المواقع الإلكترونية أو الطباعة، فإن أداةنا تقدم نتائج واضحة تمامًا.</p><p>يحافظ المحول على الجودة الأصلية لمحتوى PDF الخاص بك، وينتج صورًا حادة مناسبة لأي غرض. تصبح كل صفحة من ملف PDF الخاص بك ملف JPG منفصل، مما يسهل استخدام الصفحات الفردية أينما تحتاجها.</p><p>مثالي لاستخراج الصور من مستندات PDF، وإنشاء صور مصغرة، وإعداد المحتوى لوسائل التواصل الاجتماعي، أو تحويل عروض PDF التقديمية إلى شرائح صور.</p>
es: <p>Nuestro conversor gratuito de PDF a JPG transforma tus documentos PDF en imágenes JPG de alta calidad con solo unos clics. Ya sea que necesites imágenes para presentaciones, redes sociales, sitios web o impresión, nuestra herramienta ofrece resultados nítidos.</p><p>El conversor preserva la calidad original del contenido de tu PDF, produciendo imágenes definidas aptas para cualquier propósito. Cada página de tu PDF se convierte en un archivo JPG separado, facilitando el uso de páginas individuales donde las necesites.</p><p>Perfecto para extraer imágenes de documentos PDF, crear miniaturas, preparar contenido para redes sociales o convertir presentaciones PDF en diapositivas de imagen.</p>
hi: <p>हमारा मुफ़्त PDF से JPG कन्वर्टर आपके PDF दस्तावेज़ों को केवल कुछ क्लिक में उच्च-गुणवत्ता वाली JPG छवियों में बदल देता है। चाहे आपको प्रस्तुतियों, सोशल मीडिया, वेबसाइटों, या मुद्रण के लिए छवियों की आवश्यकता हो, हमारा टूल स्पष्ट परिणाम प्रदान करता है।</p><p>कन्वर्टर आपकी PDF सामग्री की मूल गुणवत्ता को संरक्षित करता है, जिससे किसी भी उद्देश्य के लिए उपयुक्त तेज़ छवियाँ उत्पन्न होती हैं। आपके PDF का प्रत्येक पृष्ठ एक अलग JPG फ़ाइल बन जाता है, जिससे व्यक्तिगत पृष्ठों का उपयोग करना आसान हो जाता है जहाँ भी आपको उनकी आवश्यकता हो।</p><p>PDF दस्तावेज़ों से छवियाँ निकालने, थंबनेल बनाने, सोशल मीडिया के लिए सामग्री तैयार करने, या PDF प्रस्तुतियों को छवि स्लाइड्स में परिवर्तित करने के लिए एकदम सही।</p>
id: <p>Konverter PDF ke JPG gratis kami mengubah dokumen PDF Anda menjadi gambar JPG berkualitas tinggi hanya dengan beberapa klik. Baik Anda membutuhkan gambar untuk presentasi, media sosial, situs web, atau pencetakan, alat kami memberikan hasil yang jernih.</p><p>Konverter ini mempertahankan kualitas asli konten PDF Anda, menghasilkan gambar tajam yang cocok untuk berbagai keperluan. Setiap halaman PDF Anda menjadi file JPG terpisah, memudahkan penggunaan halaman individual di mana pun Anda membutuhkannya.</p><p>Sempurna untuk mengekstrak gambar dari dokumen PDF, membuat thumbnail, menyiapkan konten untuk media sosial, atau mengonversi presentasi PDF menjadi slide gambar.</p>
pl: <p>Nasz darmowy konwerter PDF na JPG przekształca Twoje dokumenty PDF w wysokiej jakości obrazy JPG za pomocą kilku kliknięć. Niezależnie od tego, czy potrzebujesz obrazów do prezentacji, mediów społecznościowych, stron internetowych czy druku, nasze narzędzie zapewnia krystalicznie czyste rezultaty.</p><p>Konwerter zachowuje oryginalną jakość treści Twojego PDF, produkując ostre obrazy odpowiednie do każdego celu. Każda strona Twojego PDF staje się oddzielnym plikiem JPG, co ułatwia korzystanie z poszczególnych stron tam, gdzie są potrzebne.</p><p>Idealny do wyodrębniania obrazów z dokumentów PDF, tworzenia miniatur, przygotowywania treści do mediów społecznościowych lub konwertowania prezentacji PDF na slajdy obrazów.</p>
ru: <p>Наш бесплатный конвертер PDF в JPG преобразует ваши PDF-документы в высококачественные JPG-изображения всего за несколько кликов. Независимо от того, нужны ли вам изображения для презентаций, социальных сетей, веб-сайтов или печати, наш инструмент обеспечивает кристально чистые результаты.</p><p>Конвертер сохраняет исходное качество вашего PDF-контента, создавая четкие изображения, подходящие для любых целей. Каждая страница вашего PDF становится отдельным JPG-файлом, что позволяет легко использовать отдельные страницы там, где это необходимо.</p><p>Идеально подходит для извлечения изображений из PDF-документов, создания миниатюр, подготовки контента для социальных сетей или преобразования PDF-презентаций в слайды с изображениями.</p>

source: JPG to PDF Online Free - Convert Images to PDF | Convertica
ar: JPG إلى PDF عبر الإنترنت مجانًا - تحويل الصور إلى PDF | Convertica
es: JPG a PDF en Línea Gratis - Convierte Imágenes a PDF | Convertica
hi: JPG से PDF ऑनलाइन मुफ़्त - छवियों को PDF में बदलें | Convertica
id: JPG ke PDF Online Gratis - Konversi Gambar ke PDF | Convertica
pl: JPG na PDF Online Darmowy - Konwertuj Obrazy na PDF | Convertica
ru: JPG в PDF онлайн бесплатно — Конвертация изображений в PDF | Convertica

source: Convert JPG to PDF online free without compression. Merge multiple images into one PDF, combine photos to PDF, create PDF from images with high resolution. Perfect for documents, receipts, homework, and university submissions. No watermark, unlimited conversions.
ar: قم بتحويل JPG إلى PDF عبر الإنترنت مجاناً بدون ضغط. دمج صور متعددة في ملف PDF واحد، جمع الصور في PDF، إنشاء PDF من الصور بدقة عالية. مثالي للمستندات والإيصالات والواجبات المنزلية وتقديمات الجامعة. بدون علامة مائية، تحويلات غير محدودة.
es: Convierte JPG a PDF en línea gratis sin compresión. Combina múltiples imágenes en un PDF, une fotos en PDF, crea PDF desde imágenes con alta resolución. Perfecto para documentos, recibos, tareas y envíos universitarios. Sin marca de agua, conversiones ilimitadas.
hi: संपीड़न के बिना JPG को PDF में ऑनलाइन मुफ्त में बदलें। कई छवियों को एक PDF में मर्ज करें, फ़ोटो को PDF में संयोजित करें, उच्च रिज़ॉल्यूशन के साथ छवियों से PDF बनाएँ। दस्तावेज़ों, रसीदों, होमवर्क और विश्वविद्यालय प्रस्तुतियों के लिए आदर्श। कोई वॉटरमार्क नहीं, असीमित रूपांतरण।
id: Konversi JPG ke PDF online gratis tanpa kompresi. Gabungkan beberapa gambar menjadi satu PDF, gabungkan foto ke PDF, buat PDF dari gambar dengan resolusi tinggi. Sempurna untuk dokumen, tanda terima, pekerjaan rumah, dan pengajuan universitas. Tanpa watermark, konversi tanpa batas.
pl: Konwertuj JPG na PDF online za darmo bez kompresji. Połącz wiele obrazów w jeden PDF, scal zdjęcia do PDF, twórz PDF z obrazów o wysokiej rozdzielczości. Idealne do dokumentów, paragonów, zadań domowych i zgłoszeń uniwersyteckich. Bez znaku wodnego, nieograniczone konwersje.
ru: Конвертируйте JPG в PDF онлайн бесплатно без сжатия. Объединяйте несколько изображений в один PDF, комбинируйте фотографии в PDF, создавайте PDF из изображений с высоким разрешением. Идеально для документов, квитанций, домашних заданий и университетских работ. Без водяного знака, неограниченные конвертации.

source: Convert your JPG images to PDF format in seconds
ar: قم بتحويل صور JPG الخاصة بك إلى تنسيق PDF في ثوانٍ
es: Convierte tus imágenes JPG a formato PDF en segundos
hi: अपनी JPG छवियों को सेकंडों में PDF प्रारूप में बदलें
id: Konversi gambar JPG Anda ke format PDF dalam hitungan detik
pl: Konwertuj swoje obrazy JPG na format PDF w kilka sekund
ru: Конвертируйте изображения JPG в формат PDF за секунды

source: JPG to PDF Converter
ar: محول JPG إلى PDF
es: Convertidor de JPG a PDF
hi: JPG से PDF कन्वर्टर
id: Konverter JPG ke PDF
pl: Konwerter JPG na PDF
ru: Конвертер JPG в PDF

source: Please select a JPG/JPEG image file.
ar: يرجى تحديد ملف صورة JPG/JPEG.
es: Por favor, selecciona un archivo de imagen JPG/JPEG.
hi: कृपया एक JPG/JPEG छवि फ़ाइल चुनें।
id: Silakan pilih file gambar JPG/JPEG.
pl: Proszę wybrać plik obrazu JPG/JPEG.
ru: Пожалуйста, выберите файл изображения JPG/JPEG.

source: No Quality Loss
ar: بدون فقدان الجودة
es: Sin Pérdida de Calidad
hi: गुणवत्ता में कोई कमी नहीं
id: Tanpa Kehilangan Kualitas
pl: Bez Utraty Jakości
ru: Без потери качества

source: Convert JPG to PDF without compression - your images stay crystal clear
ar: تحويل JPG إلى PDF بدون ضغط - تظل صورك واضحة تمامًا
es: Convierte JPG a PDF sin compresión: tus imágenes permanecen nítidas
hi: संपीड़न के बिना JPG को PDF में बदलें - आपकी छवियाँ स्पष्ट बनी रहेंगी
id: Konversi JPG ke PDF tanpa kompresi - gambar Anda tetap jernih
pl: Konwertuj JPG na PDF bez kompresji - Twoje obrazy pozostają krystalicznie czyste
ru: Конвертируйте JPG в PDF без сжатия — ваши изображения остаются кристально четкими

source: Multiple Image Support
ar: يدعم ملفات متعددة
es: múltiples archivos soportados
hi: कई फ़ाइलें समर्थित
id: mendukung banyak file
pl: obsługiwane wiele plików
ru: поддерживается несколько файлов

source: Upload multiple JPG images and combine them into a single PDF document
ar: يمكنك رفع صور متعددة - سيتم دمجها في ملف PDF واحد
es: Puedes subir múltiples imágenes - se combinarán en un solo PDF
hi: आप कई छवियाँ अपलोड कर सकते हैं - वे एक PDF में संयोजित हो जाएँगी
id: Anda dapat mengunggah beberapa gambar - mereka akan digabungkan menjadi satu PDF
pl: Możesz przesłać wiele obrazów - zostaną one połączone w jeden PDF
ru: Вы можете загрузить несколько изображений — они будут объединены в один ПДФ

source: PDF works everywhere - share documents easily with anyone
ar: يعمل PDF في كل مكان - شارك المستندات بسهولة مع أي شخص
es: PDF funciona en todas partes: comparte documentos fácilmente con cualquiera
hi: PDF हर जगह काम करता है - किसी के साथ भी दस्तावेज़ आसानी से साझा करें
id: PDF bekerja di mana saja - bagikan dokumen dengan mudah kepada siapa pun
pl: PDF działa wszędzie - łatwo udostępniaj dokumenty każdemu
ru: PDF работает везде — легко делитесь документами с кем угодно

source: Instant Conversion
ar: تحويل PDF
es: Conversión de PDF
hi: PDF रूपांतरण
id: Konversi PDF
pl: Konwersja PDF
ru: Конвертация ПДФ

source: Fast processing - convert your images to PDF in seconds
ar: قم بتحويل صور JPG الخاصة بك إلى تنسيق PDF في ثوانٍ
es: Convierte tus imágenes JPG a formato PDF en segundos
hi: अपनी JPG छवियों को सेकंडों में PDF प्रारूप में बदलें
id: Konversi gambar JPG Anda ke format PDF dalam hitungan detik
pl: Konwertuj swoje obrazy JPG na format PDF w kilka sekund
ru: Конвертируйте изображения JPG в формат PDF за секунды

source: How do I convert a JPG image to PDF?
ar: كيف يمكنني تحويل الصور إلى PDF؟
es: ¿Cómo convierto imágenes a PDF?
hi: मैं छवियों को PDF में कैसे बदलूँ?
id: Bagaimana cara mengonversi gambar ke PDF?
pl: Jak przekonwertować obrazy na PDF?
ru: Как конвертировать изображения в ПДФ?

source: Simply upload your JPG image file, click the Convert button, and download your PDF. The conversion happens instantly with no quality loss.
ar: ما عليك سوى رفع ملف PDF الخاص بك، وانقر على تحويل، وقم بتنزيل مستند Word الخاص بك. لا حاجة للتسجيل، مجاني بالكامل.
es: Simplemente sube tu archivo PDF, haz clic en convertir y descarga tu documento Word. Sin registro requerido, completamente gratuito.
hi: बस अपनी PDF फ़ाइल अपलोड करें, बदलें पर क्लिक करें, और अपना Word दस्तावेज़ डाउनलोड करें। कोई पंजीकरण आवश्यक नहीं, पूरी तरह से मुफ्त।
id: Cukup unggah file PDF Anda, klik konversi, dan unduh dokumen Word Anda. Tanpa registrasi, sepenuhnya gratis.
pl: Po prostu prześlij plik PDF, kliknij konwertuj i pobierz dokument Word. Bez rejestracji, całkowicie darmowe.
ru: Просто загрузите ваш файл ПДФ, нажмите конвертировать и скачайте документ Ворд. Регистрация не требуется, полностью бесплатно.

source: Can I convert multiple JPG images to one PDF?
ar: كيف يمكنني تحويل الصور إلى PDF؟
es: ¿Cómo convierto imágenes a PDF?
hi: मैं छवियों को PDF में कैसे बदलूँ?
id: Bagaimana cara mengonversi gambar ke PDF?
pl: Jak przekonwertować obrazy na PDF?
ru: Как конвертировать изображения в ПДФ?

source: Yes! You can upload multiple JPG images and combine them into a single PDF document. Each image will become a separate page in the resulting PDF.
ar: نعم! يمكنك تحميل صور JPG متعددة ودمجها في مستند PDF واحد. ستتحول كل صورة إلى صفحة منفصلة في ملف PDF الناتج.
es: ¡Sí! Puedes subir múltiples imágenes JPG y combinarlas en un solo documento PDF. Cada imagen se convertirá en una página separada en el PDF resultante.
hi: हाँ! आप कई JPG छवियाँ अपलोड कर सकते हैं और उन्हें एक ही PDF दस्तावेज़ में जोड़ सकते हैं। प्रत्येक छवि परिणामी PDF में एक अलग पृष्ठ बन जाएगी।
id: Ya! Anda dapat mengunggah beberapa gambar JPG dan menggabungkannya menjadi satu dokumen PDF. Setiap gambar akan menjadi halaman terpisah dalam PDF yang dihasilkan.
pl: Tak! Możesz przesłać wiele obrazów JPG i połączyć je w jeden dokument PDF. Każdy obraz stanie się oddzielną stroną w wynikowym PDF.
ru: Да! Вы можете загрузить несколько JPG-изображений и объединить их в один PDF-документ. Каждое изображение станет отдельной страницей в итоговом PDF.

source: Is the image quality preserved during conversion?
ar: هل يتم الحفاظ على جودة الصورة أثناء التحويل؟
es: ¿Se preserva la calidad de la imagen durante la conversión?
hi: क्या रूपांतरण के दौरान छवि गुणवत्ता संरक्षित रहती है?
id: Apakah kualitas gambar terjaga selama konversi?
pl: Czy jakość obrazu jest zachowywana podczas konwersji?
ru: Сохраняется ли качество изображения при конвертации?

source: Yes, our converter preserves the original quality of your JPG images. There is no compression applied during conversion, ensuring your images look exactly the same in the PDF.
ar: نعم، يحافظ محولنا على الجودة الأصلية لصور JPG الخاصة بك. لا يتم تطبيق أي ضغط أثناء التحويل، مما يضمن أن صورك تبدو تمامًا كما هي في ملف PDF.
es: Sí, nuestro conversor preserva la calidad original de tus imágenes JPG. No se aplica compresión durante la conversión, garantizando que tus imágenes se vean exactamente igual en el PDF.
hi: हाँ, हमारा कन्वर्टर आपकी JPG छवियों की मूल गुणवत्ता को संरक्षित करता है। रूपांतरण के दौरान कोई संपीड़न लागू नहीं किया जाता है, जिससे यह सुनिश्चित होता है कि आपकी छवियाँ PDF में बिल्कुल वैसी ही दिखेंगी।
id: Ya, konverter kami mempertahankan kualitas asli gambar JPG Anda. Tidak ada kompresi yang diterapkan selama konversi, memastikan gambar Anda terlihat persis sama di PDF.
pl: Tak, nasz konwerter zachowuje oryginalną jakość obrazów JPG. Podczas konwersji nie stosuje się kompresji, co zapewnia, że obrazy wyglądają dokładnie tak samo w pliku PDF.
ru: Да, наш конвертер сохраняет исходное качество ваших изображений JPG. Во время конвертации сжатие не применяется, что гарантирует, что ваши изображения будут выглядеть в PDF точно так же.

source: What image formats are supported?
ar: ما هي تنسيقات الملفات المدعومة؟
es: ¿Qué formatos de archivo son compatibles?
hi: कौन से फ़ाइल प्रारूप समर्थित हैं?
id: Format file apa yang didukung?
pl: Jakie formaty plików są obsługiwane?
ru: Какие форматы файлов поддерживаются?

source: This converter supports JPG and JPEG image formats. For PNG images, please use our PNG to PDF converter or convert your PNG to JPG first.
ar: يدعم هذا المحول صيغ صور JPG و JPEG. بالنسبة لصور PNG، يرجى استخدام محول PNG إلى PDF الخاص بنا أو تحويل صور PNG إلى JPG أولاً.
es: Este convertidor admite los formatos de imagen JPG y JPEG. Para imágenes PNG, utilice nuestro convertidor de PNG a PDF o convierta primero su PNG a JPG.
hi: यह कनवर्टर JPG और JPEG इमेज फॉर्मेट्स को सपोर्ट करता है। PNG इमेज के लिए, कृपया हमारे PNG से PDF कनवर्टर का उपयोग करें या पहले अपनी PNG को JPG में कन्वर्ट करें।
id: Konverter ini mendukung format gambar JPG dan JPEG. Untuk gambar PNG, silakan gunakan konverter PNG ke PDF kami atau konversi PNG Anda ke JPG terlebih dahulu.
pl: Ten konwerter obsługuje formaty obrazów JPG i JPEG. W przypadku obrazów PNG prosimy użyć naszego konwertera PNG na PDF lub najpierw przekonwertować PNG na JPG.
ru: Этот конвертер поддерживает форматы изображений JPG и JPEG. Для изображений PNG, пожалуйста, используйте наш конвертер PNG в PDF или сначала конвертируйте PNG в JPG.

source: Free users can convert images up to a certain size. For larger files, you may need to resize your images or upgrade to Premium for higher limits.
ar: يمكن للمستخدمين المجانيين تحويل الصور حتى حجم معين. للملفات الأكبر، قد تحتاج إلى تغيير حجم صورك أو الترقية إلى Premium للحصول على حدود أعلى.
es: Los usuarios gratuitos pueden convertir imágenes hasta cierto tamaño. Para archivos más grandes, es posible que necesite redimensionar sus imágenes o actualizar a Premium para límites más altos.
hi: फ्री उपयोगकर्ता एक निश्चित आकार तक की इमेज कन्वर्ट कर सकते हैं। बड़ी फ़ाइलों के लिए, आपको अपनी इमेज का आकार बदलना पड़ सकता है या उच्च सीमाओं के लिए प्रीमियम में अपग्रेड करना पड़ सकता है।
id: Pengguna gratis dapat mengonversi gambar hingga ukuran tertentu. Untuk file yang lebih besar, Anda mungkin perlu mengubah ukuran gambar atau meningkatkan ke Premium untuk batas yang lebih tinggi.
pl: Użytkownicy darmowi mogą konwertować obrazy do określonego rozmiaru. W przypadku większych plików może być konieczne zmienienie rozmiaru obrazów lub przejście na wersję Premium dla wyższych limitów.
ru: Бесплатные пользователи могут конвертировать изображения до определенного размера. Для файлов большего размера может потребоваться изменить размер изображений или перейти на Premium для увеличения лимитов.

source: Use high-resolution images for best PDF quality
ar: استخدم صور عالية الدقة للحصول على أفضل جودة لملف PDF
es: Utilice imágenes de alta resolución para obtener la mejor calidad en PDF
hi: सर्वोत्तम PDF गुणवत्ता के लिए उच्च रिज़ॉल्यूशन वाली इमेज का उपयोग करें
id: Gunakan gambar beresolusi tinggi untuk kualitas PDF terbaik
pl: Używaj obrazów w wysokiej rozdzielczości dla najlepszej jakości PDF
ru: Используйте изображения с высоким разрешением для наилучшего качества PDF

source: Ensure proper orientation before uploading for correct page layout
ar: تأكد من الاتجاه الصحيح قبل التحميل للحصول على تخطيط صفحة صحيح
es: Asegure la orientación correcta antes de subir para un diseño de página adecuado
hi: सही पेज लेआउट के लिए अपलोड करने से पहले उचित ओरिएंटेशन सुनिश्चित करें
id: Pastikan orientasi yang tepat sebelum mengunggah untuk tata letak halaman yang benar
pl: Upewnij się o prawidłowej orientacji przed przesłaniem, aby uzyskać właściwy układ strony
ru: Перед загрузкой убедитесь в правильной ориентации для корректной верстки страницы

source: For documents, scan at 300 DPI or higher for clear text
ar: للمستندات، امسح بدرجة 300 نقطة في البوصة أو أعلى للحصول على نص واضح
es: Para documentos, escanee a 300 DPI o más para un texto claro
hi: दस्तावेज़ों के लिए, स्पष्ट टेक्स्ट के लिए 300 DPI या उससे अधिक पर स्कैन करें
id: Untuk dokumen, pindai pada 300 DPI atau lebih tinggi untuk teks yang jelas
pl: W przypadku dokumentów skanuj w rozdzielczości 300 DPI lub wyższej dla wyraźnego tekstu
ru: Для документов сканируйте с разрешением 300 DPI или выше для четкого текста

source: Crop images before conversion to remove unwanted borders
ar: قص الصور قبل التحويل لإزالة الحدود غير المرغوب فيها
es: Recorte las imágenes antes de la conversión para eliminar bordes no deseados
hi: अवांछित बॉर्डर हटाने के लिए कन्वर्ज़न से पहले इमेज क्रॉप करें
id: Pangkas gambar sebelum konversi untuk menghilangkan batas yang tidak diinginkan
pl: Przytnij obrazy przed konwersją, aby usunąć niechciane obramowania
ru: Обрежьте изображения перед конвертацией, чтобы убрать ненужные поля

source: Name your images in order (1.jpg, 2.jpg) for easy organization
ar: سمِّ صورك بالترتيب (1.jpg، 2.jpg) لسهولة التنظيم
es: Nombre sus imágenes en orden (1.jpg, 2.jpg) para una organización sencilla
hi: आसान संगठन के लिए अपनी इमेज को क्रम में नाम दें (1.jpg, 2.jpg)
id: Beri nama gambar Anda secara berurutan (1.jpg, 2.jpg) untuk pengorganisasian yang mudah
pl: Nadaj obrazom nazwy w kolejności (1.jpg, 2.jpg) dla łatwej organizacji
ru: Назовите изображения по порядку (1.jpg, 2.jpg) для удобной организации

source: JPG to PDF Converter - Create PDF from Images Online
ar: محول JPG إلى PDF - إنشاء PDF من الصور عبر الإنترنت
es: Convertidor de JPG a PDF - Crear PDF a partir de imágenes en línea
hi: JPG से PDF कनवर्टर - इमेज से PDF ऑनलाइन बनाएं
id: Konverter JPG ke PDF - Buat PDF dari Gambar Online
pl: Konwerter JPG na PDF - Twórz PDF z obrazów online
ru: Конвертер JPG в PDF — создайте PDF из изображений онлайн
