Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Pause subscription for 3 months
ar: إيقاف الاشتراك لمدة 3 أشهر
es: Pausar suscripción por 3 meses
hi: 3 महीने के लिए सदस्यता रोकें
id: Jeda langganan selama 3 bulan
pl: Wstrzymaj subskrypcję na 3 miesiące
ru: Приостановить подписку на 3 месяца

source: Apply a discount for next renewal
ar: تطبيق خصم على التجديد التالي
es: Aplicar un descuento para la próxima renovación
hi: अगने नवीनीकरण के लिए छूट लागू करें
id: Terapkan diskon untuk perpanjangan berikutnya
pl: Zastosuj zniżkę na kolejne odnowienie
ru: Применить скидку на следующее продление

source: Current Subscription Details
ar: تفاصيل الاشتراك الحالي
es: Detalles de Suscripción Actual
hi: वर्तमान सदस्यता विवरण
id: Detail Langganan Saat Ini
pl: Szczegóły bieżącej subskrypcji
ru: Текущие детали подписки

source: Next billing date
ar: تاريخ الفوترة التالي
es: Próxima fecha de facturación
hi: अगली बिलिंग तिथि
id: Tanggal penagihan berikutnya
pl: Data następnej płatności
ru: Следующая дата платежа

source: Not available
ar: غير متاح
es: No disponible
hi: उपलब्ध नहीं
id: Tidak tersedia
pl: Nie dostępne
ru: Недоступно

source: Access until
ar: الوصول حتى
es: Acceso hasta
hi: तक पहुंच
id: Akses hingga
pl: Dostęp do
ru: Доступ до

source: Hero status
ar: حالة البطل
es: Estado de héroe
hi: हीरो स्थिति
id: Status hero
pl: Status bohatera
ru: Статус героя

source: Hidden
ar: مخفي
es: Oculto
hi: छिपा हुआ
id: Tersembunyi
pl: Ukryty
ru: Скрыто

source: Proceed with Cancellation
ar: المتابعة مع الإلغاء
es: Proceder con la Cancelación
hi: रद्द करना जारी रखें
id: Lanjutkan Pembatalan
pl: Przejdź do anulowania
ru: Продолжить отмену

source: What happens after cancellation?
ar: ماذا يحدث بعد الإلغاء؟
es: ¿Qué sucede después de la cancelación?
hi: रद्द करने के बाद क्या होता है?
id: Apa yang terjadi setelah pembatalan?
pl: Co się stanie po anulowaniu?
ru: Что происходит после отмены?

source: Continue using premium features
ar: الاستمرار في استخدام ميزات Premium
es: Continuar usando funciones premium
hi: प्रीमियम सुविधाओं का उपयोग जारी रखें
id: Terus gunakan fitur premium
pl: Kontynuuj korzystanie z funkcji premium
ru: Продолжать использовать премиум-функции

source: You'll keep access to all premium features until the end of your current billing period.
ar: ستحتفظ بالوصول إلى جميع ميزات Premium حتى نهاية فترة الفوترة الحالية.
es: Mantendrás acceso a todas las funciones premium hasta el final de tu período de facturación actual.
hi: आपकी वर्तमान बिलिंग अवधि के अंत तक आपकी सभी प्रीमियम सुविधाओं तक पहुंच बनी रहेगी।
id: Anda akan tetap memiliki akses ke semua fitur premium hingga akhir periode penagihan saat ini.
pl: Zachowasz dostęp do wszystkich funkcji premium do końca bieżącego okresu rozliczeniowego.
ru: У вас будет доступ ко всем премиум-функциям до конца текущего платежного периода.

source: Hero status remains
ar: حالة البطل تبقى
es: El estado de héroe permanece
hi: हीरो स्थिति बनी रहती है
id: Status hero tetap ada
pl: Status bohatera pozostaje
ru: Статус героя сохраняется

source: Your hero status and ranking will be preserved during the remaining period.
ar: سيتم الحفاظ على حالة البطل ورتبتك خلال الفترة المتبقية.
es: Tu estado de héroe y rango se conservarán durante el período restante.
hi: शेष अवधि के दौरान आपकी हीरो स्थिति और रैंकिंग संरक्षित रहेगी।
id: Status hero dan peringkat Anda akan dipertahankan selama periode yang tersisa.
pl: Twój status bohatera i ranking zostaną zachowane podczas pozostałego okresu.
ru: Ваш статус героя и ранг будут сохранены в оставшийся период.

source: Data is preserved
ar: البيانات محفوظة
es: Los datos se conservan
hi: डेटा संरक्षित है
id: Data dipertahankan
pl: Dane są zachowane
ru: Данные сохраняются

source: All your data and conversions. and settings will be saved.
ar: جميع بياناتك وتحويلاتك. والإعدادات سيتم حفظها.
es: Todos tus datos, conversiones y configuraciones se guardarán.
hi: आपका सभी डेटा और रूपांतरण। और सेटिंग्स सहेजी जाएंगी।
id: Semua data, konversi, dan pengaturan Anda akan disimpan.
pl: Wszystkie Twoje dane, konwersje i ustawienia zostaną zapisane.
ru: Все ваши данные, конвертации и настройки будут сохранены.

source: Can re-subscribe anytime
ar: يمكن إعادة الاشتراك في أي وقت
es: Puede volver a suscribirse en cualquier momento
hi: कभी भी पुनः सदस्यता ले सकते हैं
id: Dapat berlangganan kembali kapan saja
pl: Możesz ponownie zasubskrybować w dowolnym momencie
ru: Можно повторно подписаться в любое время

source: You can always come back and upgrade to premium again.
ar: يمكنك دائماً العودة والترقية إلى Premium مرة أخرى.
es: Siempre puedes volver y actualizar a premium nuevamente.
hi: आप हमेशा वापस आ सकते हैं और फिर से प्रीमियम में अपग्रेड कर सकते हैं।
id: Anda selalu dapat kembali dan meningkatkan ke premium lagi.
pl: Zawsze możesz wrócić i ponownie przejść na premium.
ru: Вы всегда можете вернуться и снова перейти на премиум.

source: Please select a reason for cancellation
ar: يرجى تحديد سبب للإلغاء
es: Por favor, selecciona una razón para la cancelación
hi: कृपया रद्द करने का एक कारण चुनें
id: Silakan pilih alasan pembatalan
pl: Proszę wybrać powód anulowania
ru: Пожалуйста, выберите причину отмены

source: Sign In
ar: تسجيل الدخول
es: Iniciar Sesión
hi: साइन इन
id: Masuk
pl: Zaloguj się
ru: Войти

source: Welcome Back
ar: مرحباً بعودتك
es: Bienvenido de nuevo
hi: वापसी पर स्वागत है
id: Selamat Datang Kembali
pl: Witaj ponownie
ru: С возвращением

source: Sign in to your Convertica account
ar: تسجيل الدخول إلى حساب كونفيرتيكا الخاص بك
es: Inicia sesión en tu cuenta de Convertica
hi: अपने Convertica खाते में साइन इन करें
id: Masuk ke akun Convertica Anda
pl: Zaloguj się na swoje konto Convertica
ru: Войдите в ваш аккаунт Convertica

source: Continue with Facebook
ar: المتابعة باستخدام Facebook
es: Continuar con Facebook
hi: Facebook के साथ जारी रखें
id: Lanjutkan dengan Facebook
pl: Kontynuuj przez Facebook
ru: Продолжить с Facebook

source: Or continue with email
ar: أو المتابعة باستخدام البريد الإلكتروني
es: O continuar con correo electrónico
hi: या ईमेल के साथ जारी रखें
id: Atau lanjutkan dengan email
pl: Lub kontynuuj przez e-mail
ru: Или продолжить с email

source: Remember me
ar: تذكرني
es: Recuérdame
hi: मुझे याद रखें
id: Ingat saya
pl: Zapamiętaj mnie
ru: Запомнить меня

source: Forgot your password?
ar: نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
hi: पासवर्ड भूल गए?
id: Lupa kata sandi?
pl: Zapomniałeś hasła?
ru: Забыли пароль?

source: Update your subscription plan and billing information
ar: تحديث خطة اشتراكك ومعلومات الفوترة
es: Actualiza tu plan de suscripción e información de facturación
hi: अपनी सदस्यता योजना और बिलिंग जानकारी अपडेट करें
id: Perbarui paket langganan dan informasi penagihan Anda
pl: Zaktualizuj swój plan subskrypcyjny i informacje rozliczeniowe
ru: Обновите ваш план подписки и платежную информацию

source: Inactive
ar: غير نشط
es: Inactivo
hi: निष्क्रिय
id: Nonaktif
pl: Nieaktywna
ru: Неактивна

source: Premium Plan
ar: خطة Premium
es: Plan Premium
hi: प्रीमियम योजना
id: Paket Premium
pl: Plan Premium
ru: Премиум план

source: Much higher limits and premium features
ar: حدود أعلى بكثير وميزات مميزة
es: Límites mucho más altos y funciones premium
hi: बहुत अधिक सीमाएं और प्रीमियम सुविधाएं
id: Batasan jauh lebih tinggi dan fitur premium
pl: Znacznie wyższe limity i funkcje premium
ru: Гораздо более высокие лимиты и премиум-функции

source: Free Plan
ar: الخطة المجانية
es: Plan Gratuito
hi: मुफ्त योजना
id: Paket Gratis
pl: Plan Darmowy
ru: Бесплатный план

source: Basic features with limitations
ar: ميزات أساسية مع قيود
es: Funciones básicas con limitaciones
hi: सीमाओं के साथ मूलभूत सुविधाएं
id: Fitur dasar dengan batasan
pl: Podstawowe funkcje z ograniczeniami
ru: Базовые функции с ограничениями

source: Much higher page and file size limits
ar: حدود صفحات وحجم ملف أعلى بكثير
es: Límites de páginas y tamaño de archivo mucho más altos
hi: बहुत अधिक पृष्ठ और फ़ाइल आकार सीमाएं
id: Batasan halaman dan ukuran file jauh lebih tinggi
pl: Znacznie wyższe limity stron i rozmiarów plików
ru: Гораздо более высокие лимиты страниц и размера файлов

source: Priority processing
ar: معالجة أولوية
es: Procesamiento prioritario
hi: प्राथमिकता प्रसंस्करण
id: Pemrosesan prioritas
pl: Priorytetowe przetwarzanie
ru: Приоритетная обработка

source: Hero status & ranking
ar: حالة البطل والترتيب
es: Estado de héroe y ranking
hi: हीरो स्थिति और रैंकिंग
id: Status & peringkat hero
pl: Status bohatera i ranking
ru: Статус героя и ранг

source: Priority support and custom solutions on request
ar: دعم أولوية وحلول مخصصة عند الطلب
es: Soporte prioritario y soluciones personalizadas bajo petición
hi: अनुरोध पर प्राथमिकता समर्थन और कस्टम समाधान
id: Dukungan prioritas dan solusi kustom sesuai permintaan
pl: Priorytetowe wsparcie i niestandardowe rozwiązania na życzenie
ru: Приоритетная поддержка и индивидуальные решения по запросу

source: Limited conversions per day
ar: تحويلات محدودة يومياً
es: Conversiones limitadas por día
hi: प्रति दिन सीमित रूपांतरण
id: Konversi terbatas per hari
pl: Ograniczone konwersje dziennie
ru: Ограниченное количество конвертаций в день

source: Standard processing
ar: معالجة قياسية
es: Procesamiento estándar
hi: मानक प्रसंस्करण
id: Pemrosesan standar
pl: Standardowe przetwarzanie
ru: Стандартная обработка

source: Expires
ar: ينتهي
es: Expira
hi: समाप्त होता है
id: Kedaluwarsa
pl: Wygasa
ru: Истекает

source: Total Days
ar: إجمالي الأيام
es: Días Totales
hi: कुल दिन
id: Total Hari
pl: Łączna liczba dni
ru: Всего дней

source: Billing History
ar: سجل الفواتير
es: Historial de Facturación
hi: बिलिंग इतिहास
id: Riwayat Penagihan
pl: Historia rozliczeń
ru: История платежей

source: Billing history will be available once payment processing is implemented.
ar: سيكون سجل الفواتير متاحاً بمجرد تنفيذ معالجة الدفع.
es: El historial de facturación estará disponible una vez que se implemente el procesamiento de pagos.
hi: भुगतान प्रसंस्करण लागू होने के बाद बिलिंग इतिहास उपलब्ध होगा।
id: Riwayat penagihan akan tersedia setelah pemrosesan pembayaran diimplementasikan.
pl: Historia rozliczeń będzie dostępna po wdrożeniu przetwarzania płatności.
ru: История платежей будет доступна, как только будет реализована обработка платежей.

source: Failed to cancel subscription
ar: فشل إلغاء الاشتراك
es: Error al cancelar la suscripción
hi: सदस्यता रद्द करने में विफल
id: Gagal membatalkan langganan
pl: Nie udało się anulować subskrypcji
ru: Не удалось отменить подписку

source: An error occurred while canceling subscription
ar: حدث خطأ أثناء إلغاء الاشتراك
es: Ocurrió un error al cancelar la suscripción
hi: सदस्यता रद्द करते समय एक त्रुटि हुई
id: Terjadi kesalahan saat membatalkan langganan
pl: Wystąpił błąd podczas anulowania subskrypcji
ru: Произошла ошибка при отмене подписки

source: Email Not Verified
ar: البريد الإلكتروني غير مُتحقق منه
es: Correo Electrónico No Verificado
hi: ईमेल सत्यापित नहीं
id: Email Belum Diverifikasi
pl: E-mail niezweryfikowany
ru: Email не подтвержден

source: Your account will be automatically deleted in %(days)s days if not verified.
ar: سيتم حذف حسابك تلقائياً خلال %(days)s يوماً إذا لم يتم التحقق منه.
es: Tu cuenta se eliminará automáticamente en %(days)s días si no se verifica.
hi: यदि सत्यापित नहीं किया गया तो आपका खाता %(days)s दिनों में स्वचालित रूप से हटा दिया जाएगा।
id: Akun Anda akan dihapus secara otomatis dalam %(days)s hari jika tidak diverifikasi.
pl: Twoje konto zostanie automatycznie usunięte za %(days)s dni, jeśli nie zostanie zweryfikowane.
ru: Ваш аккаунт будет автоматически удален через %(days)s дней, если не подтвердить email.

source: Your account is scheduled for deletion. Please verify your email immediately!
ar: حسابك مجدول للحذف. يرجى التحقق من بريدك الإلكتروني فوراً!
es: Tu cuenta está programada para eliminación. ¡Por favor, verifica tu correo electrónico inmediatamente!
hi: आपके खाते को हटाने के लिए निर्धारित किया गया है। कृपया तुरंत अपना ईमेल सत्यापित करें!
id: Akun Anda dijadwalkan untuk dihapus. Harap verifikasi email Anda segera!
pl: Twoje konto jest zaplanowane do usunięcia. Proszę zweryfikuj swój e-mail natychmiast!
ru: Ваш аккаунт запланирован к удалению. Пожалуйста, подтвердите email немедленно!

source: Send verification email
ar: إرسال بريد التحقق
es: Enviar correo de verificación
hi: सत्यापन ईमेल भेजें
id: Kirim email verifikasi
pl: Wyślij e-mail weryfikacyjny
ru: Отправить email подтверждения

source: Send password reset email
ar: إرسال بريد إعادة تعيين كلمة المرور
es: Enviar correo de restablecimiento de contraseña
hi: पासवर्ड रीसेट ईमेल भेजें
id: Kirim email reset kata sandi
pl: Wyślij e-mail resetowania hasła
ru: Отправить email сброса пароля

source: Heroes Board
ar: لوحة الأبطال
es: Tablero de Héroes
hi: हीरो बोर्ड
id: Papan Pahlawan
pl: Tablica Bohaterów
ru: Доска героев

source: Account Information
ar: معلومات الحساب
es: Información de la Cuenta
hi: खाता जानकारी
id: Informasi Akun
pl: Informacje o koncie
ru: Информация об аккаунте

source: Username
ar: اسم المستخدم
es: Nombre de usuario
hi: उपयोगकर्ता नाम
id: Nama Pengguna
pl: Nazwa użytkownika
ru: Имя пользователя

source: Full Name
ar: الاسم الكامل
es: Nombre Completo
hi: पूरा नाम
id: Nama Lengkap
pl: Pełne imię i nazwisko
ru: Полное имя

source: Not set
ar: غير مضبوط
es: No establecido
hi: सेट नहीं
id: Belum diatur
pl: Nie ustawiono
ru: Не установлено

source: Member Since
ar: عضو منذ
es: Miembro desde
hi: सदस्य के बाद से
id: Anggota Sejak
pl: Członek od
ru: Участник с

source: Account Type
ar: نوع الحساب
es: Tipo de Cuenta
hi: खाता प्रकार
id: Tipe Akun
pl: Typ konta
ru: Тип аккаунта

source: Unlock all features and remove limitations
ar: افتح جميع الميزات وأزل القيود
es: Desbloquea todas las funciones y elimina limitaciones
hi: सभी सुविधाओं को अनलॉक करें और सीमाएं हटाएं
id: Buka kunci semua fitur dan hapus batasan
pl: Odblokuj wszystkie funkcje i usuń ograniczenia
ru: Разблокируйте все функции и уберите ограничения

source: Upgrade Now
ar: الترقية الآن
es: Actualizar Ahora
hi: अभी अपग्रेड करें
id: Tingkatkan Sekarang
pl: Przejdź na wyższy plan teraz
ru: Перейти сейчас

source: Edit Profile
ar: تحرير الملف الشخصي
es: Editar Perfil
hi: प्रोफ़ाइल संपादित करें
id: Edit Profil
pl: Edytuj profil
ru: Редактировать профиль

source: Update your information
ar: تحديث معلوماتك
es: Actualiza tu información
hi: अपनी जानकारी अपडेट करें
id: Perbarui informasi Anda
pl: Zaktualizuj swoje informacje
ru: Обновите вашу информацию

source: View your subscription
ar: عرض اشتراكك
es: Ver tu suscripción
hi: अपनी सदस्यता देखें
id: Lihat langganan Anda
pl: Zobacz swoją subskrypcję
ru: Посмотреть вашу подписку

source: View
ar: عرض
es: Ver
hi: देखें
id: Lihat
pl: Zobacz
ru: Просмотр

source: Sign Out
ar: تسجيل الخروج
es: Cerrar Sesión
hi: साइन आउट
id: Keluar
pl: Wyloguj się
ru: Выйти

source: Log out of your account
ar: تسجيل الخروج من حسابك
es: Cerrar sesión de tu cuenta
hi: अपने खाते से लॉग आउट करें
id: Keluar dari akun Anda
pl: Wyloguj się ze swojego konta
ru: Выйти из вашего аккаунта

source: Email cannot be changed
ar: لا يمكن تغيير البريد الإلكتروني
es: El correo electrónico no se puede cambiar
hi: ईमेल बदला नहीं जा सकता
id: Email tidak dapat diubah
pl: E-mail nie może być zmieniony
ru: Email нельзя изменить

source: First Name
ar: الاسم الأول
es: Nombre
hi: पहला नाम
id: Nama Depan
pl: Imię
ru: Имя

source: Last Name
ar: اسم العائلة
es: Apellido
hi: अंतिम नाम
id: Nama Belakang
pl: Nazwisko
ru: Фамилия

source: Hero Settings
ar: إعدادات البطل
es: Configuraciones de Héroe
hi: हीरो सेटिंग्स
id: Pengaturan Hero
pl: Ustawienia Bohatera
ru: Настройки героя

source: Display as Hero
ar: عرض كبطل
es: Mostrar como Héroe
hi: हीरो के रूप में प्रदर्शित करें
id: Tampilkan sebagai Hero
pl: Wyświetlaj jako Bohatera
ru: Показывать как героя

source: Show your nickname in the Heroes Hall of Fame
ar: عرض لقبك في قاعة مشاهير الأبطال
es: Muestra tu apodo en el Salón de la Fama de Héroes
hi: हीरो हॉल ऑफ फेम में अपना उपनाम दिखाएं
id: Tampilkan nama panggilan Anda di Balai Pahlawan (Hall of Fame)
pl: Pokaż swoją nazwę w Galerii Sław Bohaterów
ru: Показывать ваш никнейм в зале славы героев

source: Become a hero as a premium subscriber!
ar: كن بطلاً كمشترك مميز!
es: ¡Conviértete en héroe como suscriptor premium!
hi: प्रीमियम सब्सक्राइबर के रूप में हीरो बनें!
id: Jadilah hero sebagai pelanggan premium!
pl: Zostań bohaterem jako subskrybent premium!
ru: Станьте героем как премиум-подписчик!

source: You're a Hero!
ar: أنت بطل!
es: ¡Eres un Héroe!
hi: आप एक हीरो हैं!
id: Anda adalah Hero!
pl: Jesteś Bohaterem!
ru: Вы герой!

source: Hero Status
ar: حالة البطل
es: Estado de Héroe
hi: हीरो स्थिति
id: Status Hero
pl: Status Bohatera
ru: Статус героя

source: Save Changes
ar: حفظ التغييرات
es: Guardar Cambios
hi: परिवर्तन सहेजें
id: Simpan Perubahan
pl: Zapisz zmiany
ru: Сохранить изменения

source: Sign Up
ar: التسجيل
es: Registrarse
hi: साइन अप
id: Daftar
pl: Zarejestruj się
ru: Зарегистрироваться

source: Create Account
ar: إنشاء حساب
es: Crear Cuenta
hi: खाता बनाएं
id: Buat Akun
pl: Utwórz konto
ru: Создать аккаунт

source: Join Convertica and unlock premium features
ar: انضم إلى كونفيرتيكا وافتح ميزات مميزة
es: Únete a Convertica y desbloquea funciones premium
hi: Convertica में शामिल हों और प्रीमियम सुविधाओं को अनलॉक करें
id: Bergabunglah dengan Convertica dan buka kunci fitur premium
pl: Dołącz do Convertica i odblokuj funkcje premium
ru: Присоединяйтесь к Convertica и разблокируйте премиум-функции

source: Or sign up with email
ar: أو التسجيل باستخدام البريد الإلكتروني
es: O regístrate con correo electrónico
hi: या ईमेल के साथ साइन अप करें
id: Atau daftar dengan email
pl: Lub zarejestruj się przez e-mail
ru: Или зарегистрироваться с email

source: By creating an account, you agree to our
ar: من خلال إنشاء حساب، فإنك توافق على
es: Al crear una cuenta, aceptas nuestros
hi: एक खाता बनाकर, आप हमारी से सहमत होते हैं
id: Dengan membuat akun, Anda setuju dengan
pl: Tworząc konto, zgadzasz się na nasze
ru: Создавая аккаунт, вы соглашаетесь с нашими

source: File too large (%(file_mb).1f MB). Free users: max %(free_mb).0f MB. Upgrade to Premium for %(premium_mb).0f MB limit! Upgrade now to unlock higher limits.
ar: الملف كبير جداً (%(file_mb).1f ميجابايت). المستخدمون المجانيون: الحد الأقصى %(free_mb).0f ميجابايت. ترقِ إلى Premium للحد %(premium_mb).0f ميجابايت! احصل على Premium ليوم واحد مقابل 1 دولار فقط.
hi: फ़ाइल बहुत बड़ी (%(file_mb).1f MB)। मुफ्त उपयोगकर्ता: अधिकतम %(free_mb).0f MB। %(premium_mb).0f MB सीमा के लिए प्रीमियम में अपग्रेड करें! सिर्फ $1 में 1-दिवसीय प्रीमियम प्राप्त करें।
id: File terlalu besar (%(file_mb).1f MB). Pengguna gratis: maks %(free_mb).0f MB. Tingkatkan ke Premium untuk batasan %(premium_mb).0f MB! Dapatkan Premium 1-hari hanya dengan $1.
pl: Plik zbyt duży (%(file_mb).1f MB). Użytkownicy darmowi: maks. %(free_mb).0f MB. Przejdź na Premium, aby uzyskać limit %(premium_mb).0f MB! Kup 1-dniowe Premium za jedynie 1$.
ru: Файл слишком большой (%(file_mb).1f МБ). Бесплатные пользователи: максимум %(free_mb).0f МБ. Перейдите на премиум для лимита %(premium_mb).0f МБ! Получите 1-дневный премиум всего за $1.

source: File too large. Maximum size is %(max_mb).0f MB.
ar: الملف كبير جداً. الحد الأقصى للحجم هو %(max_mb).0f ميجابايت.
es: Archivo demasiado grande. El tamaño máximo es %(max_mb).0f MB.
hi: फ़ाइल बहुत बड़ी। अधिकतम आकार %(max_mb).0f MB है।
id: File terlalu besar. Ukuran maksimum adalah %(max_mb).0f MB.
pl: Plik zbyt duży. Maksymalny rozmiar to %(max_mb).0f MB.
ru: Файл слишком большой. Максимальный размер - %(max_mb).0f МБ.

source: File is empty. Please upload a valid file.
ar: الملف فارغ. يرجى تحميل ملف صالح.
es: El archivo está vacío. Por favor, sube un archivo válido.
hi: फ़ाइल खाली है। कृपया एक वैध फ़ाइल अपलोड करें।
id: File kosong. Harap unggah file yang valid.
pl: Plik jest pusty. Prześlij prawidłowy plik.
ru: Файл пуст. Пожалуйста, загрузите действительный файл.

source: File is too small to be valid.
ar: الملف صغير جداً ليكون صالحاً.
es: El archivo es demasiado pequeño para ser válido.
hi: फ़ाइल वैध होने के लिए बहुत छोटी है।
id: File terlalu kecil untuk menjadi valid.
pl: Plik jest zbyt mały, aby był prawidłowy.
ru: Файл слишком мал, чтобы быть действительным.

source: File too large (%(file_mb).1f MB). Free users: max %(free_mb).0f MB. Upgrade to Premium for %(premium_mb).0f MB limit.
ar: الملف كبير جداً (%(file_mb).1f ميجابايت). المستخدمون المجانيون: الحد الأقصى %(free_mb).0f ميجابايت. ترقِ إلى Premium للحد %(premium_mb).0f ميجابايت! احصل على Premium ليوم واحد مقابل 1 دولار فقط.
hi: फ़ाइल बहुत बड़ी (%(file_mb).1f MB)। मुफ्त उपयोगकर्ता: अधिकतम %(free_mb).0f MB। %(premium_mb).0f MB सीमा के लिए प्रीमियम में अपग्रेड करें! सिर्फ $1 में 1-दिवसीय प्रीमियम प्राप्त करें।
id: File terlalu besar (%(file_mb).1f MB). Pengguna gratis: maks %(free_mb).0f MB. Tingkatkan ke Premium untuk batasan %(premium_mb).0f MB! Dapatkan Premium 1-hari hanya dengan $1.
pl: Plik zbyt duży (%(file_mb).1f MB). Użytkownicy darmowi: maks. %(free_mb).0f MB. Przejdź na Premium, aby uzyskać limit %(premium_mb).0f MB! Kup 1-dniowe Premium za jedynie 1$.
ru: Файл слишком большой (%(file_mb).1f МБ). Бесплатные пользователи: максимум %(free_mb).0f МБ. Перейдите на премиум для лимита %(premium_mb).0f МБ! Получите 1-дневный премиум всего за $1.

source: Unsupported content-type: %(content_type)s
ar: نوع المحتوى غير مدعوم: %(content_type)s
es: Tipo de contenido no soportado: %(content_type)s
hi: असमर्थित सामग्री-प्रकार: %(content_type)s
id: Tipe konten tidak didukung: %(content_type)s
pl: Nieobsługiwany typ zawartości: %(content_type)s
ru: Неподдерживаемый тип содержимого: %(content_type)s

source: Only %(extensions)s files are allowed.
ar: يُسمح فقط بملفات %(extensions)s.
es: Solo se permiten archivos %(extensions)s.
hi: केवल %(extensions)s फ़ाइलें अनुमत हैं।
id: Hanya file %(extensions)s yang diizinkan.
pl: Dozwolone są tylko pliki %(extensions)s.
ru: Разрешены только файлы %(extensions)s.

source: PDF has %(page_count)d pages (limit: %(max_pages)d). You can split your file into smaller parts or upgrade to Premium to process larger files with much higher limits.
ar: PDF يحتوي على %(page_count)d صفحة (الحد: %(max_pages)d). يمكنك تقسيم ملفك إلى أجزاء أصغر أو الحصول على اشتراك Premium ليوم واحد مقابل 1 دولار فقط لمعالجة ملفات أكبر بحدود أعلى بكثير!
hi: PDF में %(page_count)d पृष्ठ हैं (सीमा: %(max_pages)d)। आप अपनी फ़ाइल को छोटे भागों में विभाजित कर सकते हैं या सिर्फ $1 में 1-दिवसीय प्रीमियम सदस्यता प्राप्त कर सकते हैं ताकि बहुत अधिक सीमाओं के साथ बड़ी फ़ाइलें प्रोसेस कर सकें!
id: PDF memiliki %(page_count)d halaman (batas: %(max_pages)d). Anda dapat membagi file menjadi bagian yang lebih kecil atau mendapatkan langganan Premium 1-hari hanya dengan $1 untuk memproses file yang lebih besar dengan batasan yang jauh lebih tinggi!
pl: PDF ma %(page_count)d stron (limit: %(max_pages)d). Możesz podzielić swój plik na mniejsze części lub uzyskać 1-dniową subskrypcję Premium za jedynie 1$, aby przetwarzać większe pliki z znacznie wyższymi limitami!
ru: PDF содержит %(page_count)d страниц (лимит: %(max_pages)d). Вы можете разделить файл на более мелкие части или получить 1-дневную премиум-подписку всего за $1 для обработки больших файлов с гораздо более высокими лимитами!

source: PDF has %(page_count)d pages (limit: %(max_pages)d). Please split your file into smaller parts.
ar: PDF يحتوي على %(page_count)d صفحة (الحد: %(max_pages)d). يرجى تقسيم ملفك إلى أجزاء أصغر.
es: El PDF tiene %(page_count)d páginas (límite: %(max_pages)d). Por favor, divide tu archivo en partes más pequeñas.
hi: PDF में %(page_count)d पृष्ठ हैं (सीमा: %(max_pages)d)। कृपया अपनी फ़ाइल को छोटे भागों में विभाजित करें।
id: PDF memiliki %(page_count)d halaman (batas: %(max_pages)d). Silakan bagi file Anda menjadi bagian yang lebih kecil.
pl: PDF ma %(page_count)d stron (limit: %(max_pages)d). Proszę podzielić plik na mniejsze części.
ru: PDF содержит %(page_count)d страниц (лимит: %(max_pages)d). Пожалуйста, разделите файл на более мелкие части.
