Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: The blue highlighted area will be kept. Adjust it and click 'Crop PDF' when ready.
ar: سيتم الاحتفاظ بالمنطقة المميزة باللون الأزرق. اضبطها وانقر على 'قص PDF' عندما تكون جاهزاً.
es: El área resaltada en azul se conservará. Ajústala y haz clic en 'Recortar PDF' cuando estés listo.
hi: नीला हाइलाइट किया गया क्षेत्र रखा जाएगा। इसे समायोजित करें और तैयार होने पर 'PDF क्रॉप करें' पर क्लिक करें।
id: Area yang disorot biru akan dipertahankan. Sesuaikan dan klik 'Potong PDF' saat siap.
pl: Niebieski podświetlony obszar zostanie zachowany. Dostosuj go i kliknij 'Przytnij PDF', gdy będziesz gotowy.
ru: Выделенная синим область будет сохранена. Настройте ее и нажмите "Обрезать ПДФ", когда будете готовы.

source: Apply crop to pages
ar: تطبيق القص على الصفحات
es: Aplicar recorte a páginas
hi: क्रॉप को पृष्ठों पर लागू करें
id: Terapkan potongan ke halaman
pl: Zastosuj przycinanie do stron
ru: Применить обрезку к страницам

source: Scale cropped area to full page size
ar: تحجيم منطقة القص إلى حجم الصفحة الكامل
es: Escalar área recortada al tamaño completo de página
hi: क्रॉप किए गए क्षेत्र को पूर्ण पृष्ठ आकार में स्केल करें
id: Skalakan area yang dipotong ke ukuran halaman penuh
pl: Przeskaluj przycięty obszar do pełnego rozmiaru strony
ru: Масштабировать обрезанную область до полного размера страницы

source: Stretch the cropped area to fill the entire page size
ar: تمديد منطقة القص لملء حجم الصفحة بالكامل
es: Estirar el área recortada para llenar todo el tamaño de página
hi: क्रॉप किए गए क्षेत्र को पूरे पृष्ठ आकार को भरने के लिए खींचें
id: Regangkan area yang dipotong untuk mengisi seluruh ukuran halaman
pl: Rozciągnij przycięty obszar, aby wypełnić cały rozmiar strony
ru: Растянуть обрезанную область, чтобы заполнить весь размер страницы

source: Tips:
ar: نصائح:
es: Consejos:
hi: टिप्स:
pl: Wskazówki:
ru: Советы:

source: A crop area covering most of the page is selected by default
ar: يتم تحديد منطقة قص تغطي معظم الصفحة بشكل افتراضي
es: Se selecciona por defecto un área de recorte que cubre la mayor parte de la página
hi: डिफ़ॉल्ट रूप से पृष्ठ के अधिकांश भाग को कवर करने वाला क्रॉप क्षेत्र चुना जाता है
id: Area potong yang mencakup sebagian besar halaman dipilih secara default
pl: Domyślnie wybrano obszar przycinania obejmujący większość strony
ru: Область обрезки, покрывающая большую часть страницы, выбрана по умолчанию

source: A crop area covering most of the page is selected by default - adjust it as needed
ar: يتم تحديد منطقة قص تغطي معظم الصفحة افتراضيًا - اضبطها حسب الحاجة
es: Se selecciona por defecto un área de recorte que cubre la mayor parte de la página; ajústala según sea necesario
hi: डिफ़ॉल्ट रूप से पृष्ठ के अधिकांश भाग को कवर करने वाला क्रॉप क्षेत्र चुना जाता है - आवश्यकतानुसार इसे समायोजित करें
id: Area potong yang mencakup sebagian besar halaman dipilih secara default - sesuaikan jika diperlukan
pl: Domyślnie wybrano obszar przycinania obejmujący większość strony - dostosuj go w razie potrzeby
ru: Область обрезки, покрывающая большую часть страницы, выбрана по умолчанию — настройте ее по необходимости

source: Click and drag inside the blue box to move it anywhere on the page
ar: انقر واسحب داخل المربع الأزرق لتحريكه إلى أي مكان على الصفحة
es: Haz clic y arrastra dentro del cuadro azul para moverlo a cualquier lugar de la página
hi: पृष्ठ पर कहीं भी ले जाने के लिए नीले बॉक्स के अंदर क्लिक करें और खींचें
id: Klik dan seret di dalam kotak biru untuk memindahkannya ke mana saja di halaman
pl: Kliknij i przeciągnij wewnątrz niebieskiego pola, aby przenieść je w dowolne miejsce na stronie
ru: Нажмите и перетащите внутри синей рамки, чтобы переместить ее в любое место на странице

source: Drag the corner or edge handles to resize the crop area
ar: اسحب مقابض الزوايا أو الحواف لتغيير حجم منطقة القص
es: Arrastra las esquinas o bordes para cambiar el tamaño del área de recorte
hi: क्रॉप क्षेत्र का आकार बदलने के लिए कोने या किनारे के हैंडल खींचें
id: Seret pegangan sudut atau tepi untuk mengubah ukuran area potong
pl: Przeciągnij rogi lub krawędzie, aby zmienić rozmiar obszaru przycinania
ru: Перетащите угловые или боковые маркеры для изменения размера области обрезки

source: Click and drag outside the box to create a new selection
ar: انقر واسحب خارج المربع لإنشاء تحديد جديد
es: Haz clic y arrastra fuera del cuadro para crear una nueva selección
hi: नया चयन बनाने के लिए बॉक्स के बाहर क्लिक करें और खींचें
id: Klik dan seret di luar kotak untuk membuat seleksi baru
pl: Kliknij i przeciągnij poza polem, aby utworzyć nowy wybór
ru: Нажмите и перетащите за пределами рамки, чтобы создать новое выделение

source: The cursor changes to 'move' when hovering over the selection box
ar: يتغير المؤشر إلى 'نقل' عند التحويم فوق مربع التحديد
es: El cursor cambia a 'mover' al pasar sobre el cuadro de selección
hi: चयन बॉक्स पर होवर करने पर कर्सर 'स्थानांतरित करें' में बदल जाता है
id: Kursor berubah menjadi 'pindah' saat mengarahkan mouse ke kotak seleksi
pl: Kursor zmienia się na 'przenieś' po najechaniu na pole wyboru
ru: Курсор меняется на "перемещение" при наведении на рамку выделения

source: When 'all' is selected, crop applies to all pages
ar: عند تحديد 'الكل'، ينطبق القص على جميع الصفحات
es: Cuando se selecciona 'todos', el recorte se aplica a todas las páginas
hi: जब 'सभी' चुना जाता है, तो क्रॉप सभी पृष्ठों पर लागू होता है
id: Ketika 'semua' dipilih, potong diterapkan ke semua halaman
pl: Gdy wybrano 'wszystkie', przycinanie dotyczy wszystkich stron
ru: При выборе "все" обрезка применяется ко всем страницам

source: Click and drag to select the area you want to keep
ar: انقر واسحب لتحديد منطقة القص على ملف PDF
es: Haz clic y arrastra para seleccionar el área de recorte en el PDF
hi: PDF पर क्रॉप क्षेत्र चुनने के लिए क्लिक करें और खींचें
id: Klik dan seret untuk memilih area potong pada PDF
pl: Kliknij i przeciągnij, aby wybrać obszar przycinania na PDF
ru: Нажмите и перетащите, чтобы выбрать область обрезки на ПДФ

source: Resize the selection using corner or edge handles
ar: غيّر حجم التحديد عن طريق سحب الزوايا أو الحواف لضبط منطقة القص
es: Cambia el tamaño de la selección arrastrando las esquinas o los bordes para ajustar el área de recorte
hi: क्रॉप क्षेत्र समायोजित करने के लिए कोनों या किनारों को खींचकर चयन का आकार बदलें
id: Ubah ukuran seleksi dengan menyeret sudut atau tepi untuk menyesuaikan area potong
pl: Zmień rozmiar wyboru, przeciągając rogi lub krawędzie, aby dostosować obszar przycinania
ru: Измените размер выделения, перетаскивая углы или края, чтобы настроить область обрезки

source: Choose pages to crop: all, current, or specific pages
ar: حدد الصفحات المراد تدويرها: جميع الصفحات، أو الصفحة الحالية فقط، أو صفحات محددة
es: Selecciona qué páginas rotar: todas las páginas, solo la página actual o páginas específicas
hi: चुनें कि किन पृष्ठों को घुमाना है: सभी पृष्ठ, केवल वर्तमान पृष्ठ, या विशिष्ट पृष्ठ
id: Pilih halaman mana yang akan diputar: semua halaman, hanya halaman saat ini, atau halaman tertentu
pl: Wybierz, które strony obrócić: wszystkie strony, tylko bieżąca strona lub konkretne strony
ru: Выберите, какие страницы повернуть: все страницы, только текущую страницу или конкретные страницы

source: Click Crop PDF to process
ar: انقر على زر القص لمعالجة ملف PDF الخاص بك
es: Haz clic en el botón Recortar para procesar tu PDF
hi: अपने PDF को प्रक्रिया करने के लिए क्रॉप बटन पर क्लिक करें
id: Klik tombol Potong untuk memproses PDF Anda
pl: Kliknij przycisk Przytnij, aby przetworzyć swój PDF
ru: Нажмите кнопку Обрезать, чтобы обработать ваш ПДФ

source: PDF files with up to %(max_pages)s pages are supported. Crop applies to all selected pages.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: File PDF hingga %(max_pages)s halaman didukung. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Obsługiwane są pliki PDF do %(max_pages)s stron. Większe pliki należy podzielić na mniejsze części.
ru: Поддерживаются файлы ПДФ до %(max_pages)s страниц. Для больших файлов пожалуйста разделите их на более мелкие части.

source: Crop area ready! Drag the box to move it, drag from outside to create a new selection, or use handles to resize.
ar: منطقة القص جاهزة! اسحب المربع لتحريكه، اسحب من الخارج لإنشاء تحديد جديد، أو استخدم المقابض لتغيير الحجم.
es: ¡Área de recorte lista! Arrastra el cuadro para moverlo, arrastra desde fuera para crear una nueva selección, o usa las asas para cambiar el tamaño.
hi: क्रॉप क्षेत्र तैयार! इसे स्थानांतरित करने के लिए बॉक्स खींचें, नया चयन बनाने के लिए बाहर से खींचें, या आकार बदलने के लिए हैंडल का उपयोग करें।
id: Area potong siap! Seret kotak untuk memindahkannya, seret dari luar untuk membuat seleksi baru, atau gunakan pegangan untuk mengubah ukuran.
pl: Obszar przycinania gotowy! Przeciągnij pole, aby je przesunąć, przeciągnij z zewnątrz, aby utworzyć nowy wybór, lub użyj uchwytów, aby zmienić rozmiar.
ru: Область обрезки готова! Перетащите рамку для перемещения, перетащите снаружи для создания нового выделения или используйте маркеры для изменения размера.

source: Drag to select crop area...
ar: اسحب لتحديد منطقة القص...
es: Arrastra para seleccionar área de recorte...
hi: क्रॉप क्षेत्र चुनने के लिए खींचें...
id: Seret untuk memilih area potong...
pl: Przeciągnij, aby wybrać obszar przycinania...
ru: Перетащите для выбора области обрезки...

source: Selection too small. Full page selected. Drag to create a new selection or drag the box to move it.
ar: التحديد صغير جداً. تم تحديد الصفحة الكاملة. اسحب لإنشاء تحديد جديد أو اسحب المربع لتحريكه.
es: Selección demasiado pequeña. Página completa seleccionada. Arrastra para crear una nueva selección o arrastra el cuadro para moverlo.
hi: चयन बहुत छोटा है। पूरा पृष्ठ चुना गया है। नया चयन बनाने के लिए खींचें या बॉक्स को स्थानांतरित करने के लिए खींचें।
id: Seleksi terlalu kecil. Seluruh halaman dipilih. Seret untuk membuat seleksi baru atau seret kotak untuk memindahkannya.
pl: Wybór zbyt mały. Wybrana cała strona. Przeciągnij, aby utworzyć nowy wybór lub przeciągnij pole, aby je przesunąć.
ru: Выделение слишком мало. Выбрана вся страница. Перетащите для создания нового выделения или перетащите рамку для перемещения.

source: Crop area selected! Drag the box to move it or use handles to resize. Click Crop PDF when ready.
ar: تم تحديد منطقة القص! اسحب المربع لتحريكه أو استخدم المقابض لتغيير الحجم. انقر على "قص PDF" عندما تكون مستعداً.
es: ¡Área de recorte seleccionada! Arrastra el cuadro para moverlo o usa las asas para cambiar el tamaño. Haz clic en Recortar PDF cuando estés listo.
hi: क्रॉप क्षेत्र चुना गया! इसे स्थानांतरित करने के लिए बॉक्स खींचें या आकार बदलने के लिए हैंडल का उपयोग करें। तैयार होने पर PDF क्रॉप करें पर क्लिक करें।
id: Area potong dipilih! Seret kotak untuk memindahkannya atau gunakan pegangan untuk mengubah ukuran. Klik Potong PDF saat siap.
pl: Obszar przycinania wybrany! Przeciągnij pole, aby je przesunąć, lub użyj uchwytów, aby zmienić rozmiar. Kliknij "Przytnij PDF", gdy będziesz gotowy.
ru: Область обрезки выбрана! Перетащите рамку для перемещения или используйте маркеры для изменения размера. Нажмите "Обрезать ПДФ", когда будете готовы.

source: Crop area moved! Drag again to reposition or use handles to resize. Click Crop PDF when ready.
ar: تم تحريك منطقة القص! اسحب مرة أخرى لإعادة التموضع أو استخدم المقابض لتغيير الحجم. انقر على "قص PDF" عندما تكون مستعداً.
es: ¡Área de recorte movida! Arrastra de nuevo para reposicionar o usa las asas para cambiar el tamaño. Haz clic en Recortar PDF cuando estés listo.
hi: क्रॉप क्षेत्र स्थानांतरित हो गया! पुनः स्थिति देने के लिए फिर से खींचें या आकार बदलने के लिए हैंडल का उपयोग करें। तैयार होने पर PDF क्रॉप करें पर क्लिक करें।
id: Area potong dipindahkan! Seret lagi untuk memposisikan ulang atau gunakan pegangan untuk mengubah ukuran. Klik Potong PDF saat siap.
pl: Obszar przycinania przesunięty! Przeciągnij ponownie, aby zmienić pozycję, lub użyj uchwytów, aby zmienić rozmiar. Kliknij "Przytnij PDF", gdy będziesz gotowy.
ru: Область обрезки перемещена! Перетащите снова для изменения положения или используйте маркеры для изменения размера. Нажмите "Обрезать ПДФ", когда будете готовы.

source: Rotation Settings
ar: إعدادات التدوير
es: Configuración de rotación
hi: घुमाव सेटिंग्स
id: Pengaturan Rotasi
pl: Ustawienia obrotu
ru: Настройки поворота

source: Rotation Angle
ar: زاوية الدوران
es: Ángulo de rotación
hi: घुमाव कोण
id: Sudut Rotasi
pl: Kąt obrotu
ru: Угол поворота

source: (Clockwise)
ar: (باتجاه عقارب الساعة)
es: (En sentido horario)
hi: (दक्षिणावर्त)
id: (Searah jarum jam)
pl: (Zgodnie z ruchem wskazówek zegara)
ru: (По часовой стрелке)

source: (Upside down)
ar: (مقلوب رأساً على عقب)
es: (Al revés)
hi: (उल्टा)
id: (Terbalik)
pl: (Do góry nogami)
ru: (Вверх ногами)

source: (Counter-clockwise)
ar: (عكس اتجاه عقارب الساعة)
es: (En sentido antihorario)
hi: (वामावर्त)
id: (Berlawanan arah jarum jam)
pl: (Przeciwnie do ruchu wskazówek zegara)
ru: (Против часовой стрелки)

source: Pages to Rotate
ar: الصفحات المراد تدويرها
es: Páginas a rotar
hi: घुमाने के लिए पृष्ठ
id: Halaman yang Akan Diputar
pl: Strony do obrócenia
ru: Страницы для поворота

source: Choose the rotation angle (90°, 180°, or 270°)
ar: اختر زاوية الدوران (90°، 180°، أو 270°) لتدوير صفحات PDF
es: Elige el ángulo de rotación (90°, 180° o 270°) para rotar páginas PDF
hi: PDF पृष्ठों को घुमाने के लिए घुमाव कोण (90°, 180°, या 270°) चुनें
id: Pilih sudut rotasi (90°, 180°, atau 270°) untuk memutar halaman PDF
pl: Wybierz kąt obrotu (90°, 180° lub 270°) do obracania stron PDF
ru: Выберите угол поворота (90°, 180° или 270°) для поворота страниц ПДФ

source: Select which pages to rotate: all, current, or specific pages
ar: حدد الصفحات المراد تدويرها: جميع الصفحات، أو الصفحة الحالية فقط، أو صفحات محددة
es: Selecciona qué páginas rotar: todas las páginas, solo la página actual o páginas específicas
hi: चुनें कि किन पृष्ठों को घुमाना है: सभी पृष्ठ, केवल वर्तमान पृष्ठ, या विशिष्ट पृष्ठ
id: Pilih halaman mana yang akan diputar: semua halaman, hanya halaman saat ini, atau halaman tertentu
pl: Wybierz, które strony obrócić: wszystkie strony, tylko bieżąca strona lub konkretne strony
ru: Выберите, какие страницы повернуть: все страницы, только текущую страницу или конкретные страницы

source: Click Rotate to process your PDF
ar: انقر على زر القص لمعالجة ملف PDF الخاص بك
es: Haz clic en el botón Recortar para procesar tu PDF
hi: अपने PDF को प्रक्रिया करने के लिए क्रॉप बटन पर क्लिक करें
id: Klik tombol Potong untuk memproses PDF Anda
pl: Kliknij przycisk Przytnij, aby przetworzyć swój PDF
ru: Нажмите кнопку Обрезать, чтобы обработать ваш ПДФ

source: Download your rotated PDF file
ar: قم بتنزيل ملف PDF المقطوع
es: Descarga tu archivo PDF recortado
hi: अपनी क्रॉप की गई PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF yang telah dipotong
pl: Pobierz swój przycięty plik PDF
ru: Скачайте ваш обрезанный файл ПДФ

source: PDF files with up to %(max_pages)s pages are supported. Rotation preserves all content and formatting.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة للتدوير. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر. يحافظ التدوير على جميع المحتويات والتنسيق.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas para rotar. Para archivos más grandes, divídelos en partes más pequeñas. La rotación preserva todo el contenido y formato.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें घुमाने के लिए समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें। घुमाव सभी सामग्री और फ़ॉर्मेटिंग को संरक्षित रखता है।
id: File PDF dengan hingga %(max_pages)s halaman didukung untuk diputar. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian. Rotasi mempertahankan semua konten dan pemformatan.
pl: Pliki PDF do %(max_pages)s stron są obsługiwane przy obracaniu. Większe pliki należy podzielić na mniejsze części. Obrót zachowuje całą zawartość i formatowanie.
ru: Файлы ПДФ с количеством страниц до %(max_pages)s поддерживаются для поворота. Для больших файлов, пожалуйста, разделите их на более мелкие части. Поворот сохраняет весь контент и форматирование.

source: Compression Settings
ar: إعدادات الضغط
es: Configuración de compresión
hi: संपीड़न सेटिंग्स
id: Pengaturan Kompresi
pl: Ustawienia kompresji
ru: Настройки сжатия

source: Compression Level
ar: مستوى الضغط
es: Nivel de compresión
hi: संपीड़न स्तर
id: Tingkat Kompresi
pl: Poziom kompresji
ru: Уровень сжатия

source: Low
ar: منخفض
es: Bajo
hi: कम
id: Rendah
pl: Niski
ru: Низкий

source: Faster, less compression
ar: أسرع، ضغط أقل
es: Más rápido, menos compresión
hi: तेज़, कम संपीड़न
id: Lebih cepat, kompresi lebih sedikit
pl: Szybciej, mniejsza kompresja
ru: Быстрее, меньше сжатие

source: Medium
ar: متوسط
es: Medio
hi: मध्यम
id: Sedang
pl: Średni
ru: Средний

source: High
ar: مرتفع
es: Alto
hi: उच्च
id: Tinggi
pl: Wysoki
ru: Высокий

source: Slower, more compression
ar: أبطأ، ضغط أكثر
es: Más lento, más compresión
hi: धीमा, अधिक संपीड़न
id: Lebih lambat, kompresi lebih banyak
pl: Wolniej, większa kompresja
ru: Медленнее, больше сжатие

source: Choose compression level based on your needs. Higher compression reduces file size more but takes longer.
ar: اختر مستوى الضغط بناءً على احتياجاتك. يقلل الضغط الأعلى حجم الملف أكثر ولكنه يستغرق وقتاً أطول.
es: Elige el nivel de compresión según tus necesidades. Una compresión más alta reduce más el tamaño del archivo pero tarda más.
hi: अपनी आवश्यकताओं के आधार पर संपीड़न स्तर चुनें। उच्च संपीड़न फ़ाइल आकार को अधिक कम करता है लेकिन अधिक समय लेता है।
id: Pilih tingkat kompresi berdasarkan kebutuhan Anda. Kompresi yang lebih tinggi mengurangi ukuran file lebih banyak tetapi memakan waktu lebih lama.
pl: Wybierz poziom kompresji w zależności od potrzeb. Wyższa kompresja bardziej zmniejsza rozmiar pliku, ale trwa dłużej.
ru: Выберите уровень сжатия в соответствии с вашими потребностями. Более высокое сжатие больше уменьшает размер файла, но занимает больше времени.

source: Select your PDF file using the button above
ar: حدد 2-10 ملفات PDF للدمج باستخدام الزر أعلاه
es: Selecciona 2-10 archivos PDF para combinar usando el botón de arriba
hi: ऊपर दिए गए बटन का उपयोग करके मर्ज करने के लिए 2-10 PDF फ़ाइलें चुनें
id: Pilih 2-10 file PDF untuk digabungkan menggunakan tombol di atas
pl: Wybierz 2-10 plików PDF do połączenia za pomocą przycisku powyżej
ru: Выберите 2-10 файлов ПДФ для объединения с помощью кнопки выше

source: Choose compression level: Low, Medium, or High
ar: اختر مستوى الضغط (منخفض، متوسط، أو مرتفع) لضغط حجم ملف PDF
es: Elige el nivel de compresión (Bajo, Medio o Alto) para comprimir el tamaño del archivo PDF
hi: PDF फ़ाइल आकार संपीड़ित करने के लिए संपीड़न स्तर (कम, मध्यम, या उच्च) चुनें
id: Pilih tingkat kompresi (Rendah, Sedang, atau Tinggi) untuk mengompres ukuran file PDF
pl: Wybierz poziom kompresji (Niski, Średni lub Wysoki), aby skompresować rozmiar pliku PDF
ru: Выберите уровень сжатия (Низкий, Средний или Высокий) для сжатия размера файла ПДФ

source: Click Compress to reduce your PDF file size
ar: انقر على زر الضغط لتقليل حجم ملف PDF الخاص بك
es: Haz clic en el botón de comprimir para reducir el tamaño de tu archivo PDF
hi: अपनी PDF फ़ाइल का आकार कम करने के लिए 'संपीड़ित करें' बटन पर क्लिक करें
id: Klik tombol kompres untuk mengurangi ukuran file PDF Anda
pl: Kliknij przycisk kompresji, aby zmniejszyć rozmiar pliku PDF
ru: Нажмите кнопку сжатия, чтобы уменьшить размер вашего файла ПДФ

source: Download your smaller PDF file
ar: قم بتنزيل ملف PDF الخاص بك
es: Descarga tu archivo PDF
hi: अपनी PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF Anda
pl: Pobierz swój plik PDF
ru: Скачайте ваш файл ПДФ

source: PDF files with up to %(max_pages)s pages are supported. Higher compression = smaller file size but may reduce image quality.
ar: يتم دعم ملفات PDF التي تصل إلى %(max_pages)s صفحة للضغط. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر. يقلل الضغط الأعلى حجم الملف أكثر ولكن قد يقلل جودة الصورة قليلاً.
es: Se admiten archivos PDF con hasta %(max_pages)s páginas para compresión. Para archivos más grandes, divídelos en partes más pequeñas. Una compresión más alta reduce más el tamaño del archivo pero puede reducir ligeramente la calidad de imagen.
hi: %(max_pages)s पृष्ठों तक की PDF फ़ाइलें संपीड़न के लिए समर्थित हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें। उच्च संपीड़न फ़ाइल आकार को अधिक कम करता है लेकिन छवि गुणवत्ता को थोड़ा कम कर सकता है।
id: File PDF dengan hingga %(max_pages)s halaman didukung untuk kompresi. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian. Kompresi yang lebih tinggi mengurangi ukuran file lebih banyak tetapi mungkin sedikit mengurangi kualitas gambar.
pl: Pliki PDF do %(max_pages)s stron są obsługiwane przy kompresji. Większe pliki należy podzielić na mniejsze części. Wyższa kompresja bardziej zmniejsza rozmiar pliku, ale może nieznacznie obniżyć jakość obrazu.
ru: Файлы ПДФ с количеством страниц до %(max_pages)s поддерживаются для сжатия. Для больших файлов, пожалуйста, разделите их на более мелкие части. Более высокое сжатие больше уменьшает размер файла, но может незначительно снизить качество изображений.

source: Extract Pages Settings
ar: إعدادات استخراج الصفحات
es: Configuración de extracción de páginas
hi: पृष्ठ निकालने की सेटिंग्स
id: Pengaturan Ekstraksi Halaman
pl: Ustawienia wyodrębniania stron
ru: Настройки извлечения страниц

source: Pages to Extract
ar: الصفحات المراد استخراجها
es: Páginas a extraer
hi: निकालने के लिए पृष्ठ
id: Halaman untuk Diekstrak
pl: Strony do wyodrębnienia
ru: Страницы для извлечения

source: Enter page numbers to extract. Use comma-separated numbers (1,3,5) or ranges (1-5)
ar: أدخل أرقام الصفحات المراد استخراجها. استخدم أرقاماً مفصولة بفواصل (1,3,5) أو نطاقات (1-5)
es: Ingresa números de página a extraer. Usa números separados por comas (1,3,5) o rangos (1-5)
hi: निकालने के लिए पृष्ठ संख्याएँ दर्ज करें। अल्पविराम से अलग संख्याएँ (1,3,5) या श्रेणियाँ (1-5) का उपयोग करें
id: Masukkan nomor halaman yang akan diekstrak. Gunakan angka yang dipisahkan koma (1,3,5) atau rentang (1-5)
pl: Wprowadź numery stron do wyodrębnienia. Użyj liczb oddzielonych przecinkami (1,3,5) lub zakresów (1-5)
ru: Введите номера страниц для извлечения. Используйте числа через запятую (1,3,5) или диапазоны (1-5)

source: Enter pages to extract (e.g., 1,3,5 or 1-5)
ar: أدخل صفحات محددة مثل '1,3,5' أو '1-5'
es: Ingresa páginas específicas como '1,3,5' o '1-5'
hi: '1,3,5' या '1-5' जैसे विशिष्ट पृष्ठ दर्ज करें
id: Masukkan halaman tertentu seperti '1,3,5' atau '1-5'
pl: Wprowadź konkretne strony jak '1,3,5' lub '1-5'
ru: Введите конкретные страницы, например '1,3,5' или '1-5'

source: Click Extract Pages to create a new PDF
ar: انقر على استخراج الصفحات لإنشاء PDF جديد
es: Haz clic en Extraer páginas para crear un nuevo PDF
hi: नई PDF बनाने के लिए पृष्ठ निकालें पर क्लिक करें
id: Klik Ekstrak Halaman untuk membuat PDF baru
pl: Kliknij Wyodrębnij strony, aby utworzyć nowy plik PDF
ru: Нажмите Извлечь страницы, чтобы создать новый PDF

source: Download your new PDF with selected pages
ar: قم بتنزيل ملف PDF الخاص بك
es: Descarga tu archivo PDF
hi: अपनी PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF Anda
pl: Pobierz swój plik PDF
ru: Скачайте ваш файл ПДФ
