Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: <p>Our free JPG to PDF converter transforms your images into professional PDF documents with just one click. Perfect for creating digital portfolios, converting scanned documents, preparing homework submissions, or archiving photos.</p><p>The converter maintains the original image quality - no compression means your photos and documents look exactly as intended. Each JPG image becomes a full page in the PDF, making it easy to create multi-page documents from your image collection.</p><p>Ideal for students submitting assignments, professionals preparing reports, photographers creating portfolios, and anyone who needs to share images in PDF format.</p>
ar: <p>يحول محول JPG إلى PDF المجاني الخاص بنا صورك إلى مستندات PDF احترافية بنقرة واحدة فقط. مثالي لإنشاء محافظ رقمية، وتحويل المستندات الممسوحة ضوئيًا، وإعداد واجبات مدرسية، أو أرشفة الصور.</p><p>يحافظ المحول على جودة الصورة الأصلية - عدم وجود ضغط يعني أن صورك ومستنداتك تبدو تمامًا كما هو مقصود. تتحول كل صورة JPG إلى صفحة كاملة في ملف PDF، مما يجعل من السهل إنشاء مستندات متعددة الصفحات من مجموعة صورك.</p><p>مثالي للطلاب الذين يقدمون الواجبات، والمحترفين الذين يعدون التقارير، والمصورين الذين ينشئون محافظ أعمال، وأي شخص يحتاج إلى مشاركة الصور بصيغة PDF.</p>
es: <p>Nuestro convertidor gratuito de JPG a PDF transforma sus imágenes en documentos PDF profesionales con solo un clic. Perfecto para crear portafolios digitales, convertir documentos escaneados, preparar tareas escolares o archivar fotos.</p><p>El convertidor mantiene la calidad original de la imagen - sin compresión significa que sus fotos y documentos se ven exactamente como se pretendía. Cada imagen JPG se convierte en una página completa en el PDF, facilitando la creación de documentos de varias páginas a partir de su colección de imágenes.</p><p>Ideal para estudiantes que entregan tareas, profesionales que preparan informes, fotógrafos que crean portafolios y cualquiera que necesite compartir imágenes en formato PDF.</p>
hi: <p>हमारा मुफ्त JPG से PDF कनवर्टर आपकी इमेज को सिर्फ एक क्लिक में पेशेवर PDF दस्तावेज़ों में बदल देता है। डिजिटल पोर्टफोलियो बनाने, स्कैन किए गए दस्तावेज़ों को कन्वर्ट करने, होमवर्क सबमिशन तैयार करने, या फोटो संग्रहित करने के लिए बिल्कुल सही।</p><p>कनवर्टर मूल इमेज गुणवत्ता बनाए रखता है - कोई कम्प्रेशन नहीं का मतलब है कि आपकी फोटो और दस्तावेज़ बिल्कुल वैसे ही दिखते हैं जैसा आप चाहते हैं। प्रत्येक JPG इमेज PDF में एक पूर्ण पेज बन जाती है, जिससे आपकी इमेज संग्रह से मल्टी-पेज दस्तावेज़ बनाना आसान हो जाता है।</p><p>छात्रों द्वारा असाइनमेंट जमा करने, पेशेवरों द्वारा रिपोर्ट तैयार करने, फोटोग्राफरों द्वारा पोर्टफोलियो बनाने, और किसी के लिए भी जिसे PDF फॉर्मेट में इमेज शेयर करने की आवश्यकता है, के लिए आदर्श।</p>
id: <p>Konverter JPG ke PDF gratis kami mengubah gambar Anda menjadi dokumen PDF profesional hanya dengan satu klik. Sempurna untuk membuat portofolio digital, mengonversi dokumen yang dipindai, menyiapkan pengumpulan tugas, atau mengarsipkan foto.</p><p>Konverter mempertahankan kualitas gambar asli - tidak ada kompresi berarti foto dan dokumen Anda terlihat persis seperti yang diinginkan. Setiap gambar JPG menjadi halaman penuh di PDF, memudahkan pembuatan dokumen multi-halaman dari koleksi gambar Anda.</p><p>Cocok untuk siswa mengumpulkan tugas, profesional menyiapkan laporan, fotografer membuat portofolio, dan siapa pun yang perlu berbagi gambar dalam format PDF.</p>
pl: <p>Nasz darmowy konwerter JPG na PDF przekształca Twoje obrazy w profesjonalne dokumenty PDF za jednym kliknięciem. Idealny do tworzenia cyfrowych portfolio, konwertowania zeskanowanych dokumentów, przygotowywania zadań domowych do przesłania lub archiwizowania zdjęć.</p><p>Konwerter zachowuje oryginalną jakość obrazu - brak kompresji oznacza, że Twoje zdjęcia i dokumenty wyglądają dokładnie tak, jak zamierzałeś. Każdy obraz JPG staje się pełną stroną w PDF, co ułatwia tworzenie wielostronicowych dokumentów z kolekcji obrazów.</p><p>Idealny dla studentów przesyłających zadania, profesjonalistów przygotowujących raporty, fotografów tworzących portfolio i każdego, kto potrzebuje udostępniać obrazy w formacie PDF.</p>
ru: <p>Наш бесплатный конвертер JPG в PDF преобразует ваши изображения в профессиональные PDF-документы одним щелчком мыши. Идеально подходит для создания цифровых портфолио, конвертации отсканированных документов, подготовки домашних заданий или архивирования фотографий.</p><p>Конвертер сохраняет исходное качество изображения — отсутствие сжатия означает, что ваши фотографии и документы выглядят именно так, как задумано. Каждое изображение JPG становится отдельной страницей в PDF, что позволяет легко создавать многостраничные документы из вашей коллекции изображений.</p><p>Идеально для студентов, сдающих задания, профессионалов, готовящих отчеты, фотографов, создающих портфолио, и всех, кому нужно поделиться изображениями в формате PDF.</p>

source: Rotate PDF - Convertica
ar: تدوير PDF - كونفيرتيكا
es: Rotar PDF - Convertica
hi: PDF घुमाएँ - Convertica
id: Putar PDF - Convertica
pl: Obróć PDF - Convertica
ru: Повернуть PDF - Convertica

source: Rotate PDF pages online free by 90, 180, or 270 degrees. Fast PDF rotation tool with no watermark, batch rotation, and quality preservation. Perfect for scanned documents and misoriented pages. No registration required.
ar: قم بتدوير صفحات PDF عبر الإنترنت مجاناً بمقدار 90 أو 180 أو 270 درجة. أداة تدوير PDF سريعة بدون علامة مائية، تدوير دفعات، والحفاظ على الجودة. مثالي للمستندات الممسوحة ضوئياً والصفحات غير الصحيحة الاتجاه. لا حاجة للتسجيل.
es: Rota páginas PDF en línea gratis en 90, 180 o 270 grados. Herramienta rápida de rotación de PDF sin marca de agua, rotación por lotes y preservación de calidad. Perfecto para documentos escaneados y páginas mal orientadas. No se requiere registro.
hi: PDF पृष्ठों को 90, 180, या 270 डिग्री ऑनलाइन मुफ्त में घुमाएँ। बिना वॉटरमार्क, बैच रोटेशन और गुणवत्ता संरक्षण वाला तेज़ PDF रोटेशन टूल। स्कैन किए गए दस्तावेज़ों और गलत ओरिएंटेड पृष्ठों के लिए आदर्श। कोई पंजीकरण आवश्यक नहीं।
id: Putar halaman PDF online gratis sebesar 90, 180, atau 270 derajat. Alat rotasi PDF cepat tanpa watermark, rotasi batch, dan pelestarian kualitas. Sempurna untuk dokumen yang dipindai dan halaman yang salah orientasi. Tanpa registrasi.
pl: Obróć strony PDF online za darmo o 90, 180 lub 270 stopni. Szybkie narzędzie do obracania PDF bez znaku wodnego, obracanie partiami i zachowanie jakości. Idealne dla zeskanowanych dokumentów i źle zorientowanych stron. Bez rejestracji.
ru: Поворачивайте страницы PDF онлайн бесплатно на 90, 180 или 270 градусов. Быстрый инструмент поворота PDF без водяного знака, пакетный поворот и сохранение качества. Идеально для отсканированных документов и неправильно ориентированных страниц. Регистрация не требуется.

source: Rotate your PDF pages in seconds
ar: قم بتدوير صفحات PDF الخاصة بك في ثوانٍ
es: Rota tus páginas PDF en segundos
hi: अपने PDF पृष्ठों को सेकंडों में घुमाएँ
id: Putar halaman PDF Anda dalam hitungan detik
pl: Obróć swoje strony PDF w kilka sekund
ru: Поворачивайте страницы PDF за секунды

source: Multiple Rotation Angles
ar: زاوية الدوران
es: Ángulo de rotación
hi: घुमाव कोण
id: Sudut Rotasi
pl: Kąt obrotu
ru: Угол поворота

source: Rotate pages by 90°, 180°, or 270° - clockwise or counterclockwise
ar: قم بتدوير صفحات PDF بمقدار 90 أو 180 أو 270 درجة.
es: Rota páginas PDF en 90, 180 o 270 grados.
hi: PDF पृष्ठों को 90, 180, या 270 डिग्री घुमाएँ।
id: Putar halaman PDF sebesar 90, 180, atau 270 derajat.
pl: Obróć strony PDF o 90, 180 lub 270 stopni.
ru: Поворачивайте страницы ПДФ на 90, 180 или 270 градусов.

source: Quality Preserved
ar: جميع الحقوق محفوظة.
es: Todos los derechos reservados.
hi: सर्वाधिकार सुरक्षित।
id: Hak cipta dilindungi undang-undang.
pl: Wszelkie prawa zastrzeżone.
ru: Все права защищены.

source: All content, formatting, and images stay intact after rotation
ar: جميع المحتويات والتنسيقات والصور تظل سليمة بعد التدوير
es: Todo el contenido, formato e imágenes permanecen intactos después de la rotación
hi: सभी सामग्री, फॉर्मेटिंग और इमेज रोटेशन के बाद बरकरार रहती हैं
id: Semua konten, pemformatan, dan gambar tetap utuh setelah rotasi
pl: Cała zawartość, formatowanie i obrazy pozostają nienaruszone po obróceniu
ru: Весь контент, форматирование и изображения остаются неизменными после поворота

source: Selective Rotation
ar: زاوية الدوران
es: Rotación
hi: घुमाव
id: Sudut Rotasi
pl: Kąt obrotu
ru: Поворот

source: Rotate all pages, current page, or specify exact pages to rotate
ar: حدد الصفحات المراد تدويرها: جميع الصفحات، أو الصفحة الحالية فقط، أو صفحات محددة
es: Selecciona qué páginas rotar: todas las páginas, solo la página actual o páginas específicas
hi: चुनें कि किन पृष्ठों को घुमाना है: सभी पृष्ठ, केवल वर्तमान पृष्ठ, या विशिष्ट पृष्ठ
id: Pilih halaman mana yang akan diputar: semua halaman, hanya halaman saat ini, atau halaman tertentu
pl: Wybierz, które strony obrócić: wszystkie strony, tylko bieżąca strona lub konkretne strony
ru: Выберите, какие страницы повернуть: все страницы, только текущую страницу или конкретные страницы

source: Instant Processing
ar: معالجة قياسية
es: Procesamiento estándar
hi: मानक प्रसंस्करण
id: Pemrosesan standar
pl: Standardowe przetwarzanie
ru: Стандартная обработка

source: Fast rotation with immediate download - no waiting required
ar: تدوير سريع مع تنزيل فوري - لا حاجة للانتظار
es: Rotación rápida con descarga inmediata - sin necesidad de esperar
hi: तत्काल डाउनलोड के साथ तेज़ रोटेशन - इंतजार की आवश्यकता नहीं
id: Rotasi cepat dengan unduhan langsung - tidak perlu menunggu
pl: Szybkie obracanie z natychmiastowym pobieraniem - bez konieczności czekania
ru: Быстрый поворот с мгновенной загрузкой — не требуется ожидание

source: How do I rotate a PDF page?
ar: هل يمكنني تدوير صفحات PDF؟
es: ¿Puedo rotar páginas PDF?
hi: क्या मैं PDF पृष्ठों को घुमा सकता हूँ?
id: Bisakah saya memutar halaman PDF?
pl: Czy mogę obrócić strony PDF?
ru: Могу ли я поворачивать страницы ПДФ?

source: Upload your PDF file, select the rotation angle (90°, 180°, or 270°), choose which pages to rotate, and click the Rotate button. Your rotated PDF will be ready to download instantly.
ar: قم بتحميل ملف PDF الخاص بك، حدد زاوية التدوير (90°، 180°، أو 270°)، اختر الصفحات التي تريد تدويرها، وانقر على زر التدوير. سيكون ملف PDF المدور جاهزًا للتنزيل على الفور.
es: Suba su archivo PDF, seleccione el ángulo de rotación (90°, 180° o 270°), elija qué páginas rotar y haga clic en el botón Rotar. Su PDF rotado estará listo para descargar al instante.
hi: अपनी PDF फ़ाइल अपलोड करें, रोटेशन कोण चुनें (90°, 180°, या 270°), चुनें कि कौन से पेज रोटेट करने हैं, और रोटेट बटन पर क्लिक करें। आपकी रोटेट की गई PDF तुरंत डाउनलोड के लिए तैयार हो जाएगी।
id: Unggah file PDF Anda, pilih sudut rotasi (90°, 180°, atau 270°), pilih halaman mana yang akan diputar, dan klik tombol Putar. PDF yang telah diputar akan siap diunduh secara instan.
pl: Prześlij swój plik PDF, wybierz kąt obrotu (90°, 180° lub 270°), wybierz, które strony obrócić, i kliknij przycisk Obróć. Twój obrócony plik PDF będzie gotowy do natychmiastowego pobrania.
ru: Загрузите ваш PDF-файл, выберите угол поворота (90°, 180° или 270°), укажите, какие страницы нужно повернуть, и нажмите кнопку «Повернуть». Ваш повернутый PDF будет готов к мгновенной загрузке.

source: Can I rotate specific pages in a PDF?
ar: هل يمكنني تدوير صفحات PDF؟
es: ¿Puedo rotar páginas PDF?
hi: क्या मैं PDF पृष्ठों को घुमा सकता हूँ?
id: Bisakah saya memutar halaman PDF?
pl: Czy mogę obrócić strony PDF?
ru: Могу ли я поворачивать страницы ПДФ?

source: Yes! You can rotate all pages, just the current page, or specify exact page numbers. Use formats like '1,3,5' for individual pages or '1-5' for a range.
ar: نعم! يمكنك تدوير جميع الصفحات، أو الصفحة الحالية فقط، أو تحديد أرقام صفحات محددة. استخدم تنسيقات مثل '1,3,5' للصفحات الفردية أو '1-5' لنطاق من الصفحات.
es: ¡Sí! Puede rotar todas las páginas, solo la página actual o especificar números de página exactos. Use formatos como '1,3,5' para páginas individuales o '1-5' para un rango.
hi: हाँ! आप सभी पेज, सिर्फ वर्तमान पेज, या सटीक पेज नंबर निर्दिष्ट कर सकते हैं। व्यक्तिगत पेज के लिए '1,3,5' जैसे फॉर्मेट या रेंज के लिए '1-5' का उपयोग करें।
id: Ya! Anda dapat memutar semua halaman, hanya halaman saat ini, atau menentukan nomor halaman yang tepat. Gunakan format seperti '1,3,5' untuk halaman individual atau '1-5' untuk rentang.
pl: Tak! Możesz obrócić wszystkie strony, tylko bieżącą stronę lub podać dokładne numery stron. Używaj formatów takich jak '1,3,5' dla pojedynczych stron lub '1-5' dla zakresu.
ru: Да! Вы можете повернуть все страницы, только текущую страницу или указать точные номера страниц. Используйте форматы вроде '1,3,5' для отдельных страниц или '1-5' для диапазона.

source: Will rotating affect the PDF quality?
ar: هل يؤثر التدوير على جودة ملف PDF؟
es: ¿La rotación afectará la calidad del PDF?
hi: क्या रोटेशन PDF गुणवत्ता को प्रभावित करेगा?
id: Apakah rotasi akan memengaruhi kualitas PDF?
pl: Czy obrócenie wpłynie na jakość PDF?
ru: Повлияет ли поворот на качество PDF?

source: No, our rotation tool preserves all content, formatting, images, and text quality. The rotation only changes the page orientation without any quality loss.
ar: لا، تحافظ أداة التدوير الخاصة بنا على جميع المحتويات والتنسيقات والصور وجودة النص. التدوير يغير فقط اتجاه الصفحة دون أي فقدان في الجودة.
es: No, nuestra herramienta de rotación preserva todo el contenido, formato, imágenes y calidad del texto. La rotación solo cambia la orientación de la página sin pérdida de calidad.
hi: नहीं, हमारा रोटेशन टूल सभी सामग्री, फॉर्मेटिंग, इमेज और टेक्स्ट गुणवत्ता को संरक्षित रखता है। रोटेशन केवल पेज ओरिएंटेशन बदलता है बिना किसी गुणवत्ता हानि के।
id: Tidak, alat rotasi kami mempertahankan semua konten, pemformatan, gambar, dan kualitas teks. Rotasi hanya mengubah orientasi halaman tanpa kehilangan kualitas apa pun.
pl: Nie, nasze narzędzie do obracania zachowuje całą zawartość, formatowanie, obrazy i jakość tekstu. Obrót zmienia tylko orientację strony bez utraty jakości.
ru: Нет, наш инструмент поворота сохраняет весь контент, форматирование, изображения и качество текста. Поворот изменяет только ориентацию страницы без потери качества.

source: How do I fix a sideways scanned PDF?
ar: كيف يمكنني إصلاح ملف PDF ممسوح ضوئيًا بشكل جانبي؟
es: ¿Cómo arreglo un PDF escaneado de lado?
hi: साइडवेज़ स्कैन की गई PDF को कैसे ठीक करूं?
id: Bagaimana cara memperbaiki PDF yang dipindai miring?
pl: Jak naprawić zeskanowany PDF, który jest obrócony bokiem?
ru: Как исправить отсканированный PDF с неправильной ориентацией?

source: Upload your scanned PDF, select 90° (clockwise) or 270° (counterclockwise) depending on how the document is oriented, and rotate it to fix the orientation.
ar: قم بتحميل ملف PDF الممسوح ضوئيًا، واختر 90° (باتجاه عقارب الساعة) أو 270° (عكس اتجاه عقارب الساعة) اعتمادًا على اتجاه المستند، وقم بتدويره لإصلاح الاتجاه.
es: Suba su PDF escaneado, seleccione 90° (en sentido horario) o 270° (en sentido antihorario) dependiendo de cómo esté orientado el documento, y rótelo para corregir la orientación.
hi: अपनी स्कैन की गई PDF अपलोड करें, 90° (दक्षिणावर्त) या 270° (वामावर्त) चुनें यह देखते हुए कि दस्तावेज़ कैसे ओरिएंटेड है, और ओरिएंटेशन ठीक करने के लिए इसे रोटेट करें।
id: Unggah PDF pindaian Anda, pilih 90° (searah jarum jam) atau 270° (berlawanan arah jarum jam) tergantung pada orientasi dokumen, dan putar untuk memperbaiki orientasinya.
pl: Prześlij zeskanowany PDF, wybierz 90° (zgodnie z ruchem wskazówek zegara) lub 270° (przeciwnie do ruchu wskazówek zegara) w zależności od orientacji dokumentu i obróć go, aby poprawić orientację.
ru: Загрузите ваш отсканированный PDF, выберите 90° (по часовой стрелке) или 270° (против часовой стрелки) в зависимости от ориентации документа и поверните его, чтобы исправить ориентацию.

source: Free users can rotate PDFs with up to a certain number of pages. For larger files, split them or upgrade to Premium for higher limits.
ar: يمكن للمستخدمين المميزين معالجة ملفات PDF التي تصل إلى صفحة.للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر.
es: Los usuarios premium pueden procesar archivos PDF con hastapáginas. Para archivos más grandes, divídelos en partes más pequeñas.
hi: प्रीमियम उपयोगकर्ता पृष्ठों तक की PDF फ़ाइलें संसाधित कर सकतेहैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें।
id: Pengguna premium dapat memproses file PDF hingga halaman.Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian.
pl: Użytkownicy Premium mogą przetwarzać pliki PDF do stron.Większe pliki należy podzielić na mniejsze części.
ru: Бесплатные пользователи могут поворачивать PDF до определенного количества страниц. Для больших файлов разделите их или обновитесь до Премиум для более высоких лимитов.

source: Preview your PDF before rotating to identify which pages need rotation
ar: قم بمعاينة ملف PDF قبل التدوير لتحديد الصفحات التي تحتاج إلى تدوير
es: Vea una vista previa de su PDF antes de rotar para identificar qué páginas necesitan rotación
hi: रोटेशन से पहले अपनी PDF का पूर्वावलोकन करें ताकि पहचान सकें कि कौन से पेज रोटेशन की आवश्यकता है
id: Pratinjau PDF Anda sebelum memutar untuk mengidentifikasi halaman mana yang perlu diputar
pl: Podglądaj swój PDF przed obróceniem, aby zidentyfikować, które strony wymagają obrotu
ru: Просмотрите ваш PDF перед поворотом, чтобы определить, какие страницы нуждаются в повороте

source: Use 90° clockwise to rotate a landscape page to portrait
ar: استخدم 90° باتجاه عقارب الساعة لتدوير صفحة أفقية إلى عمودية
es: Use 90° en sentido horario para rotar una página horizontal a vertical
hi: लैंडस्केप पेज को पोर्ट्रेट में रोटेट करने के लिए 90° दक्षिणावर्त का उपयोग करें
id: Gunakan 90° searah jarum jam untuk memutar halaman lanskap menjadi potret
pl: Użyj 90° zgodnie z ruchem wskazówek zegara, aby obrócić stronę z orientacji poziomej na pionową
ru: Используйте 90° по часовой стрелке, чтобы повернуть альбомную страницу в портретную

source: Use 270° (counterclockwise) for the opposite direction
ar: استخدم 270° (عكس اتجاه عقارب الساعة) للاتجاه المعاكس
es: Use 270° (en sentido antihorario) para la dirección opuesta
hi: विपरीत दिशा के लिए 270° (वामावर्त) का उपयोग करें
id: Gunakan 270° (berlawanan arah jarum jam) untuk arah yang berlawanan
pl: Użyj 270° (przeciwnie do ruchu wskazówek zegara) dla przeciwnego kierunku
ru: Используйте 270° (против часовой стрелки) для противоположного направления

source: Rotate specific pages if only some pages are misoriented
ar: قم بتدوير صفحات محددة إذا كانت بعض الصفحات فقط في اتجاه خاطئ
es: Gira páginas específicas si solo algunas están mal orientadas
hi: यदि केवल कुछ पृष्ठों का ओरिएंटेशन गलत है तो विशिष्ट पृष्ठों को घुमाएं
id: Putar halaman tertentu jika hanya beberapa halaman yang salah orientasi
pl: Obróć konkretne strony, jeśli tylko niektóre są źle zorientowane
ru: Поверните определенные страницы, если только некоторые из них неправильно ориентированы

source: Check the final PDF before downloading to ensure correct orientation
ar: تحقق من ملف PDF النهائي قبل التحميل لضمان صحة الاتجاه
es: Revisa el PDF final antes de descargarlo para asegurar la orientación correcta
hi: सही ओरिएंटेशन सुनिश्चित करने के लिए डाउनलोड करने से पहले अंतिम PDF की जांच करें
id: Periksa PDF akhir sebelum mengunduh untuk memastikan orientasi yang benar
pl: Sprawdź końcowy PDF przed pobraniem, aby upewnić się o prawidłowej orientacji
ru: Проверьте итоговый PDF перед скачиванием, чтобы убедиться в правильной ориентации

source: Rotate PDF Pages Online - Fix PDF Orientation
ar: تدوير صفحات PDF عبر الإنترنت - إصلاح اتجاه PDF
es: Girar páginas de PDF en línea - Corregir orientación de PDF
hi: PDF पृष्ठों को ऑनलाइन घुमाएं - PDF ओरिएंटेशन ठीक करें
id: Putar Halaman PDF Online - Perbaiki Orientasi PDF
pl: Obróć strony PDF online - napraw orientację PDF
ru: Поворот страниц PDF онлайн — исправление ориентации PDF
