Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Top Margin
ar: الهامش العلوي
es: Margen superior
hi: शीर्ष मार्जिन
id: Margin Atas
pl: Górny margines
ru: Верхний отступ

source: Bottom Margin
ar: الهامش السفلي
es: Margen inferior
hi: निचला मार्जिन
id: Margin Bawah
pl: Dolny margines
ru: Нижний отступ

source: Left Margin
ar: الهامش الأيسر
es: Margen izquierdo
hi: बायाँ मार्जिन
id: Margin Kiri
pl: Lewy margines
ru: Левый отступ

source: Right Margin
ar: الهامش الأيمن
es: Margen derecho
hi: दायाँ मार्जिन
id: Margin Kanan
pl: Prawy margines
ru: Правый отступ

source: Web Page URL
ar: رابط صفحة الويب
es: URL de la página web
hi: वेब पेज URL
id: URL Halaman Web
pl: URL strony internetowej
ru: URL веб-страницы

source: Enter the URL of the web page you want to convert to PDF
ar: أدخل رابط URL لصفحة الويب التي تريد تحويلها إلى PDF
es: Introduce la URL de la página web que deseas convertir a PDF
hi: वेब पेज का URL दर्ज करें जिसे आप PDF में बदलना चाहते हैं
id: Masukkan URL halaman web yang ingin Anda konversi ke PDF
pl: Wprowadź URL strony internetowej, którą chcesz przekonwertować na PDF
ru: Введите URL веб-страницы, которую вы хотите конвертировать в ПДФ

source: Convert URL to PDF
ar: تحويل رابط URL إلى PDF
es: Convertir URL a PDF
hi: URL को PDF में बदलें
id: Konversi URL ke PDF
pl: Konwertuj URL na PDF
ru: Конвертировать URL в ПДФ

source: Converting...
ar: جارٍ التحويل...
es: Convirtiendo...
hi: बदला जा रहा है...
id: Mengonversi...
pl: Konwertowanie...
ru: Конвертация...

source: Please wait while we convert your content to PDF...
ar: يرجى الانتظار بينما نقوم بتحويل محتواك إلى PDF...
es: Por favor espera mientras convertimos tu contenido a PDF...
hi: कृपया प्रतीक्षा करें जब तक हम आपकी सामग्री को PDF में बदलते हैं...
id: Harap tunggu sementara kami mengonversi konten Anda ke PDF...
pl: Proszę czekać, konwertujemy Twoją zawartość na PDF...
ru: Пожалуйста, подождите, пока мы конвертируем ваш контент в ПДФ...

source: Your content has been converted to PDF successfully.
ar: تم تحويل محتواك إلى PDF بنجاح.
es: Tu contenido se ha convertido a PDF exitosamente.
hi: आपकी सामग्री सफलतापूर्वक PDF में बदल दी गई है।
id: Konten Anda telah berhasil dikonversi ke PDF.
pl: Twoja zawartość została pomyślnie przekonwertowana na PDF.
ru: Ваш контент был успешно конвертирован в ПДФ.

source: Download PDF
ar: تنزيل PDF
es: Descargar PDF
hi: PDF डाउनलोड करें
id: Unduh PDF
pl: Pobierz PDF
ru: Скачать ПДФ

source: Convert Another
ar: تحويل آخر
es: Convertir otro
hi: एक और बदलें
id: Konversi Lainnya
pl: Konwertuj kolejny
ru: Конвертировать еще

source: Paste your HTML or enter a URL
ar: الصق كود HTML الخاص بك أو أدخل رابط URL
es: Pega tu HTML o introduce una URL
hi: अपना HTML पेस्ट करें या एक URL दर्ज करें
id: Tempel HTML Anda atau masukkan URL
pl: Wklej swój HTML lub wprowadź URL
ru: Вставьте ваш HTML или введите URL

source: JPG, PNG, GIF or BMP images to convert
ar: صور JPG، PNG، GIF أو BMP للتحويل
es: Imágenes JPG, PNG, GIF o BMP para convertir
hi: कनवर्ट करने के लिए JPG, PNG, GIF या BMP छवियाँ
id: Gambar JPG, PNG, GIF atau BMP untuk dikonversi
pl: Obrazy JPG, PNG, GIF lub BMP do konwersji
ru: Изображения JPG, PNG, GIF или BMP для конвертации

source: Select Images
ar: الصور المحددة
es: Imágenes seleccionadas
hi: चयनित छवियाँ
id: Gambar yang Dipilih
pl: Wybrane obrazy
ru: Выбранные изображения

source: Click the Select images button or drag and drop your images
ar: انقر على زر الرفع أو اسحب ملفك وأفلته
es: Haz clic en el botón de subida o arrastra y suelta tu archivo
hi: अपलोड बटन पर क्लिक करें या अपनी फ़ाइल को खींचें और छोड़ें
id: Klik tombol unggah atau seret dan lepas file Anda
pl: Kliknij przycisk przesyłania lub przeciągnij i upuść swój plik
ru: Нажмите кнопку загрузки или перетащите ваш файл

source: Arrange Order
ar: ترتيب الترتيب
es: Organizar orden
hi: क्रम व्यवस्थित करें
id: Atur Urutan
pl: Uporządkuj kolejność
ru: Упорядочить

source: Add more images and arrange them in the desired order
ar: قم بمعاينة جميع ملفات PDF واسحبها لإعادة ترتيب ترتيب الدمج
es: Previsualiza todos los archivos PDF y arrástralos para reordenar el orden de combinación
hi: सभी PDF फ़ाइलों का पूर्वावलोकन करें और मर्ज क्रम को पुनः क्रमित करने के लिए उन्हें खींचें
id: Pratinjau semua file PDF dan seret untuk mengurutkan ulang urutan penggabungan
pl: Podejrzyj wszystkie pliki PDF i przeciągaj je, aby zmienić kolejność łączenia
ru: Просмотрите все файлы ПДФ и перетащите их, чтобы изменить порядок объединения

source: Click Convert to combine all images into one PDF
ar: انقر على زر التحويل لدمج جميع الصور في ملف PDF واحد
es: Haz clic en el botón convertir para combinar todas las imágenes en un solo PDF
hi: सभी छवियों को एक PDF में संयोजित करने के लिए कन्वर्ट बटन पर क्लिक करें
id: Klik tombol konversi untuk menggabungkan semua gambar menjadi satu PDF
pl: Kliknij przycisk konwersji, aby połączyć wszystkie obrazy w jeden PDF
ru: Нажмите кнопку "Конвертировать", чтобы объединить все изображения в один ПДФ

source: You can upload multiple images - they will be combined into one PDF
ar: يمكنك رفع صور متعددة - سيتم دمجها في ملف PDF واحد
es: Puedes subir múltiples imágenes - se combinarán en un solo PDF
hi: आप कई छवियाँ अपलोड कर सकते हैं - वे एक PDF में संयोजित हो जाएँगी
id: Anda dapat mengunggah beberapa gambar - mereka akan digabungkan menjadi satu PDF
pl: Możesz przesłać wiele obrazów - zostaną one połączone w jeden PDF
ru: Вы можете загрузить несколько изображений — они будут объединены в один ПДФ

source: Select image(s)
ar: اختر صورة (صور)
es: Seleccionar imagen(es)
hi: छवि(याँ) चुनें
id: Pilih gambar
pl: Wybierz obraz(y)
ru: Выбрать изображение(я)

source: Selected Images
ar: الصور المحددة
es: Imágenes seleccionadas
hi: चयनित छवियाँ
id: Gambar yang Dipilih
pl: Wybrane obrazy
ru: Выбранные изображения

source: + Add more images
ar: + إضافة المزيد من الصور
es: + Agregar más imágenes
hi: + अधिक छवियाँ जोड़ें
id: + Tambah lebih banyak gambar
pl: + Dodaj więcej obrazów
ru: + Добавить еще изображения

source: Drag and drop your images here
ar: اسحب صورك وأفلتها هنا
es: Arrastra y suelta tus imágenes aquí
hi: अपनी छवियाँ यहाँ खींचें और छोड़ें
id: Seret dan lepas gambar Anda di sini
pl: Przeciągnij i upuść swoje zdjęcia tutaj
ru: Перетащите изображения сюда

source: multiple files supported
ar: يدعم ملفات متعددة
es: múltiples archivos soportados
hi: कई फ़ाइलें समर्थित
id: mendukung banyak file
pl: obsługiwane wiele plików
ru: поддерживается несколько файлов

source: Image Quality (JPEG)
ar: جودة الصورة (JPEG)
es: Calidad de imagen (JPEG)
hi: छवि गुणवत्ता (JPEG)
id: Kualitas Gambar (JPEG)
pl: Jakość obrazu (JPEG)
ru: Качество изображения (JPEG)

source: Low quality (smaller file)
ar: جودة منخفضة (ملف أصغر)
es: Baja calidad (archivo más pequeño)
hi: कम गुणवत्ता (छोटी फ़ाइल)
id: Kualitas rendah (file lebih kecil)
pl: Niska jakość (mniejszy plik)
ru: Низкое качество (меньший файл)

source: Medium quality (balanced)
ar: جودة متوسطة (متوازنة)
es: Calidad media (equilibrado)
hi: मध्यम गुणवत्ता (संतुलित)
id: Kualitas sedang (seimbang)
pl: Średnia jakość (zrównoważona)
ru: Среднее качество (сбалансированное)

source: High quality (recommended)
ar: جودة عالية (موصى به)
es: Alta calidad (recomendado)
hi: उच्च गुणवत्ता (अनुशंसित)
id: Kualitas tinggi (direkomendasikan)
pl: Wysoka jakość (zalecane)
ru: Высокое качество (рекомендуется)

source: Maximum quality (larger file)
ar: جودة قصوى (ملف أكبر)
es: Calidad máxima (archivo más grande)
hi: अधिकतम गुणवत्ता (बड़ी फ़ाइल)
id: Kualitas maksimum (file lebih besar)
pl: Maksymalna jakość (większy plik)
ru: Максимальное качество (больший файл)

source: Higher quality = better image clarity but larger PDF file size. 85 is recommended for most uses.
ar: الجودة الأعلى = وضوح صورة أفضل ولكن حجم ملف PDF أكبر. يُوصى بـ 85 لمعظم الاستخدامات.
es: Mayor calidad = mejor claridad de imagen pero mayor tamaño de archivo PDF. 85 es recomendado para la mayoría de los usos.
hi: उच्च गुणवत्ता = बेहतर छवि स्पष्टता लेकिन बड़ा PDF फ़ाइल आकार। अधिकांश उपयोगों के लिए 85 की अनुशंसा की जाती है।
id: Kualitas lebih tinggi = kejelasan gambar lebih baik tetapi ukuran file PDF lebih besar. 85 direkomendasikan untuk sebagian besar penggunaan.
pl: Wyższa jakość = lepsza przejrzystość obrazu, ale większy rozmiar pliku PDF. 85 jest zalecane dla większości zastosowań.
ru: Более высокое качество = лучшая четкость изображения, но больший размер файла ПДФ. 85 рекомендуется для большинства случаев использования.

source: Click the button to select images or drag and drop them
ar: انقر على الزر أعلاه لتحديد صورة واحدة أو أكثر، أو اسحبها وأفلتها في المنطقة أدناه
es: Haz clic en el botón de arriba para seleccionar una o más imágenes, o arrástralas y suéltalas en la zona de abajo
hi: एक या अधिक छवियाँ चुनने के लिए ऊपर दिए गए बटन पर क्लिक करें, या उन्हें नीचे दिए गए क्षेत्र में खींचें और छोड़ें
id: Klik tombol di atas untuk memilih satu atau lebih gambar, atau seret dan lepas ke zona di bawah
pl: Kliknij przycisk powyżej, aby wybrać jedno lub więcej obrazów, lub przeciągnij je i upuść w strefie poniżej
ru: Нажмите кнопку выше, чтобы выбрать одно или несколько изображений, или перетащите их в область ниже

source: Add more images by clicking 'Add more images'
ar: يمكنك إضافة المزيد من الصور عن طريق النقر على 'إضافة المزيد من الصور' أو عن طريق تحديد الملفات مرة أخرى
es: Puedes agregar más imágenes haciendo clic en 'Agregar más imágenes' o seleccionando archivos nuevamente
hi: आप 'अधिक छवियाँ जोड़ें' पर क्लिक करके या फ़ाइलों को फिर से चुनकर अधिक छवियाँ जोड़ सकते हैं
id: Anda dapat menambahkan lebih banyak gambar dengan mengklik 'Tambah lebih banyak gambar' atau dengan memilih file lagi
pl: Możesz dodać więcej obrazów, klikając 'Dodaj więcej obrazów' lub wybierając pliki ponownie
ru: Вы можете добавить больше изображений, нажав "Добавить еще изображения" или выбрав файлы снова

source: Remove unwanted images by clicking the X button
ar: قم بإزالة الصور غير المرغوب فيها عن طريق النقر على زر X
es: Elimina imágenes no deseadas haciendo clic en el botón X
hi: X बटन पर क्लिक करके अवांछित छवियाँ हटाएँ
id: Hapus gambar yang tidak diinginkan dengan mengklik tombol X
pl: Usuń niechciane obrazy, klikając przycisk X
ru: Удалите ненужные изображения, нажав кнопку X

source: Select image quality (85 is recommended)
ar: جودة عالية (موصى به)
es: Alta calidad (recomendado)
hi: उच्च गुणवत्ता (अनुशंसित)
id: Kualitas tinggi (direkomendasikan)
pl: Wysoka jakość (zalecane)
ru: Высокое качество (рекомендуется)

source: Download your converted PDF file
ar: قم بتنزيل ملف PDF المحول
es: Descarga tu archivo PDF convertido
hi: अपनी परिवर्तित PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF yang telah dikonversi
pl: Pobierz przekonwertowany plik PDF
ru: Скачайте ваш конвертированный файл ПДФ

source: Supports JPG, PNG, GIF, and BMP formats. Images will be combined in the order you select them.
ar: يمكنك تحويل صور متعددة (JPG، PNG، إلخ) إلى ملف PDF واحد. تتضمن التنسيقات المدعومة JPG وPNG وGIF وBMP. سيتم دمج الصور بالترتيب الذي تحدده.
es: Puedes convertir múltiples imágenes (JPG, PNG, etc.) en un solo archivo PDF. Los formatos admitidos incluyen JPG, PNG, GIF y BMP. Las imágenes se combinarán en el orden en que las selecciones.
hi: आप कई छवियों (JPG, PNG, आदि) को एक ही PDF फ़ाइल में बदल सकते हैं। समर्थित प्रारूपों में JPG, PNG, GIF और BMP शामिल हैं। छवियाँ उस क्रम में संयोजित की जाएँगी जिस क्रम में आप उन्हें चुनते हैं।
id: Anda dapat mengonversi beberapa gambar (JPG, PNG, dll.) menjadi satu file PDF. Format yang didukung termasuk JPG, PNG, GIF, dan BMP. Gambar akan digabungkan sesuai urutan Anda memilihnya.
pl: Możesz przekonwertować wiele obrazów (JPG, PNG itp.) na pojedynczy plik PDF. Obsługiwane formaty obejmują JPG, PNG, GIF i BMP. Obrazy zostaną połączone w kolejności, w jakiej je wybierzesz.
ru: Вы можете конвертировать несколько изображений (JPG, PNG и т.д.) в один файл ПДФ. Поддерживаемые форматы включают JPG, PNG, GIF и BMP. Изображения будут объединены в порядке их выбора.

source: Converting your images...
ar: جارٍ تحويل صورك...
es: Convirtiendo tus imágenes...
hi: आपकी छवियाँ बदली जा रही हैं...
id: Mengonversi gambar Anda...
pl: Konwertowanie obrazów...
ru: Конвертация ваших изображений...

source: Your PDF is ready to download
ar: ملف PDF الخاص بك جاهز للتنزيل
es: Tu PDF está listo para descargar
hi: आपकी PDF डाउनलोड के लिए तैयार है
id: PDF Anda siap diunduh
pl: Twój PDF jest gotowy do pobrania
ru: Ваш ПДФ готов к загрузке

source: Select your PDF file using the button above or drag and drop it into the zone below
ar: حدد ملف PDF الخاص بك باستخدام الزر أعلاه أو اسحبه وأفلته في المنطقة أدناه
es: Selecciona tu archivo PDF usando el botón de arriba o arrástralo a la zona de abajo
hi: ऊपर दिए गए बटन का उपयोग करके अपनी PDF फ़ाइल चुनें या इसे नीचे दिए गए क्षेत्र में खींचें और छोड़ें
id: Pilih file PDF Anda menggunakan tombol di atas atau seret dan lepas ke zona di bawah
pl: Wybierz plik PDF za pomocą przycisku powyżej lub przeciągnij i upuść go w strefie poniżej
ru: Выберите файл ПДФ с помощью кнопки выше или перетащите его в область ниже

source: Click the convert button to start converting PDF to Excel (PDF to XLSX conversion)
ar: انقر على زر التحويل لبدء تحويل PDF إلى Excel (تحويل PDF إلى XLSX)
es: Haz clic en el botón convertir para iniciar la conversión de PDF a Excel (conversión de PDF a XLSX)
hi: PDF को Excel (PDF से XLSX रूपांतरण) में बदलना शुरू करने के लिए कन्वर्ट बटन पर क्लिक करें
id: Klik tombol konversi untuk memulai konversi PDF ke Excel (konversi PDF ke XLSX)
pl: Kliknij przycisk konwersji, aby rozpocząć konwersję PDF na Excel (konwersja PDF na XLSX)
ru: Нажмите кнопку "Конвертировать", чтобы начать конвертацию ПДФ в Эксель (конвертация ПДФ в XLSX)

source: Wait for the PDF to Excel conversion to complete - tables and data will be extracted from your PDF and converted to editable Excel format
ar: انتظر حتى يكتمل تحويل PDF إلى Excel - سيتم استخراج الجداول والبيانات من ملف PDF الخاص بك وتحويلها إلى تنسيق Excel قابل للتحرير
es: Espera a que se complete la conversión de PDF a Excel - las tablas y datos se extraerán de tu PDF y se convertirán al formato Excel editable
hi: PDF से Excel रूपांतरण पूरा होने की प्रतीक्षा करें - तालिकाएँ और डेटा आपके PDF से निकाले जाएँगे और संपादन योग्य Excel प्रारूप में बदले जाएँगे
id: Tunggu hingga konversi PDF ke Excel selesai - tabel dan data akan diekstrak dari PDF Anda dan dikonversi ke format Excel yang dapat diedit
pl: Poczekaj na zakończenie konwersji PDF na Excel - tabele i dane zostaną wyodrębnione z Twojego PDF i przekonwertowane na edytowalny format Excel
ru: Дождитесь завершения конвертации ПДФ в Эксель — таблицы и данные будут извлечены из вашего ПДФ и преобразованы в редактируемый формат Эксель

source: Download your editable Excel file (XLSX format) - your PDF tables have been successfully converted to Excel
ar: قم بتنزيل ملف Excel القابل للتحرير (تنسيق XLSX) - تم تحويل جداول PDF الخاصة بك بنجاح إلى Excel
es: Descarga tu archivo Excel editable (formato XLSX) - las tablas de tu PDF se han convertido exitosamente a Excel
hi: अपनी संपादन योग्य Excel फ़ाइल (XLSX प्रारूप) डाउनलोड करें - आपकी PDF तालिकाएँ सफलतापूर्वक Excel में बदल दी गई हैं
id: Unduh file Excel yang dapat diedit (format XLSX) - tabel PDF Anda telah berhasil dikonversi ke Excel
pl: Pobierz edytowalny plik Excel (format XLSX) - Twoje tabele PDF zostały pomyślnie przekonwertowane na Excel
ru: Скачайте редактируемый файл Эксель (формат XLSX) — ваши таблицы ПДФ были успешно преобразованы в Эксель

source: Free users can convert PDF files with up to %(max_pages)s pages. Premium users have higher limits. For larger files, please split them into smaller parts. PDF files with tables work best - plain text will be placed in separate cells, and images will be embedded in the Excel file.
ar: يمكن للمستخدمين المجانيين تحويل ملفات PDF التي تصل إلى %(max_pages)s صفحة. للمستخدمين المميزين حدود أعلى. للملفات الأكبر، يرجى تقسيمها إلى أجزاء أصغر. تعمل ملفات PDF التي تحتوي على جداول بشكل أفضل - سيتم وضع النص العادي في خلايا منفصلة، وسيتم تضمين الصور في ملف Excel.
es: Los usuarios gratuitos pueden convertir archivos PDF con hasta %(max_pages)s páginas. Los usuarios premium tienen límites más altos. Para archivos más grandes, por favor divídelos en partes más pequeñas. Los archivos PDF con tablas funcionan mejor: el texto plano se colocará en celdas separadas y las imágenes se incrustarán en el archivo de Excel.
hi: मुफ्त उपयोगकर्ता %(max_pages)s पृष्ठों तक की PDF फ़ाइलें बदल सकते हैं। प्रीमियम उपयोगकर्ताओं की उच्च सीमाएँ हैं। बड़ी फ़ाइलों के लिए, कृपया उन्हें छोटे भागों में विभाजित करें। तालिकाओं वाली PDF फ़ाइलें सबसे अच्छा काम करती हैं - सादा पाठ अलग-अलग सेल में रखा जाएगा, और छवियाँ Excel फ़ाइल में एम्बेड की जाएँगी।
id: Pengguna gratis dapat mengonversi file PDF hingga %(max_pages)s halaman. Pengguna premium memiliki batas lebih tinggi. Untuk file yang lebih besar, silakan bagi menjadi beberapa bagian. File PDF dengan tabel memberikan hasil terbaik - teks biasa akan ditempatkan di sel terpisah, dan gambar akan disematkan dalam file Excel.
pl: Użytkownicy darmowi mogą konwertować pliki PDF do %(max_pages)s stron. Użytkownicy Premium mają wyższe limity. Większe pliki należy podzielić na mniejsze części. Pliki PDF z tabelami działają najlepiej - zwykły tekst zostanie umieszczony w oddzielnych komórkach, a obrazy zostaną osadzone w pliku Excel.
ru: Бесплатные пользователи могут конвертировать файлы ПДФ с количеством страниц до %(max_pages)s. Премиум пользователи имеют более высокие лимиты. Для больших файлов, пожалуйста, разделите их на более мелкие части. Файлы ПДФ с таблицами работают лучше всего — обычный текст будет размещен в отдельных ячейках, а изображения будут встроены в файл Эксель.

source: Click the convert button to start converting PDF to HTML
ar: انقر على زر التحويل لبدء تحويل PDF إلى HTML
es: Haz clic en el botón convertir para iniciar la conversión de PDF a HTML
hi: PDF को HTML में बदलना शुरू करने के लिए कन्वर्ट बटन पर क्लिक करें
id: Klik tombol konversi untuk memulai konversi PDF ke HTML
pl: Kliknij przycisk konwersji, aby rozpocząć konwersję PDF na HTML
ru: Нажмите кнопку "Конвертировать", чтобы начать конвертацию ПДФ в HTML

source: Wait for the PDF to HTML conversion to complete - text and content will be extracted from your PDF and converted to HTML format
ar: انتظر حتى يكتمل تحويل PDF إلى HTML - سيتم استخراج النص والمحتوى من ملف PDF الخاص بك وتحويلهما إلى تنسيق HTML
es: Espera a que se complete la conversión de PDF a HTML - el texto y el contenido se extraerán de tu PDF y se convertirán al formato HTML
hi: PDF से HTML रूपांतरण पूरा होने की प्रतीक्षा करें - पाठ और सामग्री आपके PDF से निकाली जाएगी और HTML प्रारूप में बदली जाएगी
id: Tunggu hingga konversi PDF ke HTML selesai - teks dan konten akan diekstrak dari PDF Anda dan dikonversi ke format HTML
pl: Poczekaj na zakończenie konwersji PDF na HTML - tekst i zawartość zostaną wyodrębnione z Twojego PDF i przekonwertowane na format HTML
ru: Дождитесь завершения конвертации ПДФ в HTML — текст и контент будут извлечены из вашего ПДФ и преобразованы в формат HTML

source: Download your HTML file - your PDF has been successfully converted to HTML for web publishing
ar: قم بتنزيل ملف HTML الخاص بك - تم تحويل ملف PDF الخاص بك بنجاح إلى HTML للنشر على الويب
es: Descarga tu archivo HTML - tu PDF se ha convertido exitosamente a HTML para publicación web
hi: अपनी HTML फ़ाइल डाउनलोड करें - आपका PDF वेब प्रकाशन के लिए सफलतापूर्वक HTML में बदल दिया गया है
id: Unduh file HTML Anda - PDF Anda telah berhasil dikonversi ke HTML untuk penerbitan web
pl: Pobierz swój plik HTML - Twój PDF został pomyślnie przekonwertowany na HTML do publikacji internetowej
ru: Скачайте ваш HTML файл — ваш ПДФ был успешно конвертирован в HTML для веб-публикации

source: Free users can convert PDF files with up to %(max_pages)s pages. Premium users have higher limits. Text content will be extracted and formatted as HTML. Images from the PDF will be embedded as base64 for easy web publishing.
ar: يمكن للمستخدمين المجانيين تحويل ملفات PDF التي تصل إلى %(max_pages)s صفحة. للمستخدمين المميزين حدود أعلى. سيتم استخراج محتوى النص وتنسيقه كـ HTML. سيتم تضمين الصور من ملف PDF كـ base64 لتسهيل النشر على الويب.
es: Los usuarios gratuitos pueden convertir archivos PDF con hasta %(max_pages)s páginas. Los usuarios premium tienen límites más altos. El contenido de texto se extraerá y formateará como HTML. Las imágenes del PDF se incrustarán como base64 para una fácil publicación web.
hi: मुफ्त उपयोगकर्ता %(max_pages)s पृष्ठों तक की PDF फ़ाइलें बदल सकते हैं। प्रीमियम उपयोगकर्ताओं की उच्च सीमाएँ हैं। पाठ सामग्री निकाली जाएगी और HTML के रूप में स्वरूपित की जाएगी। PDF से छवियाँ आसान वेब प्रकाशन के लिए base64 के रूप में एम्बेड की जाएँगी।
id: Pengguna gratis dapat mengonversi file PDF hingga %(max_pages)s halaman. Pengguna premium memiliki batas lebih tinggi. Konten teks akan diekstrak dan diformat sebagai HTML. Gambar dari PDF akan disematkan sebagai base64 untuk memudahkan penerbitan web.
pl: Użytkownicy darmowi mogą konwertować pliki PDF do %(max_pages)s stron. Użytkownicy Premium mają wyższe limity. Zawartość tekstowa zostanie wyodrębniona i sformatowana jako HTML. Obrazy z PDF zostaną osadzone jako base64 dla łatwej publikacji internetowej.
ru: Бесплатные пользователи могут конвертировать файлы ПДФ с количеством страниц до %(max_pages)s. Премиум пользователи имеют более высокие лимиты. Текстовый контент будет извлечен и отформатирован как HTML. Изображения из ПДФ будут встроены как base64 для легкой веб-публикации.

source: Page Selection
ar: اختيار الصفحة
es: Selección de páginas
hi: पृष्ठ चयन
id: Pemilihan Halaman
pl: Wybór stron
ru: Выбор страниц

source: Pages to Convert
ar: الصفحات المراد تحويلها
es: Páginas a convertir
hi: बदलने के लिए पृष्ठ
id: Halaman untuk Dikonversi
pl: Strony do konwersji
ru: Страницы для конвертации

source: All pages
ar: جميع الصفحات
es: Todas las páginas
hi: सभी पृष्ठ
id: Semua halaman
pl: Wszystkie strony
ru: Все страницы

source: Custom pages:
ar: صفحات مخصصة:
es: Páginas personalizadas:
hi: कस्टम पृष्ठ:
id: Halaman kustom:
pl: Niestandardowe strony:
ru: Выборочные страницы:

source: Enter specific pages like '1,3,5' or '1-5'
ar: أدخل صفحات محددة مثل '1,3,5' أو '1-5'
es: Ingresa páginas específicas como '1,3,5' o '1-5'
hi: '1,3,5' या '1-5' जैसे विशिष्ट पृष्ठ दर्ज करें
id: Masukkan halaman tertentu seperti '1,3,5' atau '1-5'
pl: Wprowadź konkretne strony jak '1,3,5' lub '1-5'
ru: Введите конкретные страницы, например '1,3,5' или '1-5'

source: Image Quality (DPI)
ar: جودة الصورة (DPI)
es: Calidad de imagen (DPI)
hi: छवि गुणवत्ता (DPI)
id: Kualitas Gambar (DPI)
pl: Jakość obrazu (DPI)
ru: Качество изображения (DPI)

source: Smaller file size
ar: حجم ملف أصغر
es: Tamaño de archivo más pequeño
hi: छोटा फ़ाइल आकार
id: Ukuran file lebih kecil
pl: Mniejszy rozmiar pliku
ru: Меньший размер файла

source: Balanced
ar: متوازن
es: Equilibrado
hi: संतुलित
id: Seimbang
pl: Zrównoważone
ru: Сбалансированный

source: Very high quality
ar: جودة عالية جداً
es: Calidad muy alta
hi: बहुत उच्च गुणवत्ता
id: Kualitas sangat tinggi
pl: Bardzo wysoka jakość
ru: Очень высокое качество

source: Maximum quality
ar: جودة قصوى
es: Calidad máxima
hi: अधिकतम गुणवत्ता
id: Kualitas maksimal
pl: Maksymalna jakość
ru: Максимальное качество
