Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Crop PDF pages online free with precise crop box coordinates. Fast PDF cropping tool with no watermark, visual editor, and quality preservation. Perfect for removing margins and unwanted content. No registration required.
ar: قص صفحات PDF عبر الإنترنت مجاناً مع إحداثيات مربع قص دقيقة. أداة قص PDF سريعة بدون علامة مائية، محرر مرئي، والحفاظ على الجودة. مثالي لإزالة الهوامش والمحتوى غير المرغوب فيه. لا حاجة للتسجيل.
es: Recorta páginas PDF en línea gratis con coordenadas precisas del cuadro de recorte. Herramienta rápida de recorte de PDF sin marca de agua, editor visual y preservación de calidad. Perfecto para eliminar márgenes y contenido no deseado. No se requiere registro.
hi: सटीक क्रॉप बॉक्स निर्देशांक के साथ PDF पृष्ठों को ऑनलाइन मुफ्त में क्रॉप करें। बिना वॉटरमार्क, दृश्य संपादक और गुणवत्ता संरक्षण वाला तेज़ PDF क्रॉपिंग टूल। मार्जिन और अवांछित सामग्री हटाने के लिए आदर्श। कोई पंजीकरण आवश्यक नहीं।
id: Potong halaman PDF online gratis dengan koordinat kotak potong yang tepat. Alat pemotongan PDF cepat tanpa watermark, editor visual, dan pelestarian kualitas. Sempurna untuk menghapus margin dan konten yang tidak diinginkan. Tanpa registrasi.
pl: Przytnij strony PDF online za darmo z precyzyjnymi współrzędnymi obszaru przycinania. Szybkie narzędzie do przycinania PDF bez znaku wodnego, wizualny edytor i zachowanie jakości. Idealne do usuwania marginesów i niechcianej zawartości. Bez rejestracji.
ru: Обрезайте страницы PDF онлайн бесплатно с точными координатами области обрезки. Быстрый инструмент обрезки PDF без водяного знака, визуальный редактор и сохранение качества. Идеально для удаления полей и нежелательного контента. Регистрация не требуется.

source: Crop your PDF pages in seconds
ar: قص صفحات PDF الخاصة بك في ثوانٍ
es: Recorta tus páginas PDF en segundos
hi: अपने PDF पृष्ठों को सेकंडों में क्रॉप करें
id: Potong halaman PDF Anda dalam hitungan detik
pl: Przytnij swoje strony PDF w kilka sekund
ru: Обрезайте страницы PDF за секунды

source: Visual Crop Editor
ar: محرر العلامة المائية المرئي
es: Editor visual de marca de agua
hi: विज़ुअल वॉटरमार्क एडिटर
id: Editor Watermark Visual
pl: Wizualny edytor znaku wodnego
ru: Визуальный редактор водяных знаков

source: Select crop area visually by clicking and dragging on the PDF
ar: حدد منطقة القص بصريًا بالنقر والسحب على ملف PDF
es: Selecciona el área de recorte visualmente haciendo clic y arrastrando sobre el PDF
hi: PDF पर क्लिक करके और खींचकर विज़ुअल रूप से क्रॉप क्षेत्र चुनें
id: Pilih area pangkas secara visual dengan mengklik dan menyeret pada PDF
pl: Wybierz obszar przycięcia wizualnie, klikając i przeciągając na pliku PDF
ru: Выберите область обрезки визуально, щелкнув и перетащив на PDF

source: Crop without any quality loss - content stays sharp
ar: قص دون أي فقدان للجودة - يبقى المحتوى حادًا
es: Recorta sin pérdida de calidad: el contenido permanece nítido
hi: बिना किसी गुणवत्ता हानि के क्रॉप करें - सामग्री स्पष्ट रहती है
id: Potong tanpa kehilangan kualitas - konten tetap tajam
pl: Przycinanie bez utraty jakości - zawartość pozostaje ostra
ru: Обрезка без потери качества — содержимое остается четким

source: Apply to Multiple Pages
ar: تطبيق على الصفحات
es: Aplicar a páginas
hi: पृष्ठों पर लागू करें
id: Terapkan ke halaman
pl: Zastosuj do stron
ru: Применить к страницам

source: Crop all pages, current page, or specific pages at once
ar: حدد الصفحات المراد تدويرها: جميع الصفحات، أو الصفحة الحالية فقط، أو صفحات محددة
es: Selecciona qué páginas rotar: todas las páginas, solo la página actual o páginas específicas
hi: चुनें कि किन पृष्ठों को घुमाना है: सभी पृष्ठ, केवल वर्तमान पृष्ठ, या विशिष्ट पृष्ठ
id: Pilih halaman mana yang akan diputar: semua halaman, hanya halaman saat ini, atau halaman tertentu
pl: Wybierz, które strony obrócić: wszystkie strony, tylko bieżąca strona lub konkretne strony
ru: Выберите, какие страницы повернуть: все страницы, только текущую страницу или конкретные страницы

source: Fast cropping with immediate download
ar: قص سريع مع تنزيل فوري
es: Recorte rápido con descarga inmediata
hi: तत्काल डाउनलोड के साथ तेजी से क्रॉपिंग
id: Pemotongan cepat dengan unduhan langsung
pl: Szybkie przycinanie z natychmiastowym pobieraniem
ru: Быстрая обрезка с мгновенной загрузкой

source: How do I crop a PDF page?
ar: كيف يمكنني ضغط ملف PDF؟
es: ¿Cómo comprimo un archivo PDF?
hi: मैं एक PDF फ़ाइल को कैसे संपीड़ित करूँ?
id: Bagaimana cara mengompres file PDF?
pl: Jak skompresować plik PDF?
ru: Как сжать файл ПДФ?

source: Upload your PDF, click and drag to select the area you want to keep, choose which pages to apply the crop to, and click Crop PDF.
ar: سيتم عرض ملف PDF - انقر واسحب لتحديد المنطقة التي تريد الاحتفاظ بها عند قص PDF
es: El PDF se mostrará - haz clic y arrastra para seleccionar el área que deseas conservar al recortar el PDF
hi: PDF प्रदर्शित किया जाएगा - PDF क्रॉप करते समय जिस क्षेत्र को आप रखना चाहते हैं उसे चुनने के लिए क्लिक करें और खींचें
id: PDF akan ditampilkan - klik dan seret untuk memilih area yang ingin Anda pertahankan saat memotong PDF
pl: PDF zostanie wyświetlony - kliknij i przeciągnij, aby wybrać obszar, który chcesz zachować podczas przycinania PDF
ru: ПДФ будет отображен — нажмите и перетащите, чтобы выбрать область, которую хотите оставить при обрезке ПДФ

source: Can I crop multiple pages at once?
ar: هل يمكنني قص عدة صفحات في وقت واحد؟
es: ¿Puedo recortar varias páginas a la vez?
hi: क्या मैं एक साथ कई पेज क्रॉप कर सकता हूं?
id: Bisakah saya memotong beberapa halaman sekaligus?
pl: Czy mogę przyciąć wiele stron na raz?
ru: Можно ли обрезать несколько страниц одновременно?

source: Yes! You can apply the same crop to all pages, just the current page, or specify pages like '1,3,5' or '1-5'.
ar: اختر الصفحات المراد تطبيق القص عليها (جميع الصفحات، أو الصفحة الحالية، أو صفحات مخصصة)
es: Elige a qué páginas aplicar el recorte (todas las páginas, página actual o páginas personalizadas)
hi: चुनें कि क्रॉप किन पृष्ठों पर लागू करना है (सभी पृष्ठ, वर्तमान पृष्ठ, या कस्टम पृष्ठ)
id: Pilih halaman mana yang akan diterapkan potongan (semua halaman, halaman saat ini, atau halaman kustom)
pl: Wybierz, do których stron zastosować przycinanie (wszystkie strony, bieżąca strona lub strony niestandardowe)
ru: Выберите, к каким страницам применить обрезку (все страницы, текущая страница или выборочные страницы)

source: Will cropping reduce PDF quality?
ar: هل سيؤدي القص إلى تقليل جودة ملف PDF؟
es: ¿El recorte reducirá la calidad del PDF?
hi: क्या क्रॉपिंग से PDF की गुणवत्ता कम हो जाएगी?
id: Apakah pemotongan akan mengurangi kualitas PDF?
pl: Czy przycinanie obniży jakość PDF?
ru: Ухудшится ли качество PDF после обрезки?

source: No, cropping only removes the area outside the selection. The content inside remains at its original quality.
ar: لا، يزيل القص فقط المنطقة خارج التحديد. يبقى المحتوى المحدد بجودته الأصلية.
es: No, el recorte solo elimina el área fuera de la selección. El contenido dentro mantiene su calidad original.
hi: नहीं, क्रॉपिंग केवल चयन के बाहर के क्षेत्र को हटाती है। चयन के अंदर की सामग्री अपनी मूल गुणवत्ता पर बनी रहती है।
id: Tidak, pemotongan hanya menghapus area di luar pilihan. Konten di dalamnya tetap pada kualitas aslinya.
pl: Nie, przycinanie usuwa tylko obszar poza zaznaczeniem. Zawartość wewnątrz zachowuje oryginalną jakość.
ru: Нет, обрезка удаляет только область за пределами выделения. Содержимое внутри сохраняет исходное качество.

source: How do I remove margins from a PDF?
ar: كيف يمكنني تحويل الصور إلى PDF؟
es: ¿Cómo convierto imágenes a PDF?
hi: मैं छवियों को PDF में कैसे बदलूँ?
id: Bagaimana cara mengonversi gambar ke PDF?
pl: Jak przekonwertować obrazy na PDF?
ru: Как конвертировать изображения в ПДФ?

source: Upload your PDF and draw a selection box that excludes the margins. The areas outside your selection will be removed.
ar: قم بتحميل ملف PDF الخاص بك وارسم مربع تحديد يستبعد الهوامش. ستتم إزالة المناطق خارج تحديدك.
es: Sube tu PDF y dibuja un cuadro de selección que excluya los márgenes. Las áreas fuera de tu selección serán eliminadas.
hi: अपना PDF अपलोड करें और एक चयन बॉक्स बनाएं जो हाशिये को बाहर कर दे। आपके चयन के बाहर के क्षेत्र हटा दिए जाएंगे।
id: Unggah PDF Anda dan gambar kotak pilihan yang mengecualikan margin. Area di luar pilihan Anda akan dihapus.
pl: Prześlij swój PDF i narysuj pole zaznaczenia, które wyklucza marginesy. Obszary poza Twoim zaznaczeniem zostaną usunięte.
ru: Загрузите PDF и нарисуйте рамку выделения, исключающую поля. Области за пределами выделения будут удалены.

source: Can I undo a crop after saving?
ar: هل يمكنني التراجع عن عملية قص بعد الحفظ؟
es: ¿Puedo deshacer un recorte después de guardar?
hi: क्या मैं सेव करने के बाद क्रॉप को पूर्ववत कर सकता हूं?
id: Bisakah saya membatalkan pemotongan setelah menyimpan?
pl: Czy mogę cofnąć przycięcie po zapisaniu?
ru: Можно ли отменить обрезку после сохранения?

source: No, cropping permanently removes the areas outside the selection. Always keep a backup of your original PDF before cropping. You can preview the result before downloading.
ar: لا، يزيل القص المناطق خارج التحديد بشكل دائم. احتفظ دائمًا بنسخة احتياطية من ملف PDF الأصلي قبل القص. يمكنك معاينة النتيجة قبل التنزيل.
es: No, el recorte elimina permanentemente las áreas fuera de la selección. Siempre guarda una copia de seguridad de tu PDF original antes de recortar. Puedes previsualizar el resultado antes de descargar.
hi: नहीं, क्रॉपिंग चयन के बाहर के क्षेत्रों को स्थायी रूप से हटा देती है। क्रॉपिंग से पहले हमेशा अपने मूल PDF का बैकअप रखें। आप डाउनलोड करने से पहले परिणाम का पूर्वावलोकन कर सकते हैं।
id: Tidak, pemotongan secara permanen menghapus area di luar pilihan. Selalu simpan cadangan PDF asli Anda sebelum memotong. Anda dapat melihat pratinjau hasilnya sebelum mengunduh.
pl: Nie, przycinanie trwale usuwa obszary poza zaznaczeniem. Zawsze zachowuj kopię zapasową oryginalnego PDF przed przycięciem. Możesz podejrzeć wynik przed pobraniem.
ru: Нет, обрезка безвозвратно удаляет области за пределами выделения. Всегда сохраняйте резервную копию исходного PDF перед обрезкой. Вы можете предварительно просмотреть результат перед загрузкой.

source: Use the corner handles to precisely resize the crop area
ar: اسحب مقابض الزوايا أو الحواف لتغيير حجم منطقة القص
es: Arrastra las esquinas o bordes para cambiar el tamaño del área de recorte
hi: क्रॉप क्षेत्र का आकार बदलने के लिए कोने या किनारे के हैंडल खींचें
id: Seret pegangan sudut atau tepi untuk mengubah ukuran area potong
pl: Przeciągnij rogi lub krawędzie, aby zmienić rozmiar obszaru przycinania
ru: Перетащите угловые или боковые маркеры для изменения размера области обрезки

source: Drag the selection box to reposition it
ar: اسحب مربع التحديد لإعادة وضعه
es: Arrastra el cuadro de selección para reposicionarlo
hi: चयन बॉक्स को दोबारा स्थिति देने के लिए खींचें
id: Seret kotak pilihan untuk memposisikannya ulang
pl: Przeciągnij pole zaznaczenia, aby zmienić jego położenie
ru: Перетащите рамку выделения, чтобы изменить ее положение

source: Apply crop to all pages for consistent margins
ar: طبق القص على جميع الصفحات للحصول على هوامش متسقة
es: Aplicar recorte a todas las páginas para márgenes consistentes
hi: सभी पेजों पर लागू करें ताकि हाशिये एक समान रहें
id: Terapkan pemotongan ke semua halaman untuk margin yang konsisten
pl: Zastosuj przycięcie do wszystkich stron dla spójnych marginesów
ru: Применить обрезку ко всем страницам для единообразных полей

source: Use 'Scale to page size' to fill the entire page with cropped content
ar: استخدم 'تغيير الحجم ليتناسب مع الصفحة' لملء الصفحة بأكملها بالمحتوى المقصوص
es: Usa 'Escalar al tamaño de página' para llenar toda la página con el contenido recortado
hi: क्रॉप की गई सामग्री से पूरे पेज को भरने के लिए 'पेज आकार के अनुसार स्केल करें' का उपयोग करें
id: Gunakan 'Skala ke ukuran halaman' untuk mengisi seluruh halaman dengan konten yang dipotong
pl: Użyj 'Skaluj do rozmiaru strony', aby wypełnić całą stronę przyciętą zawartością
ru: Используйте 'Масштабировать под размер страницы', чтобы заполнить всю страницу обрезанным содержимым

source: Preview the cropped result before downloading to ensure it's correct
ar: قم بمعاينة النتيجة المقصوصة قبل التنزيل للتأكد من صحتها
es: Previsualiza el resultado recortado antes de descargar para asegurarte de que sea correcto
hi: डाउनलोड करने से पहले क्रॉप किए गए परिणाम का पूर्वावलोकन करें ताकि यह सही सुनिश्चित हो
id: Pratinjau hasil pemotongan sebelum mengunduh untuk memastikan benar
pl: Podejrzyj przycięty wynik przed pobraniem, aby upewnić się, że jest poprawny
ru: Предварительно просмотрите результат обрезки перед загрузкой, чтобы убедиться в его корректности

source: Crop PDF Pages - Remove Margins Online
ar: قص صفحات PDF - إزالة الهوامش عبر الإنترنت
es: Recortar páginas PDF - Eliminar márgenes en línea
hi: PDF पेज क्रॉप करें - हाशिये ऑनलाइन हटाएं
id: Potong Halaman PDF - Hapus Margin Online
pl: Przycinanie stron PDF - Usuwanie marginesów online
ru: Обрезка страниц PDF — удаление полей онлайн

source: <p>Our free PDF cropping tool lets you remove unwanted margins, borders, or content from your PDF pages. The visual editor makes it easy to select exactly what you want to keep.</p><p>Perfect for trimming scanned documents, removing white borders, or focusing on specific content areas in your PDFs.</p><p><strong>Common uses:</strong> Remove scanner margins from scanned documents, trim white space from exported slides, crop to focus on specific charts or images, or prepare PDFs for printing with custom page sizes.</p>
ar: <p>تتيح لك أداة قص PDF المجانية إزالة الهوامش أو الحدود أو المحتوى غير المرغوب فيه من صفحات PDF الخاصة بك. يسهل المحرر المرئي تحديد ما تريد الاحتفاظ به بالضبط.</p><p>مثالي لتقليم المستندات الممسوحة ضوئيًا، أو إزالة الحدود البيضاء، أو التركيز على مناطق محتوى محددة في ملفات PDF الخاصة بك.</p><p><strong>الاستخدامات الشائعة:</strong> إزالة هوامش الماسح الضوئي من المستندات الممسوحة ضوئيًا، وتقليم المساحات البيضاء من الشرائح المصدرة، والقص للتركيز على مخططات أو صور محددة، أو تحضير ملفات PDF للطباعة بأحجام صفحات مخصصة.</p>
es: <p>Nuestra herramienta gratuita de recorte de PDF te permite eliminar márgenes, bordes o contenido no deseados de tus páginas PDF. El editor visual facilita seleccionar exactamente lo que quieres conservar.</p><p>Perfecto para recortar documentos escaneados, eliminar bordes blancos o enfocarse en áreas de contenido específicas en tus PDFs.</p><p><strong>Usos comunes:</strong> Eliminar márgenes del escáner en documentos escaneados, recortar espacios en blanco de diapositivas exportadas, recortar para enfocarse en gráficos o imágenes específicas, o preparar PDFs para impresión con tamaños de página personalizados.</p>
hi: <p>हमारा मुफ्त PDF क्रॉपिंग टूल आपको अपने PDF पेजों से अवांछित हाशिये, बॉर्डर या सामग्री हटाने देता है। विजुअल एडिटर से यह चुनना आसान हो जाता है कि आप वास्तव में क्या रखना चाहते हैं।</p><p>स्कैन किए गए दस्तावेजों को ट्रिम करने, सफेद बॉर्डर हटाने, या अपने PDF में विशिष्ट सामग्री क्षेत्रों पर ध्यान केंद्रित करने के लिए बिल्कुल सही।</p><p><strong>सामान्य उपयोग:</strong> स्कैन किए गए दस्तावेजों से स्कैनर के हाशिये हटाएं, निर्यात किए गए स्लाइड्स से सफेद स्थान ट्रिम करें, विशिष्ट चार्ट या छवियों पर ध्यान केंद्रित करने के लिए क्रॉप करें, या कस्टम पेज आकार के साथ प्रिंटिंग के लिए PDF तैयार करें।</p>
id: <p>Alat pemotong PDF gratis kami memungkinkan Anda menghapus margin, batas, atau konten yang tidak diinginkan dari halaman PDF Anda. Editor visual memudahkan untuk memilih tepat apa yang ingin Anda pertahankan.</p><p>Sempurna untuk memangkas dokumen pindaian, menghapus batas putih, atau fokus pada area konten tertentu di PDF Anda.</p><p><strong>Penggunaan umum:</strong> Hapus margin pemindai dari dokumen pindaian, pangkas ruang kosong dari slide yang diekspor, potong untuk fokus pada bagan atau gambar tertentu, atau siapkan PDF untuk dicetak dengan ukuran halaman kustom.</p>
pl: <p>Nasze darmowe narzędzie do przycinania PDF pozwala usunąć niechciane marginesy, obramowania lub treść ze stron PDF. Edytor wizualny ułatwia dokładne wybranie tego, co chcesz zachować.</p><p>Idealne do przycinania zeskanowanych dokumentów, usuwania białych obramowań lub skupiania się na konkretnych obszarach treści w Twoich PDF.</p><p><strong>Typowe zastosowania:</strong> Usuwanie marginesów skanera z zeskanowanych dokumentów, przycinanie pustej przestrzeni z eksportowanych slajdów, kadrowanie, aby skupić się na konkretnych wykresach lub obrazach, lub przygotowywanie PDF do druku z niestandardowymi rozmiarami stron.</p>
ru: <p>Наш бесплатный инструмент для обрезки PDF позволяет удалять ненужные поля, границы или содержимое со страниц PDF. Визуальный редактор упрощает точный выбор того, что вы хотите оставить.</p><p>Идеально подходит для обрезки отсканированных документов, удаления белых полей или фокусировки на определенных областях содержимого в ваших PDF-файлах.</p><p><strong>Распространенные варианты использования:</strong> Удаление полей сканера из отсканированных документов, обрезка пустого пространства в экспортированных слайдах, кадрирование для фокусировки на конкретных диаграммах или изображениях, подготовка PDF для печати с нестандартными размерами страниц.</p>

source: Merge PDF Files Online Free - Combine PDFs | Convertica
ar: دمج ملفات PDF عبر الإنترنت مجانًا - دمج ملفات PDF | Convertica
es: Combinar archivos PDF en línea gratis - Unir PDFs | Convertica
hi: PDF फाइलें मर्ज करें ऑनलाइन मुफ्त - PDF संयोजित करें | Convertica
id: Gabungkan File PDF Online Gratis - Gabungkan PDF | Convertica
pl: Łączenie plików PDF online za darmo - Połącz PDF | Convertica
ru: Объединение PDF файлов онлайн бесплатно — объединить PDF | Convertica

source: Merge PDF online free. Combine multiple PDF files into one document. Drag and drop to reorder, no watermark, no registration. Fast & secure PDF merger for all devices.
ar: دمج ملفات PDF عبر الإنترنت مجانًا. اجمع عدة ملفات PDF في مستند واحد. اسحب وأفلت لإعادة الترتيب، بدون علامة مائية، بدون تسجيل. أداة دمج PDF سريعة وآمنة لجميع الأجهزة.
es: Combinar PDF en línea gratis. Une múltiples archivos PDF en un solo documento. Arrastra y suelta para reordenar, sin marca de agua, sin registro. Combinador de PDF rápido y seguro para todos los dispositivos.
hi: PDF ऑनलाइन मुफ्त मर्ज करें। कई PDF फाइलों को एक दस्तावेज में संयोजित करें। पुनः क्रमित करने के लिए खींचें और छोड़ें, कोई वॉटरमार्क नहीं, कोई पंजीकरण नहीं। सभी उपकरणों के लिए तेज़ और सुरक्षित PDF मर्जर।
id: Gabungkan PDF online gratis. Gabungkan beberapa file PDF menjadi satu dokumen. Seret dan lepas untuk mengurutkan ulang, tanpa watermark, tanpa pendaftaran. Penggabung PDF cepat & aman untuk semua perangkat.
pl: Łącz PDF online za darmo. Połącz wiele plików PDF w jeden dokument. Przeciągnij i upuść, aby zmienić kolejność, brak znaku wodnego, brak rejestracji. Szybki i bezpieczny łącznik PDF na wszystkie urządzenia.
ru: Объединение PDF онлайн бесплатно. Объедините несколько PDF-файлов в один документ. Перетаскивайте для изменения порядка, без водяных знаков, без регистрации. Быстрый и безопасный объединитель PDF для всех устройств.

source: Combine multiple PDF files into one document
ar: اجمع ملفات PDF متعددة في مستند واحد
es: Combina múltiples archivos PDF en un documento
hi: कई PDF फ़ाइलों को एक दस्तावेज़ में संयोजित करें
id: Gabungkan beberapa file PDF menjadi satu dokumen
pl: Połącz wiele plików PDF w jeden dokument
ru: Объединяйте несколько файлов PDF в один документ

source: Merge PDFs
ar: دمج ملفات PDF
es: Combinar PDFs
hi: PDF मर्ज करें
id: Gabungkan PDF
pl: Połącz PDF
ru: Объединить PDF

source: Please select PDF files to merge.
ar: يرجى تحديد ملفات PDF للدمج.
es: Por favor, selecciona archivos PDF para combinar.
hi: कृपया मर्ज करने के लिए PDF फ़ाइलें चुनें।
id: Silakan pilih file PDF untuk digabungkan.
pl: Proszę wybrać pliki PDF do połączenia.
ru: Пожалуйста, выберите файлы PDF для объединения.

source: Drag & Drop Reorder
ar: اسحب وأفلت لإعادة الترتيب
es: Arrastrar y soltar para reordenar
hi: खींचें और छोड़ें पुनः क्रमित करें
id: Seret & Lepas Urutkan Ulang
pl: Przeciągnij i upuść, aby zmienić kolejność
ru: Перетаскивание для изменения порядка

source: Easily arrange PDF files in any order by dragging and dropping
ar: رتب ملفات PDF بسهولة بأي ترتيب عن طريق السحب والإفلات
es: Organiza fácilmente archivos PDF en cualquier orden arrastrando y soltando
hi: PDF फाइलों को खींचकर और छोड़कर किसी भी क्रम में आसानी से व्यवस्थित करें
id: Atur file PDF dengan mudah dalam urutan apa pun dengan menyeret dan melepaskan
pl: Łatwe układanie plików PDF w dowolnej kolejności poprzez przeciąganie i upuszczanie
ru: Легко расположите PDF-файлы в любом порядке, перетаскивая их

source: Original PDF quality preserved. No compression, no watermarks added
ar: جودة PDF الأصلية محفوظة. بدون ضغط، بدون إضافة علامات مائية
es: Se preserva la calidad original del PDF. Sin compresión, sin marcas de agua añadidas
hi: मूल PDF गुणवत्ता संरक्षित। कोई संपीड़न नहीं, कोई वॉटरमार्क नहीं जोड़ा गया
id: Kualitas PDF asli terjaga. Tanpa kompresi, tanpa watermark tambahan
pl: Oryginalna jakość PDF zachowana. Brak kompresji, brak dodanych znaków wodnych
ru: Исходное качество PDF сохранено. Без сжатия, без добавления водяных знаков

source: Secure Processing
ar: جارٍ المعالجة...
es: Procesando...
hi: प्रोसेस किया जा रहा है...
id: Memproses...
pl: Przetwarzanie...
ru: Обработка...

source: Files are encrypted during processing and deleted immediately after
ar: يتم تشفير الملفات أثناء المعالجة وحذفها فور الانتهاء
es: Los archivos se cifran durante el procesamiento y se eliminan inmediatamente después
hi: फाइलें प्रसंस्करण के दौरान एन्क्रिप्ट की जाती हैं और तुरंत बाद हटा दी जाती हैं
id: File dienkripsi selama pemrosesan dan dihapus segera setelahnya
pl: Pliki są szyfrowane podczas przetwarzania i usuwane natychmiast po
ru: Файлы шифруются во время обработки и удаляются сразу после нее

source: Merge Up to 10 Files
ar: حتى 10 ملفات
es: hasta 10 archivos
hi: 10 फ़ाइलों तक
id: hingga 10 file
pl: do 10 plików
ru: до 10 файлов

source: Combine 2-10 PDF files at once. Premium users can merge even more
ar: اجمع 2-10 ملفات PDF في وقت واحد. يمكن للمستخدمين المميزين دمج المزيد
es: Combina de 2 a 10 archivos PDF a la vez. Los usuarios premium pueden combinar aún más
hi: एक साथ 2-10 PDF फाइलें संयोजित करें। प्रीमियम उपयोगकर्ता और भी अधिक मर्ज कर सकते हैं
id: Gabungkan 2-10 file PDF sekaligus. Pengguna Premium dapat menggabungkan lebih banyak lagi
pl: Połącz 2-10 plików PDF jednocześnie. Użytkownicy Premium mogą łączyć jeszcze więcej
ru: Объединяйте 2-10 PDF-файлов одновременно. Премиум-пользователи могут объединять ещё больше

source: Why Merge PDFs with Convertica?
ar: دمج PDF - كونفيرتيكا
es: Combinar PDF - Convertica
hi: PDF मर्ज करें - Convertica
id: Gabungkan PDF - Convertica
pl: Połącz PDF - Convertica
ru: Объединить PDF - Convertica

source: How many PDF files can I merge at once?
ar: كم عدد ملفات PDF التي يمكنني دمجها في وقت واحد؟
es: ¿Cuántos archivos PDF puedo fusionar a la vez?
hi: मैं एक बार में कितनी PDF फाइलें मर्ज कर सकता हूँ?
id: Berapa banyak file PDF yang bisa saya gabungkan sekaligus?
pl: Ile plików PDF mogę połączyć jednocześnie?
ru: Сколько PDF-файлов я могу объединить за раз?
