Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: PDF has %(page_count)d pages, maximum allowed is %(max_pages)d. Please split your PDF into smaller parts.
ar: يحتوي PDF على %(page_count)d صفحة، الحد الأقصى المسموح به هو %(max_pages)d. يرجى تقسيم ملف PDF الخاص بك إلى أجزاء أصغر.
es: El PDF tiene %(page_count)d páginas, el máximo permitido es %(max_pages)d. Por favor, divide tu PDF en partes más pequeñas.
hi: PDF में %(page_count)d पृष्ठ हैं, अधिकतम अनुमत %(max_pages)d हैं। कृपया अपने PDF को छोटे भागों में विभाजित करें।
id: PDF memiliki %(page_count)d halaman, maksimum yang diizinkan adalah %(max_pages)d. Silakan bagi PDF Anda menjadi bagian yang lebih kecil.
pl: PDF ma %(page_count)d stron, maksymalnie dozwolone to %(max_pages)d. Proszę podzielić swój PDF na mniejsze części.
ru: PDF содержит %(page_count)d страниц, максимально разрешено %(max_pages)d. Пожалуйста, разделите ваш PDF на более мелкие части.

source: PDF is password-protected. Please unlock it and try again.
ar: ملف PDF غير محمي بكلمة مرور. لا يتطلب ملف PDF هذا كلمة مرور لفتحه.
hi: PDF पासवर्ड-सुरक्षित नहीं है। इस PDF को खोलने के लिए पासवर्ड की आवश्यकता नहीं है।
id: PDF tidak dilindungi kata sandi. PDF ini tidak memerlukan kata sandi untuk dibuka.
pl: PDF nie jest chroniony hasłem. Ten PDF nie wymaga hasła do otwarcia.
ru: PDF не защищен паролем. Этот PDF не требует пароля для открытия.

source: File is too large for this operation (%(file_mb).1f MB). Maximum size for %(operation)s is %(max_mb)d MB. Please use a smaller file or compress your PDF first.
ar: الملف كبير جداً لهذه العملية (%(file_mb).1f ميغابايت). الحد الأقصى للحجم لـ %(operation)s هو %(max_mb)d ميغابايت. يرجى استخدام ملف أصغر أو ضغط ملف PDF الخاص بك أولاً.
es: El archivo es demasiado grande para esta operación (%(file_mb).1f MB). El tamaño máximo para %(operation)s es %(max_mb)d MB. Por favor, usa un archivo más pequeño o comprime tu PDF primero.
hi: यह ऑपरेशन के लिए फ़ाइल बहुत बड़ी है (%(file_mb).1f MB)। %(operation)s के लिए अधिकतम आकार %(max_mb)d MB है। कृपया एक छोटी फ़ाइल का उपयोग करें या पहले अपने PDF को संपीड़ित करें।
id: File terlalu besar untuk operasi ini (%(file_mb).1f MB). Ukuran maksimum untuk %(operation)s adalah %(max_mb)d MB. Silakan gunakan file yang lebih kecil atau kompres PDF Anda terlebih dahulu.
pl: Plik jest zbyt duży dla tej operacji (%(file_mb).1f MB). Maksymalny rozmiar dla %(operation)s to %(max_mb)d MB. Użyj mniejszego pliku lub najpierw skompresuj swój PDF.
ru: Файл слишком большой для этой операции (%(file_mb).1f МБ). Максимальный размер для %(operation)s составляет %(max_mb)d МБ. Пожалуйста, используйте файл меньшего размера или сначала сожмите ваш PDF.

source: PDF has %(page_count)d pages. Maximum for %(operation)s is %(max_pages)d pages. Please split your PDF into smaller parts.
ar: يحتوي ملف PDF على %(page_count)d صفحة. الحد الأقصى المسموح به لعملية %(operation)s هو %(max_pages)d صفحة. يرجى تقسيم ملف PDF إلى أجزاء أصغر.
es: El PDF tiene %(page_count)d páginas. El máximo para %(operation)s es %(max_pages)d páginas. Por favor, divide tu PDF en partes más pequeñas.
hi: PDF में %(page_count)d पृष्ठ हैं। %(operation)s के लिए अधिकतम %(max_pages)d पृष्ठ हैं। कृपया अपने PDF को छोटे भागों में विभाजित करें।
id: PDF memiliki %(page_count)d halaman. Maksimum untuk %(operation)s adalah %(max_pages)d halaman. Silakan bagi PDF Anda menjadi bagian yang lebih kecil.
pl: PDF ma %(page_count)d stron. Maksimum dla %(operation)s to %(max_pages)d stron. Podziel PDF na mniejsze części.
ru: PDF содержит %(page_count)d страниц. Максимум для %(operation)s - %(max_pages)d страниц. Пожалуйста, разделите ваш PDF на более мелкие части.

source: This PDF appears to be scanned (contains many images). Scanned PDFs with %(page_count)d pages may take too long to process. Please try with fewer pages (max ~%(max_pages)d for scanned PDFs).
ar: يبدو أن ملف PDF هذا ممسوح ضوئياً (يحتوي على العديد من الصور). قد تستغرق ملفات PDF الممسوحة ضوئياً التي تحتوي على %(page_count)d صفحة وقتاً طويلاً جداً للمعالجة. يرجى المحاولة بعدد صفحات أقل (الحد الأقصى ~%(max_pages)d لملفات PDF الممسوحة ضوئياً).
es: Este PDF parece estar escaneado (contiene muchas imágenes). Los PDF escaneados con %(page_count)d páginas pueden tardar demasiado en procesarse. Por favor, intenta con menos páginas (máximo ~%(max_pages)d para PDF escaneados).
hi: यह PDF स्कैन किया हुआ प्रतीत होता है (इसमें कई छवियाँ हैं)। %(page_count)d पृष्ठों वाले स्कैन किए गए PDF को संसाधित करने में बहुत अधिक समय लग सकता है। कृपया कम पृष्ठों के साथ प्रयास करें (स्कैन किए गए PDF के लिए अधिकतम ~%(max_pages)d)।
id: PDF ini tampaknya dipindai (mengandung banyak gambar). PDF yang dipindai dengan %(page_count)d halaman mungkin membutuhkan waktu terlalu lama untuk diproses. Silakan coba dengan lebih sedikit halaman (maksimal ~%(max_pages)d untuk PDF yang dipindai).
pl: Ten PDF wydaje się być zeskanowany (zawiera wiele obrazów). Zeskanowane PDF z %(page_count)d stronami mogą przetwarzać się zbyt długo. Spróbuj z mniejszą liczbą stron (maks. ~%(max_pages)d dla zeskanowanych PDF).
ru: Похоже, что этот PDF отсканирован (содержит много изображений). Обработка отсканированных PDF с %(page_count)d страницами может занять слишком много времени. Пожалуйста, попробуйте с меньшим количеством страниц (максимум ~%(max_pages)d для отсканированных PDF).

source: File is too large (max %(max_mb)d MB for this operation).
ar: الملف كبير جداً (الحد الأقصى %(max_mb)d ميغابايت لهذه العملية).
es: El archivo es demasiado grande (máximo %(max_mb)d MB para esta operación).
hi: फ़ाइल बहुत बड़ी है (इस ऑपरेशन के लिए अधिकतम %(max_mb)d MB)।
id: File terlalu besar (maksimal %(max_mb)d MB untuk operasi ini).
pl: Plik jest zbyt duży (maks. %(max_mb)d MB dla tej operacji).
ru: Файл слишком большой (максимум %(max_mb)d МБ для этой операции).

source: Too many pages (max %(max_pages)d for this operation).
ar: عدد صفحات كبير جداً (الحد الأقصى %(max_pages)d لهذه العملية).
es: Demasiadas páginas (máximo %(max_pages)d para esta operación).
hi: बहुत अधिक पृष्ठ (इस ऑपरेशन के लिए अधिकतम %(max_pages)d)।
id: Terlalu banyak halaman (maksimal %(max_pages)d untuk operasi ini).
pl: Zbyt wiele stron (maks. %(max_pages)d dla tej operacji).
ru: Слишком много страниц (максимум %(max_pages)d для этой операции).

source: File is too complex for our server. Estimated processing time exceeds limits. Please try with a smaller file.
ar: الملف معقد جداً لخادمنا. وقت المعالجة المقدر يتجاوز الحدود. يرجى المحاولة بملف أصغر.
es: El archivo es demasiado complejo para nuestro servidor. El tiempo de procesamiento estimado excede los límites. Por favor, intenta con un archivo más pequeño.
hi: फ़ाइल हमारे सर्वर के लिए बहुत जटिल है। अनुमानित प्रसंस्करण समय सीमा से अधिक है। कृपया एक छोटी फ़ाइल के साथ प्रयास करें।
id: File terlalu kompleks untuk server kami. Perkiraan waktu pemrosesan melebihi batas. Silakan coba dengan file yang lebih kecil.
pl: Plik jest zbyt złożony dla naszego serwera. Szacowany czas przetwarzania przekracza limity. Spróbuj z mniejszym plikiem.
ru: Файл слишком сложен для нашего сервера. Расчетное время обработки превышает лимиты. Пожалуйста, попробуйте с файлом меньшего размера.

source: Password cannot be empty
ar: كلمة المرور لا يمكن أن تكون فارغة
es: La contraseña no puede estar vacía
hi: पासवर्ड खाली नहीं हो सकता
id: Kata sandi tidak boleh kosong
pl: Hasło nie może być puste
ru: Пароль не может быть пустым

source: PDF is not password-protected. This PDF does not require a password to open.
ar: ملف PDF غير محمي بكلمة مرور. لا يتطلب ملف PDF هذا كلمة مرور لفتحه.
es: El PDF no está protegido con contraseña. Este PDF no requiere una contraseña para abrir.
hi: PDF पासवर्ड-सुरक्षित नहीं है। इस PDF को खोलने के लिए पासवर्ड की आवश्यकता नहीं है।
id: PDF tidak dilindungi kata sandi. PDF ini tidak memerlukan kata sandi untuk dibuka.
pl: PDF nie jest chroniony hasłem. Ten PDF nie wymaga hasła do otwarcia.
ru: PDF не защищен паролем. Этот PDF не требует пароля для открытия.

source: Incorrect password. Please check the password and try again.
ar: كلمة مرور غير صحيحة. يرجى التحقق من كلمة المرور والمحاولة مرة أخرى.
es: Contraseña incorrecta. Por favor, verifica la contraseña e inténtalo de nuevo.
hi: गलत पासवर्ड। कृपया पासवर्ड जाँचें और पुनः प्रयास करें।
id: Kata sandi salah. Silakan periksa kata sandi dan coba lagi.
pl: Nieprawidłowe hasło. Sprawdź hasło i spróbuj ponownie.
ru: Неверный пароль. Пожалуйста, проверьте пароль и попробуйте снова.

source: Basic Information
ar: معلومات الخطة
es: Información básica
hi: मूल जानकारी
id: Informasi Dasar
pl: Podstawowe informacje
ru: Основная информация

source: Translations
ar: معرف المعاملة
es: Traducciones
hi: अनुवाद
id: Terjemahan
pl: Tłumaczenia
ru: Переводы

source: Add translations for other languages using the tabs above.
ar: أضف الترجمات للغات الأخرى باستخدام علامات التبويب أعلاه.
es: Agrega traducciones para otros idiomas usando las pestañas de arriba.
hi: ऊपर दिए गए टैब का उपयोग करके अन्य भाषाओं के लिए अनुवाद जोड़ें।
id: Tambahkan terjemahan untuk bahasa lain menggunakan tab di atas.
pl: Dodaj tłumaczenia dla innych języków, używając kart powyżej.
ru: Добавьте переводы для других языков, используя вкладки выше.

source: Metadata
ar: البيانات الوصفية
es: Metadatos
hi: मेटाडेटा
pl: Metadane
ru: Метаданные

source: No translations
ar: معرف المعاملة
es: Sin traducciones
hi: कोई अनुवाद नहीं
id: Tidak ada terjemahan
pl: Brak tłumaczeń
ru: Нет переводов

source: No valid translations
ar: لا توجد ترجمات صالحة
es: Sin traducciones válidas
hi: कोई वैध अनुवाद नहीं
id: Tidak ada terjemahan yang valid
pl: Brak prawidłowych tłumaczeń
ru: Нет действительных переводов

source: Empty translations
ar: ترجمات فارغة
es: Traducciones vacías
hi: खाली अनुवाद
id: Terjemahan kosong
pl: Puste tłumaczenia
ru: Пустые переводы

source: Articles
ar: جميع المقالات
es: Artículos
hi: लेख
id: Artikel
pl: Artykuły
ru: Статьи

source: English Content
ar: الإنجليزية
es: Contenido en inglés
hi: अंग्रेज़ी सामग्री
id: Konten Bahasa Inggris
pl: Treść angielska
ru: Английский контент

source: SEO - English
ar: الإنجليزية
es: SEO - Inglés
hi: SEO - अंग्रेज़ी
id: SEO - Bahasa Inggris
pl: SEO - angielski
ru: SEO - Английский

source: Add translations for other languages using the tabs above. Each language has its own tab with all necessary fields.
ar: أضف ترجمات للغات الأخرى باستخدام علامات التبويب أعلاه. كل لغة لها علامة تبويب خاصة بها تحتوي على جميع الحقول اللازمة.
es: Agrega traducciones para otros idiomas usando las pestañas de arriba. Cada idioma tiene su propia pestaña con todos los campos necesarios.
hi: ऊपर दिए गए टैब का उपयोग करके अन्य भाषाओं के लिए अनुवाद जोड़ें। प्रत्येक भाषा के पास अपने सभी आवश्यक फ़ील्ड के साथ अपना टैब है।
id: Tambahkan terjemahan untuk bahasa lain menggunakan tab di atas. Setiap bahasa memiliki tab sendiri dengan semua bidang yang diperlukan.
pl: Dodaj tłumaczenia dla innych języków, używając kart powyżej. Każdy język ma własną kartę ze wszystkimi niezbędnymi polami.
ru: Добавьте переводы для других языков, используя вкладки выше. Каждый язык имеет свою вкладку со всеми необходимыми полями.

source: AI Metadata
ar: بيانات وصفية للذكاء الاصطناعي
es: Metadatos de IA
hi: AI मेटाडेटा
id: Metadata AI
pl: Metadane AI
ru: Метаданные ИИ

source: Additional metadata for AI agents to better understand and index your content.
ar: بيانات وصفية إضافية لمساعدة وكلاء الذكاء الاصطناعي على فهم وفهرسة محتواك بشكل أفضل.
es: Metadatos adicionales para que los agentes de IA comprendan e indexen mejor tu contenido.
hi: AI एजेंटों के लिए अतिरिक्त मेटाडेटा ताकि वे आपकी सामग्री को बेहतर समझ और अनुक्रमित कर सकें।
id: Metadata tambahan untuk agen AI untuk lebih memahami dan mengindeks konten Anda.
pl: Dodatkowe metadane dla agentów AI, aby lepiej rozumieć i indeksować Twoje treści.
ru: Дополнительные метаданные для агентов ИИ, чтобы лучше понимать и индексировать ваш контент.

source: Media
ar: متوسط
es: Medios
hi: मीडिया
ru: Медиа

source: Statistics
ar: الحالة
es: Estadísticas
hi: सांख्यिकी
id: Statistik
pl: Statystyki
ru: Статистика

source: No image
ar: صورة
es: Sin imagen
hi: कोई छवि नहीं
id: Tidak ada gambar
pl: Brak obrazu
ru: Нет изображения

source: Preview
ar: السابق
es: Vista previa
hi: पूर्वावलोकन
id: Pratinjau
pl: Podgląd
ru: Предпросмотр

source: Name (English)
ar: الإنجليزية
es: Nombre (inglés)
hi: नाम (अंग्रेज़ी)
id: Nama (Bahasa Inggris)
pl: Nazwa (angielska)
ru: Название (английский)

source: Slug
ar: الرابط الدال
hi: स्लग

source: Translations for other languages. Format: {"ru": {"name": "...", "description": "..."}, ...}
ar: ترجمات للغات الأخرى. التنسيق: {"ru": {"name": "...", "description": "..."}, ...}
es: Traducciones para otros idiomas. Formato: {"ru": {"name": "...", "description": "..."}, ...}
hi: अन्य भाषाओं के लिए अनुवाद। प्रारूप: {"ru": {"name": "...", "description": "..."}, ...}
id: Terjemahan untuk bahasa lain. Format: {"ru": {"name": "...", "description": "..."}, ...}
pl: Tłumaczenia dla innych języków. Format: {"ru": {"name": "...", "description": "..."}, ...}
ru: Переводы для других языков. Формат: {"ru": {"name": "...", "description": "..."}, ...}

source: Description (English)
ar: وصف الخدمات
es: Descripción (inglés)
hi: विवरण (अंग्रेज़ी)
id: Deskripsi (Bahasa Inggris)
pl: Opis (angielski)
ru: Описание (английский)

source: Article Category
ar: فئة المقال
es: Categoría del artículo
hi: लेख श्रेणी
id: Kategori Artikel
pl: Kategoria artykułu
ru: Категория статьи

source: Article Categories
ar: التصنيفات
es: Categorías de artículos
hi: लेख श्रेणियाँ
id: Kategori Artikel
pl: Kategorie artykułów
ru: Категории статей

source: Draft
ar: مسودة
es: Borrador
hi: मसौदा
id: Draf
pl: Szkic
ru: Черновик

source: Published
ar: البولندية
es: Publicado
hi: प्रकाशित
id: Diterbitkan
pl: Opublikowane
ru: Опубликовано

source: Archived
ar: مؤرشف
es: Archivado
hi: संग्रहीत
id: Diarsipkan
pl: Zarchiwizowane
ru: Архивировано

source: Title (English)
ar: الإنجليزية
es: Título (inglés)
hi: शीर्षक (अंग्रेज़ी)
id: Judul (Bahasa Inggris)
pl: Tytuł (angielski)
ru: Заголовок (английский)

source: Content (English)
ar: المحتوى (الإنجليزية)
es: Contenido (inglés)
hi: सामग्री (अंग्रेज़ी)
id: Konten (Bahasa Inggris)
pl: Treść (angielska)
ru: Содержание (английский)

source: Excerpt (English)
ar: مقتطف (الإنجليزية)
es: Extracto (inglés)
hi: अंश (अंग्रेज़ी)
id: Kutipan (Bahasa Inggris)
pl: Wstęp (angielski)
ru: Краткое описание (английский)

source: Translations for other languages. Format: {"ru": {"title": "...", "content": "...", ...}, ...}
ar: ترجمات للغات الأخرى. التنسيق: {"ru": {"title": "...", "content": "...", ...}, ...}
es: Traducciones para otros idiomas. Formato: {"ru": {"title": "...", "content": "...", ...}, ...}
hi: अन्य भाषाओं के लिए अनुवाद। प्रारूप: {"ru": {"title": "...", "content": "...", ...}, ...}
id: Terjemahan untuk bahasa lain. Format: {"ru": {"title": "...", "content": "...", ...}, ...}
pl: Tłumaczenia dla innych języków. Format: {"ru": {"title": "...", "content": "...", ...}, ...}
ru: Переводы для других языков. Формат: {"ru": {"title": "...", "content": "...", ...}, ...}

source: Meta Title (English)
ar: عنوان التعريف (الإنجليزية)
es: Meta título (inglés)
hi: मेटा शीर्षक (अंग्रेज़ी)
id: Judul Meta (Bahasa Inggris)
pl: Tytuł meta (angielski)
ru: Мета-заголовок (английский)

source: Meta Description (English)
ar: وصف التعريف (الإنجليزية)
es: Meta descripción (inglés)
hi: मेटा विवरण (अंग्रेज़ी)
id: Deskripsi Meta (Bahasa Inggris)
pl: Opis meta (angielski)
ru: Мета-описание (английский)

source: Meta Keywords (English)
ar: كلمات مفتاحية للتعريف (الإنجليزية)
es: Meta palabras clave (inglés)
hi: मेटा कीवर्ड (अंग्रेज़ी)
id: Kata Kunci Meta (Bahasa Inggris)
pl: Słowa kluczowe meta (angielski)
ru: Мета-ключевые слова (английский)

source: Additional metadata for AI agents: topics, entities, summary, related_terms, etc.
ar: بيانات وصفية إضافية لوكلاء الذكاء الاصطناعي: مواضيع، كيانات، ملخص، مصطلحات ذات صلة، إلخ.
es: Metadatos adicionales para agentes de IA: temas, entidades, resumen, términos relacionados, etc.
hi: AI एजेंटों के लिए अतिरिक्त मेटाडेटा: विषय, इकाईयाँ, सारांश, संबंधित शब्द, आदि।
id: Metadata tambahan untuk agen AI: topik, entitas, ringkasan, istilah terkait, dll.
pl: Dodatkowe metadane dla agentów AI: tematy, encje, podsumowanie, powiązane terminy itp.
ru: Дополнительные метаданные для агентов ИИ: темы, сущности, сводка, связанные термины и т.д.

source: Category
ar: التصنيفات
es: Categoría
hi: श्रेणी
id: Kategori
pl: Kategoria
ru: Категория

source: Featured Image
ar: الصور المحددة
es: Imagen destacada
hi: फ़ीचर्ड छवि
id: Gambar Unggulan
pl: Obraz wyróżniający
ru: Избранное изображение

source: Relevant Tool
ar: الأداة ذات الصلة
es: Herramienta relevante
hi: संबंधित टूल
id: Alat Terkait
pl: Powiązane narzędzie
ru: Соответствующий инструмент

source: Select the most relevant tool for this article
ar: اختر الأداة الأكثر صلة بهذا المقال
es: Selecciona la herramienta más relevante para este artículo
hi: इस लेख के लिए सबसे प्रासंगिक टूल का चयन करें
id: Pilih alat yang paling relevan untuk artikel ini
pl: Wybierz najbardziej powiązane narzędzie dla tego artykułu
ru: Выберите наиболее соответствующий инструмент для этой статьи

source: Published At
ar: تاريخ النشر
es: Publicado el
hi: प्रकाशित तिथि
id: Diterbitkan Pada
pl: Opublikowano
ru: Опубликовано

source: Created At
ar: إنشاء حساب
es: Creado el
hi: बनाया गया
id: Dibuat Pada
pl: Utworzono
ru: Создано

source: Updated At
ar: تم التحديث في
es: Actualizado el
hi: अपडेट तिथि
id: Diperbarui Pada
pl: Zaktualizowano
ru: Обновлено

source: View Count
ar: عدد المشاهدات
es: Número de vistas
hi: दृश्य गणना
id: Jumlah Tampilan
pl: Liczba wyświetleń
ru: Количество просмотров

source: Article
ar: جميع المقالات
es: Artículo
hi: लेख
id: Artikel
pl: Artykuł
ru: Статья

source: Pricing
ar: التسعير
es: Precios
hi: मूल्य निर्धारण
id: Harga
pl: Cennik
ru: Тарифы

source: Convert PDF to Word
ar: تحويل PDF إلى Word
es: Convertir PDF a Word
hi: PDF को Word में बदलें
id: Konversi PDF ke Word
pl: Konwertuj PDF na Word
ru: Конвертировать PDF в Word

source: Convert Word to PDF
ar: تحويل Word إلى PDF
es: Convertir Word a PDF
hi: Word को PDF में बदलें
id: Konversi Word ke PDF
pl: Konwertuj Word na PDF
ru: Конвертировать Word в PDF

source: Convert PDF to JPG
ar: تحويل PDF إلى JPG
es: Convertir PDF a JPG
hi: PDF को JPG में बदलें
id: Konversi PDF ke JPG
pl: Konwertuj PDF na JPG
ru: Конвертировать PDF в JPG

source: Convert JPG to PDF
ar: تحويل JPG إلى PDF
es: Convertir JPG a PDF
hi: JPG को PDF में बदलें
id: Konversi JPG ke PDF
pl: Konwertuj JPG na PDF
ru: Конвертировать JPG в PDF

source: Convert PDF to Excel
ar: تحويل PDF إلى Excel
es: Convertir PDF a Excel
hi: PDF को Excel में बदलें
id: Konversi PDF ke Excel
pl: Konwertuj PDF na Excel
ru: Конвертировать PDF в Excel

source: Convert Excel to PDF
ar: تحويل Excel إلى PDF
es: Convertir Excel a PDF
hi: Excel को PDF में बदलें
id: Konversi Excel ke PDF
pl: Konwertuj Excel na PDF
ru: Конвертировать Excel в PDF

source: Merge multiple PDFs
ar: دمج ملفات PDF متعددة
es: Combinar múltiples PDFs
hi: एकाधिक PDF मर्ज करें
id: Gabungkan beberapa PDF
pl: Połącz wiele plików PDF
ru: Объединить несколько PDF

source: Split PDF into parts
ar: تقسيم PDF إلى أجزاء
es: Dividir PDF en partes
hi: PDF को भागों में विभाजित करें
id: Pisahkan PDF menjadi beberapa bagian
pl: Podziel PDF na części
ru: Разделить PDF на части

source: Reduce PDF size
ar: تقليل حجم PDF
es: Reducir tamaño de PDF
hi: PDF आकार कम करें
id: Perkecil ukuran PDF
pl: Zmniejsz rozmiar PDF
ru: Уменьшить размер PDF

source: Rotate PDF pages
ar: تدوير صفحات PDF
es: Rotar páginas PDF
hi: PDF पृष्ठ घुमाएँ
id: Putar halaman PDF
pl: Obróć strony PDF
ru: Повернуть страницы PDF

source: Password protect PDF
ar: حماية PDF بكلمة مرور
es: Proteger PDF con contraseña
hi: PDF पासवर्ड सुरक्षित करें
id: Lindungi PDF dengan kata sandi
pl: Chroń PDF hasłem
ru: Защитить PDF паролем

source: Remove PDF password
ar: إزالة كلمة مرور PDF
es: Eliminar contraseña de PDF
hi: PDF पासवर्ड हटाएँ
id: Hapus kata sandi PDF
pl: Usuń hasło PDF
ru: Удалить пароль PDF

source: Reorder PDF pages
ar: إعادة ترتيب صفحات PDF
es: Reordenar páginas PDF
hi: PDF पृष्ठों को पुनः क्रमित करें
id: Susun ulang halaman PDF
pl: Zmień kolejność stron PDF
ru: Изменить порядок страниц PDF

source: Extract specific pages
ar: استخراج صفحات محددة
es: Extraer páginas específicas
hi: विशिष्ट पृष्ठ निकालें
id: Ekstrak halaman tertentu
pl: Wyodrębnij konkretne strony
ru: Извлечь определенные страницы

source: Remove pages from PDF
ar: إزالة صفحات من PDF
es: Eliminar páginas de PDF
hi: PDF से पृष्ठ हटाएँ
id: Hapus halaman dari PDF
pl: Usuń strony z PDF
ru: Удалить страницы из PDF

source: Crop PDF pages
ar: قص صفحات PDF
es: Recortar páginas PDF
hi: PDF पृष्ठ क्रॉप करें
id: Pangkas halaman PDF
pl: Przytnij strony PDF
ru: Обрезать страницы PDF

source: Add watermark to PDF
ar: إضافة علامة مائية إلى PDF
es: Agregar marca de agua a PDF
hi: PDF में वॉटरमार्क जोड़ें
id: Tambahkan watermark ke PDF
pl: Dodaj znak wodny do PDF
ru: Добавить водяной знак в PDF

source: Number PDF pages
ar: ترقيم صفحات PDF
es: Numerar páginas PDF
hi: PDF पृष्ठ संख्यांकित करें
id: Beri nomor halaman PDF
pl: Numeruj strony PDF
ru: Нумеровать страницы PDF

source: Convert PowerPoint to PDF
ar: تحويل PowerPoint إلى PDF
es: Convertir PowerPoint a PDF
hi: PowerPoint को PDF में बदलें
id: Konversi PowerPoint ke PDF
pl: Konwertuj PowerPoint na PDF
ru: Конвертировать PowerPoint в PDF

source: Convert PDF to PowerPoint
ar: تحويل PDF إلى PowerPoint
es: Convertir PDF a PowerPoint
hi: PDF को PowerPoint में बदलें
id: Konversi PDF ke PowerPoint
pl: Konwertuj PDF na PowerPoint
ru: Конвертировать PDF в PowerPoint

source: Convert HTML to PDF
ar: تحويل HTML إلى PDF
es: Convertir HTML a PDF
hi: HTML को PDF में बदलें
id: Konversi HTML ke PDF
pl: Konwertuj HTML na PDF
ru: Конвертировать HTML в PDF

source: Convert PDF to HTML
ar: تحويل PDF إلى HTML
es: Convertir PDF a HTML
hi: PDF को HTML में बदलें
id: Konversi PDF ke HTML
pl: Konwertuj PDF na HTML
ru: Конвертировать PDF в HTML

source: Convert PDF to structured Markdown
ar: تحويل PDF إلى PowerPoint
hi: PDF को PowerPoint में बदलें
id: Konversi PDF ke PowerPoint
pl: Konwertuj PDF na PowerPoint
ru: Конвертировать PDF в PowerPoint

source: Visual diff and change report for two PDFs
ar: مقارنة مرئية وتقرير تغيير لملفين PDF
hi: दो PDF के लिए दृश्य अंतर और परिवर्तन रिपोर्ट
id: Diff visual dan laporan perubahan untuk dua PDF
pl: Wizualne porównanie i raport zmian dla dwóch plików PDF
ru: Визуальное сравнение и отчет об изменениях для двух PDF-файлов

source: Your Name
ar: اسمك
es: Tu nombre
hi: आपका नाम
id: Nama Anda
pl: Twoje imię
ru: Ваше имя

source: Enter your name
ar: أدخل اسمك
es: Ingresa tu nombre
hi: अपना नाम दर्ज करें
id: Masukkan nama Anda
pl: Wprowadź swoje imię
ru: Введите ваше имя

source: Your Email
ar: بريدك الإلكتروني
es: Tu correo electrónico
hi: आपका ईमेल
id: Email Anda
pl: Twój e-mail
ru: Ваш email

source: your.email@example.com
ar: بريدك.الإلكتروني@example.com
id: email.anda@example.com
pl: twoj.email@example.com
ru: ваш.email@example.com

source: Subject
ar: الموضوع
es: Asunto
hi: विषय
id: Subjek
pl: Temat
ru: Тема

source: Enter subject
ar: أدخل الموضوع
es: Ingresa el asunto
hi: विषय दर्ज करें
id: Masukkan subjek
pl: Wprowadź temat
ru: Введите тему

source: Message
ar: الرسالة
es: Mensaje
hi: संदेश
id: Pesan
pl: Wiadomość
ru: Сообщение

source: Enter your message
ar: أدخل رسالتك
es: Ingresa tu mensaje
hi: अपना संदेश दर्ज करें
id: Masukkan pesan Anda
pl: Wprowadź wiadomość
ru: Введите ваше сообщение

source: I agree to the Privacy Policy
ar: أوافق على سياسة الخصوصية
es: Acepto la Política de Privacidad
hi: मैं गोपनीयता नीति से सहमत हूँ
id: Saya setuju dengan Kebijakan Privasi
pl: Zgadzam się z Polityką Prywatności
ru: Я согласен с Политикой конфиденциальности
