Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: <p>Converting PDF documents to Excel spreadsheets is essential for modern business workflows. Whether you're extracting financial data from invoices, analyzing reports, or importing data from PDF tables into your accounting software, our PDF to Excel converter makes the process simple and accurate.</p><p>Our advanced conversion technology uses intelligent table detection to identify rows, columns, and cell boundaries in your PDF documents. The extracted data is then formatted as a proper Excel spreadsheet, ready for editing, calculations, and analysis. This eliminates hours of manual data entry and reduces the risk of transcription errors.</p><p>Perfect for accountants, financial analysts, data entry professionals, and anyone who needs to work with data locked in PDF format. Convert bank statements, invoices, purchase orders, inventory lists, and any other tabular PDF documents to editable Excel files in just a few clicks.</p>
ar: <p>يعد تحويل مستندات PDF إلى جداول بيانات Excel أمرًا ضروريًا لسير عمل الأعمال الحديثة. سواء كنت تستخرج البيانات المالية من الفواتير، أو تحلل التقارير، أو تستورد البيانات من جداول PDF إلى برنامج المحاسبة الخاص بك، فإن محول PDF إلى Excel الخاص بنا يجعل العملية بسيطة ودقيقة.</p><p>تستخدم تقنية التحويل المتقدمة الخاصة بنا اكتشاف الجداول الذكي لتحديد الصفوف والأعمدة وحدود الخلايا في مستندات PDF الخاصة بك. ثم يتم تنسيق البيانات المستخرجة كجدول بيانات Excel مناسب، جاهز للتحرير والحسابات والتحليل. وهذا يلغي ساعات من إدخال البيانات يدويًا ويقلل من خطر أخطاء النسخ.</p><p>مثالي للمحاسبين والمحللين الماليين ومحترفي إدخال البيانات وأي شخص يحتاج إلى العمل ببيانات محصورة بتنسيق PDF. قم بتحويل كشوف الحسابات المصرفية والفواتير وأوامر الشراء وقوائم المخزون وأي مستندات PDF جدولية أخرى إلى ملفات Excel قابلة للتعديل بنقرة واحدة فقط.</p>
es: <p>Convertir documentos PDF a hojas de cálculo de Excel es esencial para los flujos de trabajo empresariales modernos. Ya sea que esté extrayendo datos financieros de facturas, analizando informes o importando datos de tablas PDF a su software de contabilidad, nuestro convertidor de PDF a Excel hace que el proceso sea simple y preciso.</p><p>Nuestra tecnología de conversión avanzada utiliza detección inteligente de tablas para identificar filas, columnas y límites de celdas en sus documentos PDF. Los datos extraídos se formatean luego como una hoja de cálculo de Excel adecuada, lista para editar, calcular y analizar. Esto elimina horas de entrada manual de datos y reduce el riesgo de errores de transcripción.</p><p>Perfecto para contadores, analistas financieros, profesionales de entrada de datos y cualquier persona que necesite trabajar con datos bloqueados en formato PDF. Convierta extractos bancarios, facturas, órdenes de compra, listas de inventario y cualquier otro documento PDF tabular a archivos de Excel editables con solo unos clics.</p>
hi: <p>आधुनिक व्यावसायिक वर्कफ़्लो के लिए पीडीएफ दस्तावेज़ों को एक्सेल स्प्रेडशीट में बदलना आवश्यक है। चाहे आप इनवॉइस से वित्तीय डेटा निकाल रहे हों, रिपोर्ट का विश्लेषण कर रहे हों, या अपने अकाउंटिंग सॉफ़्टवेयर में पीडीएफ टेबल से डेटा आयात कर रहे हों, हमारा पीडीएफ से एक्सेल कन्वर्टर इस प्रक्रिया को सरल और सटीक बनाता है।</p><p>हमारी उन्नत रूपांतरण तकनीक आपके पीडीएफ दस्तावेज़ों में पंक्तियों, स्तंभों और सेल सीमाओं की पहचान करने के लिए इंटेलिजेंट टेबल डिटेक्शन का उपयोग करती है। निकाले गए डेटा को फिर एक उचित एक्सेल स्प्रेडशीट के रूप में फॉर्मेट किया जाता है, जो संपादन, गणना और विश्लेषण के लिए तैयार है। यह मैन्युअल डेटा एंट्री के घंटों को समाप्त करता है और ट्रांसक्रिप्शन त्रुटियों के जोखिम को कम करता है।</p><p>लेखाकारों, वित्तीय विश्लेषकों, डेटा एंट्री पेशेवरों और उन सभी के लिए आदर्श, जिन्हें पीडीएफ प्रारूप में बंद डेटा के साथ काम करने की आवश्यकता है। बैंक स्टेटमेंट, इनवॉइस, खरीद आदेश, इन्वेंटरी सूची और किसी भी अन्य सारणीबद्ध पीडीएफ दस्तावेज़ों को संपादन योग्य एक्सेल फ़ाइलों में केवल कुछ क्लिक में बदलें।</p>
id: <p>Mengonversi dokumen PDF ke spreadsheet Excel sangat penting untuk alur kerja bisnis modern. Baik Anda mengekstrak data keuangan dari faktur, menganalisis laporan, atau mengimpor data dari tabel PDF ke perangkat lunak akuntansi Anda, konverter PDF ke Excel kami membuat prosesnya sederhana dan akurat.</p><p>Teknologi konversi canggih kami menggunakan deteksi tabel cerdas untuk mengidentifikasi baris, kolom, dan batas sel dalam dokumen PDF Anda. Data yang diekstrak kemudian diformat sebagai spreadsheet Excel yang tepat, siap untuk diedit, dihitung, dan dianalisis. Ini menghilangkan jam entri data manual dan mengurangi risiko kesalahan transkripsi.</p><p>Sempurna untuk akuntan, analis keuangan, profesional entri data, dan siapa pun yang perlu bekerja dengan data yang terkunci dalam format PDF. Konversi laporan bank, faktur, pesanan pembelian, daftar inventaris, dan dokumen PDF tabel lainnya ke file Excel yang dapat diedit hanya dengan beberapa klik.</p>
pl: <p>Konwertowanie dokumentów PDF na arkusze kalkulacyjne Excel jest niezbędne w nowoczesnych przepływach pracy biznesowej. Niezależnie od tego, czy wyodrębniasz dane finansowe z faktur, analizujesz raporty, czy importujesz dane z tabel PDF do swojego oprogramowania księgowego, nasz konwerter PDF na Excel czyni ten proces prostym i dokładnym.</p><p>Nasza zaawansowana technologia konwersji wykorzystuje inteligentne wykrywanie tabel do identyfikacji wierszy, kolumn i granic komórek w dokumentach PDF. Wyodrębnione dane są następnie formatowane jako właściwy arkusz kalkulacyjny Excel, gotowy do edycji, obliczeń i analizy. Eliminuje to godziny ręcznego wprowadzania danych i zmniejsza ryzyko błędów transkrypcji.</p><p>Idealne dla księgowych, analityków finansowych, profesjonalistów od wprowadzania danych i każdego, kto potrzebuje pracować z danymi uwięzionymi w formacie PDF. Konwertuj wyciągi bankowe, faktury, zamówienia zakupu, listy inwentarzowe i wszelkie inne tabelaryczne dokumenty PDF na edytowalne pliki Excel w zaledwie kilka kliknięć.</p>
ru: <p>Конвертация PDF-документов в электронные таблицы Excel необходима для современных бизнес-процессов. Извлекаете ли вы финансовые данные из счетов-фактур, анализируете отчеты или импортируете данные из PDF-таблиц в бухгалтерское ПО — наш конвертер PDF в Excel делает процесс простым и точным.</p><p>Наша передовая технология конвертации использует интеллектуальное распознавание таблиц для определения строк, столбцов и границ ячеек в ваших PDF-документах. Извлеченные данные затем форматируются в виде полноценной электронной таблицы Excel, готовой к редактированию, вычислениям и анализу. Это исключает часы ручного ввода данных и снижает риск ошибок при переносе.</p><p>Идеально подходит для бухгалтеров, финансовых аналитиков, специалистов по вводу данных и всех, кому необходимо работать с данными, заблокированными в формате PDF. Конвертируйте банковские выписки, счета-фактуры, заказы на покупку, инвентарные списки и любые другие табличные PDF-документы в редактируемые файлы Excel всего за несколько кликов.</p>

source: Excel to PDF - Convertica
ar: Excel إلى PDF - كونفيرتيكا
es: Excel a PDF - Convertica
hi: Excel से PDF - Convertica
id: Excel ke PDF - Convertica
pl: Excel na PDF - Convertica
ru: Excel в PDF - Convertica

source: Convert Excel to PDF online free with high quality. Convert XLS and XLSX spreadsheets to PDF format. Preserve formatting, charts, and formulas. No registration required.
ar: قم بتحويل Excel إلى PDF عبر الإنترنت مجاناً بجودة عالية. تحويل جداول بيانات XLS وXLSX إلى تنسيق PDF. الحفاظ على التنسيق والمخططات والصيغ. لا حاجة للتسجيل.
es: Convierte Excel a PDF en línea gratis con alta calidad. Convierte hojas de cálculo XLS y XLSX a formato PDF. Conserva formato, gráficos y fórmulas. No se requiere registro.
hi: उच्च गुणवत्ता के साथ Excel को PDF में ऑनलाइन मुफ्त में बदलें। XLS और XLSX स्प्रेडशीट को PDF प्रारूप में बदलें। फ़ॉर्मेटिंग, चार्ट और सूत्र संरक्षित रखें। कोई पंजीकरण आवश्यक नहीं।
id: Konversi Excel ke PDF online gratis dengan kualitas tinggi. Konversi spreadsheet XLS dan XLSX ke format PDF. Pertahankan pemformatan, bagan, dan rumus. Tanpa registrasi.
pl: Konwertuj Excel na PDF online za darmo z wysoką jakością. Konwertuj arkusze XLS i XLSX na format PDF. Zachowaj formatowanie, wykresy i formuły. Bez rejestracji.
ru: Конвертируйте Excel в PDF онлайн бесплатно с высоким качеством. Конвертируйте таблицы XLS и XLSX в формат PDF. Сохраняйте форматирование, диаграммы и формулы. Регистрация не требуется.

source: Convert Excel spreadsheets to PDF format
ar: قم بتحويل جداول بيانات Excel إلى تنسيق PDF
es: Convierte hojas de cálculo Excel a formato PDF
hi: Excel स्प्रेडशीट को PDF प्रारूप में बदलें
id: Konversi spreadsheet Excel ke format PDF
pl: Konwertuj arkusze Excel na format PDF
ru: Конвертируйте таблицы Excel в формат PDF

source: Excel to PDF Converter
ar: محول Excel إلى PDF
es: Convertidor de Excel a PDF
hi: Excel से PDF कन्वर्टर
id: Konverter Excel ke PDF
pl: Konwerter Excel na PDF
ru: Конвертер Excel в PDF

source: Please select an Excel file.
ar: يرجى تحديد ملف Excel.
es: Por favor, selecciona un archivo Excel.
hi: कृपया एक Excel फ़ाइल चुनें।
id: Silakan pilih file Excel.
pl: Proszę wybrać plik Excel.
ru: Пожалуйста, выберите файл Excel.

source: Perfect Formatting Preservation
ar: مثالي للتحويلات السريعة
es: Perfecto para transformaciones rápidas
hi: त्वरित परिवर्तनों के लिए आदर्श
id: Sempurna untuk transformasi cepat
pl: Idealny do szybkich przekształceń
ru: Идеально для быстрых преобразований

source: Convert Excel spreadsheets to PDF while maintaining all formatting, including fonts, colors, borders, merged cells, and column widths. Your PDF will look exactly like your Excel file.
ar: تحويل جداول بيانات Excel إلى PDF مع الحفاظ على جميع التنسيقات، بما في ذلك الخطوط والألوان والحدود والخلايا المدمجة وعرض الأعمدة. سيبدو ملف PDF الخاص بك تمامًا مثل ملف Excel الخاص بك.
es: Convierta hojas de cálculo de Excel a PDF manteniendo todo el formato, incluidas fuentes, colores, bordes, celdas combinadas y anchos de columna. Su PDF se verá exactamente como su archivo de Excel.
hi: सभी फॉर्मेटिंग, जिसमें फ़ॉन्ट, रंग, बॉर्डर, मर्ज किए गए सेल और कॉलम की चौड़ाई शामिल है, को बनाए रखते हुए एक्सेल स्प्रेडशीट को पीडीएफ में कन्वर्ट करें। आपका पीडीएफ आपकी एक्सेल फ़ाइल के समान ही दिखेगा।
id: Konversi spreadsheet Excel ke PDF sambil mempertahankan semua pemformatan, termasuk font, warna, batas, sel gabungan, dan lebar kolom. PDF Anda akan terlihat persis seperti file Excel Anda.
pl: Konwertuj arkusze kalkulacyjne Excel na PDF, zachowując całe formatowanie, w tym czcionki, kolory, obramowania, scalone komórki i szerokości kolumn. Twój PDF będzie wyglądał dokładnie jak plik Excel.
ru: Конвертируйте электронные таблицы Excel в PDF с сохранением всего форматирования, включая шрифты, цвета, границы, объединенные ячейки и ширину столбцов. Ваш PDF будет выглядеть точно так же, как ваш файл Excel.

source: Charts & Graphics Support
ar: الاتصال بالدعم
es: Contactar con soporte
hi: सहायता से संपर्क करें
id: Hubungi Dukungan
pl: Formularz kontaktowy
ru: Связаться с поддержкой

source: All charts, graphs, images, and graphics in your Excel file are accurately converted to PDF. Perfect for financial reports and presentations.
ar: يتم تحويل جميع المخططات والرسوم البيانية والصور والرسومات في ملف Excel الخاص بك بدقة إلى PDF. مثالي للتقارير المالية والعروض التقديمية.
es: Todos los gráficos, diagramas, imágenes y gráficos en su archivo de Excel se convierten con precisión a PDF. Perfecto para informes financieros y presentaciones.
hi: आपकी एक्सेल फ़ाइल में सभी चार्ट, ग्राफ़, छवियाँ और ग्राफ़िक्स सटीक रूप से पीडीएफ में कन्वर्ट हो जाते हैं। वित्तीय रिपोर्ट और प्रस्तुतियों के लिए आदर्श।
id: Semua bagan, grafik, gambar, dan grafik dalam file Excel Anda dikonversi dengan akurat ke PDF. Sempurna untuk laporan keuangan dan presentasi.
pl: Wszystkie wykresy, grafiki, obrazy i grafiki w pliku Excel są dokładnie konwertowane na PDF. Idealne do raportów finansowych i prezentacji.
ru: Все диаграммы, графики, изображения и графические элементы в вашем файле Excel точно конвертируются в PDF. Идеально для финансовых отчетов и презентаций.

source: Multi-Sheet Conversion
ar: تحويل PDF
es: Conversión de PDF
hi: PDF रूपांतरण
id: Konversi PDF
pl: Konwersja PDF
ru: Конвертация ПДФ

source: Excel workbooks with multiple sheets are converted seamlessly. Each worksheet becomes a separate section in your PDF document.
ar: يتم تحويل مصنفات Excel ذات الأوراق المتعددة بسلاسة. تصبح كل ورقة عمل قسمًا منفصلًا في مستند PDF الخاص بك.
es: Los libros de trabajo de Excel con varias hojas se convierten sin problemas. Cada hoja de trabajo se convierte en una sección separada en su documento PDF.
hi: कई शीट वाली एक्सेल वर्कबुक्स निर्बाध रूप से कन्वर्ट हो जाती हैं। प्रत्येक वर्कशीट आपके पीडीएफ दस्तावेज़ में एक अलग अनुभाग बन जाती है।
id: Buku kerja Excel dengan beberapa lembar dikonversi dengan mulus. Setiap lembar kerja menjadi bagian terpisah dalam dokumen PDF Anda.
pl: Skoroszyty Excel z wieloma arkuszami są konwertowane płynnie. Każdy arkusz roboczy staje się osobną sekcją w dokumencie PDF.
ru: Книги Excel с несколькими листами конвертируются бесшовно. Каждый рабочий лист становится отдельным разделом в вашем PDF-документе.

source: Your Excel files are processed securely and deleted immediately after conversion. No data is stored on our servers. Perfect for confidential business documents.
ar: نعم! تتم معالجة ملفاتك بأمان وحذفها تلقائياً فوراً بعد المعالجة. نحن لا نخزن ملفاتك بشكل دائم أبداً.
es: ¡Sí! Tus archivos se procesan de forma segura y se eliminan automáticamente inmediatamente después del procesamiento. Nunca almacenamos tus archivos permanentemente.
hi: हाँ! आपकी फ़ाइलें सुरक्षित रूप से संसाधित की जाती हैं और प्रसंस्करण के तुरंत बाद स्वचालित रूप से हटा दी जाती हैं। हम कभी भी आपकी फ़ाइलें स्थायी रूप से संग्रहीत नहीं करते हैं।
id: Ya! File Anda diproses dengan aman dan dihapus otomatis segera setelah pemrosesan. Kami tidak pernah menyimpan file Anda secara permanen.
pl: Tak! Twoje pliki są przetwarzane bezpiecznie i automatycznie usuwane natychmiast po przetworzeniu. Nigdy nie przechowujemy Twoich plików na stałe.
ru: Да! Ваши файлы обрабатываются безопасно и автоматически удаляются сразу после обработки. Мы никогда не храним ваши файлы постоянно.

source: How do I convert Excel to PDF online?
ar: كيف يمكنني تحويل الصور إلى PDF؟
es: ¿Cómo convierto imágenes a PDF?
hi: मैं छवियों को PDF में कैसे बदलूँ?
id: Bagaimana cara mengonversi gambar ke PDF?
pl: Jak przekonwertować obrazy na PDF?
ru: Как конвертировать изображения в ПДФ?

source: Simply upload your Excel file (XLS or XLSX) using the button above, then click 'Convert to PDF'. Your spreadsheet will be converted to a high-quality PDF file that you can download immediately.
ar: ما عليك سوى تحميل ملف Excel الخاص بك (XLS أو XLSX) باستخدام الزر أعلاه، ثم انقر على 'تحويل إلى PDF'. سيتم تحويل جدول البيانات الخاص بك إلى ملف PDF عالي الجودة يمكنك تنزيله على الفور.
es: Simplemente cargue su archivo de Excel (XLS o XLSX) usando el botón de arriba, luego haga clic en 'Convertir a PDF'. Su hoja de cálculo se convertirá a un archivo PDF de alta calidad que podrá descargar inmediatamente.
hi: बस ऊपर दिए गए बटन का उपयोग करके अपनी एक्सेल फ़ाइल (XLS या XLSX) अपलोड करें, फिर 'पीडीएफ में कन्वर्ट करें' पर क्लिक करें। आपकी स्प्रेडशीट एक उच्च-गुणवत्ता वाली पीडीएफ फ़ाइल में कन्वर्ट हो जाएगी जिसे आप तुरंत डाउनलोड कर सकते हैं।
id: Cukup unggah file Excel Anda (XLS atau XLSX) menggunakan tombol di atas, lalu klik 'Konversi ke PDF'. Spreadsheet Anda akan dikonversi ke file PDF berkualitas tinggi yang dapat Anda unduh segera.
pl: Po prostu prześlij swój plik Excel (XLS lub XLSX) za pomocą przycisku powyżej, a następnie kliknij 'Konwertuj na PDF'. Twój arkusz kalkulacyjny zostanie przekonwertowany na wysokiej jakości plik PDF, który możesz natychmiast pobrać.
ru: Просто загрузите ваш файл Excel (XLS или XLSX) с помощью кнопки выше, затем нажмите 'Конвертировать в PDF'. Ваша электронная таблица будет преобразована в высококачественный PDF-файл, который вы сможете скачать немедленно.

source: Will my Excel formatting be preserved in the PDF?
ar: هل سيتم الحفاظ على تنسيق Excel الخاص بي في ملف PDF؟
es: ¿Se conservará el formato de mi Excel en el PDF?
hi: क्या मेरी एक्सेल फॉर्मेटिंग पीडीएफ में संरक्षित रहेगी?
id: Apakah pemformatan Excel saya akan dipertahankan di PDF?
pl: Czy moje formatowanie Excela zostanie zachowane w PDF?
ru: Сохранится ли мое форматирование Excel в PDF?

source: Yes, our converter preserves all formatting including fonts, colors, borders, cell alignment, merged cells, and column widths. Charts, images, and graphics are also accurately converted.
ar: نعم، يحافظ محولنا على جميع التنسيقات بما في ذلك الخطوط والألوان والحدود ومحاذاة الخلايا والخلايا المدمجة وعرض الأعمدة. كما يتم تحويل المخططات والصور والرسومات بدقة.
es: Sí, nuestro convertidor conserva todo el formato, incluidas fuentes, colores, bordes, alineación de celdas, celdas combinadas y anchos de columna. Los gráficos, imágenes y gráficos también se convierten con precisión.
hi: हाँ, हमारा कन्वर्टर सभी फॉर्मेटिंग को संरक्षित करता है, जिसमें फ़ॉन्ट, रंग, बॉर्डर, सेल संरेखण, मर्ज किए गए सेल और कॉलम की चौड़ाई शामिल है। चार्ट, छवियाँ और ग्राफ़िक्स भी सटीक रूप से कन्वर्ट होते हैं।
id: Ya, konverter kami mempertahankan semua pemformatan termasuk font, warna, batas, perataan sel, sel gabungan, dan lebar kolom. Bagan, gambar, dan grafik juga dikonversi dengan akurat.
pl: Tak, nasz konwerter zachowuje całe formatowanie, w tym czcionki, kolory, obramowania, wyrównanie komórek, scalone komórki i szerokości kolumn. Wykresy, obrazy i grafiki również są dokładnie konwertowane.
ru: Да, наш конвертер сохраняет все форматирование, включая шрифты, цвета, границы, выравнивание ячеек, объединенные ячейки и ширину столбцов. Диаграммы, изображения и графические элементы также точно конвертируются.

source: Can I convert Excel files with multiple sheets?
ar: هل يمكنني تحويل ملفات Excel التي تحتوي على أوراق متعددة؟
es: ¿Puedo convertir archivos de Excel con varias hojas?
hi: क्या मैं कई शीट वाली एक्सेल फ़ाइलें कन्वर्ट कर सकता हूँ?
id: Bisakah saya mengonversi file Excel dengan beberapa lembar?
pl: Czy mogę konwertować pliki Excel z wieloma arkuszami?
ru: Могу ли я конвертировать файлы Excel с несколькими листами?

source: Yes, Excel workbooks with multiple worksheets are fully supported. Each sheet will be converted and included in the final PDF document as separate pages or sections.
ar: نعم، يتم دعم مصنفات Excel التي تحتوي على أوراق عمل متعددة بالكامل. سيتم تحويل كل ورقة وإدراجها في مستند PDF النهائي كصفحات أو أقسام منفصلة.
es: Sí, los libros de trabajo de Excel con varias hojas de trabajo son totalmente compatibles. Cada hoja se convertirá y se incluirá en el documento PDF final como páginas o secciones separadas.
hi: हाँ, कई वर्कशीट वाली एक्सेल वर्कबुक्स पूरी तरह से समर्थित हैं। प्रत्येक शीट को कन्वर्ट किया जाएगा और अंतिम पीडीएफ दस्तावेज़ में अलग-अलग पृष्ठों या अनुभागों के रूप में शामिल किया जाएगा।
id: Ya, buku kerja Excel dengan beberapa lembar kerja didukung sepenuhnya. Setiap lembar akan dikonversi dan disertakan dalam dokumen PDF akhir sebagai halaman atau bagian terpisah.
pl: Tak, skoroszyty Excel z wieloma arkuszami roboczymi są w pełni obsługiwane. Każdy arkusz zostanie przekonwertowany i uwzględniony w końcowym dokumencie PDF jako osobne strony lub sekcje.
ru: Да, книги Excel с несколькими рабочими листами полностью поддерживаются. Каждый лист будет сконвертирован и включен в итоговый PDF-документ в виде отдельных страниц или разделов.

source: What Excel formats are supported?
ar: ما هي تنسيقات الملفات المدعومة؟
es: ¿Qué formatos de archivo son compatibles?
hi: कौन से फ़ाइल प्रारूप समर्थित हैं?
id: Format file apa yang didukung?
pl: Jakie formaty plików są obsługiwane?
ru: Какие форматы файлов поддерживаются?

source: We support both XLS (Excel 97-2003) and XLSX (Excel 2007 and later) formats. Simply upload your file and it will be converted to PDF automatically.
ar: نحن ندعم كلاً من تنسيقات XLS (Excel 97-2003) و XLSX (Excel 2007 والإصدارات الأحدث). ما عليك سوى تحميل ملفك وسيتم تحويله إلى PDF تلقائيًا.
es: Admitimos tanto los formatos XLS (Excel 97-2003) como XLSX (Excel 2007 y posteriores). Simplemente cargue su archivo y se convertirá a PDF automáticamente.
hi: हम XLS (एक्सेल 97-2003) और XLSX (एक्सेल 2007 और बाद के) दोनों प्रारूपों का समर्थन करते हैं। बस अपनी फ़ाइल अपलोड करें और यह स्वचालित रूप से पीडीएफ में कन्वर्ट हो जाएगी।
id: Kami mendukung format XLS (Excel 97-2003) dan XLSX (Excel 2007 dan yang lebih baru). Cukup unggah file Anda dan itu akan dikonversi ke PDF secara otomatis.
pl: Obsługujemy zarówno formaty XLS (Excel 97-2003), jak i XLSX (Excel 2007 i nowsze). Po prostu prześlij swój plik, a zostanie on automatycznie przekonwertowany na PDF.
ru: Мы поддерживаем форматы XLS (Excel 97-2003) и XLSX (Excel 2007 и новее). Просто загрузите ваш файл, и он будет автоматически сконвертирован в PDF.

source: Is there a file size limit for Excel to PDF conversion?
ar: هل هناك حد لحجم الملف؟
es: ¿Hay un límite de tamaño de archivo?
hi: क्या कोई फ़ाइल आकार सीमा है?
id: Apakah ada batasan ukuran file?
pl: Czy istnieje limit rozmiaru pliku?
ru: Есть ли ограничение на размер файла?

source: Free users can convert Excel files within reasonable size limits. For very large spreadsheets with many rows or complex formulas, consider splitting them into smaller files for optimal results.
ar: يمكن للمستخدمين المجانيين تحويل ملفات Excel ضمن حدود حجم معقولة. بالنسبة لجداول البيانات الكبيرة جدًا التي تحتوي على العديد من الصفوف أو الصيغ المعقدة، يُنظر في تقسيمها إلى ملفات أصغر للحصول على نتائج مثالية.
es: Los usuarios gratuitos pueden convertir archivos de Excel dentro de límites de tamaño razonables. Para hojas de cálculo muy grandes con muchas filas o fórmulas complejas, considere dividirlas en archivos más pequeños para obtener resultados óptimos.
hi: मुफ्त उपयोगकर्ता उचित आकार सीमा के भीतर एक्सेल फ़ाइलें कन्वर्ट कर सकते हैं। कई पंक्तियों या जटिल सूत्रों वाली बहुत बड़ी स्प्रेडशीट के लिए, इष्टतम परिणामों के लिए उन्हें छोटी फ़ाइलों में विभाजित करने पर विचार करें।
id: Pengguna gratis dapat mengonversi file Excel dalam batas ukuran yang wajar. Untuk spreadsheet yang sangat besar dengan banyak baris atau rumus kompleks, pertimbangkan untuk membaginya menjadi file yang lebih kecil untuk hasil optimal.
pl: Użytkownicy bezpłatni mogą konwertować pliki Excel w rozsądnych limitach rozmiaru. W przypadku bardzo dużych arkuszy z wieloma wierszami lub złożonymi formułami, rozważ podzielenie ich na mniejsze pliki dla optymalnych rezultatów.
ru: Бесплатные пользователи могут конвертировать файлы Excel в пределах разумных ограничений по размеру. Для очень больших таблиц с множеством строк или сложными формулами рекомендуется разделить их на более мелкие файлы для оптимальных результатов.

source: Set your print area in Excel before converting to control which cells appear in the PDF.
ar: قم بتعيين منطقة الطباعة في Excel قبل التحويل للتحكم في الخلايا التي تظهر في ملف PDF.
es: Establece tu área de impresión en Excel antes de convertir para controlar qué celdas aparecen en el PDF.
hi: PDF में परिवर्तित करने से पहले एक्सेल में अपना प्रिंट क्षेत्र सेट करें ताकि नियंत्रित किया जा सके कि कौन-से सेल PDF में दिखाई दें।
id: Atur area cetak Anda di Excel sebelum mengonversi untuk mengontrol sel mana yang muncul di PDF.
pl: Ustaw obszar drukowania w Excelu przed konwersją, aby kontrolować, które komórki pojawią się w PDF.
ru: Установите область печати в Excel перед конвертацией, чтобы контролировать, какие ячейки появятся в PDF.
