Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: <p>Our free PDF rotation tool lets you quickly fix page orientation in any PDF document. Whether you have scanned documents that came out sideways, or pages that need to be turned upside down, our tool handles it all.</p><p>Choose from 90°, 180°, or 270° rotation angles and apply them to all pages, just the current page, or specific pages you select. The rotation is instant and preserves all your content perfectly.</p><p>Perfect for fixing scanned documents, rotating landscape pages to portrait, correcting improperly oriented PDFs, and preparing documents for printing or sharing.</p>
ar: <p>تتيح لك أداة تدوير PDF المجانية إصلاح اتجاه الصفحات في أي مستند PDF بسرعة. سواء كان لديك مستندات ممسوحة ضوئيًا ظهرت بشكل جانبي، أو صفحات تحتاج إلى قلبها رأسًا على عقب، فإن أداتنا تتعامل مع كل ذلك.</p><p>اختر من زوايا التدوير 90°، أو 180°، أو 270° وطبقها على جميع الصفحات، أو الصفحة الحالية فقط، أو صفحات محددة تختارها. يكون التدوير فوريًا ويحافظ على جميع محتوياتك بشكل مثالي.</p><p>مثالي لإصلاح المستندات الممسوحة ضوئيًا، وتدوير الصفحات الأفقية إلى عمودية، وتصحيح ملفات PDF ذات الاتجاه غير الصحيح، وإعداد المستندات للطباعة أو المشاركة.</p>
es: <p>Nuestra herramienta gratuita de rotación de PDF te permite corregir rápidamente la orientación de las páginas en cualquier documento PDF. Ya sea que tengas documentos escaneados que salieron de lado, o páginas que necesiten voltearse, nuestra herramienta lo maneja todo.</p><p>Elige entre ángulos de rotación de 90°, 180° o 270° y aplícalos a todas las páginas, solo a la página actual o a páginas específicas que selecciones. La rotación es instantánea y preserva todo tu contenido perfectamente.</p><p>Perfecto para corregir documentos escaneados, girar páginas horizontales a vertical, corregir PDFs orientados incorrectamente y preparar documentos para imprimir o compartir.</p>
hi: <p>हमारा मुफ्त PDF रोटेशन टूल आपको किसी भी PDF दस्तावेज़ में पृष्ठ ओरिएंटेशन को जल्दी से ठीक करने देता है। चाहे आपके पास स्कैन किए गए दस्तावेज़ हों जो तिरछे निकले हों, या ऐसे पृष्ठ जिन्हें उल्टा करने की आवश्यकता हो, हमारा टूल सब संभालता है।</p><p>90°, 180°, या 270° रोटेशन कोणों में से चुनें और उन्हें सभी पृष्ठों पर, केवल वर्तमान पृष्ठ पर, या आपके द्वारा चुने गए विशिष्ट पृष्ठों पर लागू करें। रोटेशन तत्काल होता है और आपकी सभी सामग्री को पूरी तरह से सुरक्षित रखता है।</p><p>स्कैन किए गए दस्तावेज़ ठीक करने, लैंडस्केप पृष्ठों को पोर्ट्रेट में घुमाने, गलत तरीके से ओरिएंटेड PDF को सही करने, और दस्तावेज़ों को प्रिंटिंग या साझा करने के लिए तैयार करने के लिए आदर्श।</p>
id: <p>Alat putar PDF gratis kami memungkinkan Anda dengan cepat memperbaiki orientasi halaman di dokumen PDF apa pun. Baik Anda memiliki dokumen pindaian yang keluar menyamping, atau halaman yang perlu dibalik terbalik, alat kami menanganinya semua.</p><p>Pilih dari sudut putar 90°, 180°, atau 270° dan terapkan ke semua halaman, hanya halaman saat ini, atau halaman tertentu yang Anda pilih. Putarannya instan dan mempertahankan semua konten Anda dengan sempurna.</p><p>Sempurna untuk memperbaiki dokumen pindaian, memutar halaman lanskap ke potret, mengoreksi PDF yang berorientasi tidak tepat, dan menyiapkan dokumen untuk dicetak atau dibagikan.</p>
pl: <p>Nasze darmowe narzędzie do obracania PDF pozwala szybko naprawić orientację stron w dowolnym dokumencie PDF. Niezależnie od tego, czy masz zeskanowane dokumenty, które wyszły bokiem, czy strony, które trzeba obrócić do góry nogami, nasze narzędzie sobie z tym poradzi.</p><p>Wybierz spośród kątów obrotu 90°, 180° lub 270° i zastosuj je do wszystkich stron, tylko do bieżącej strony lub do konkretnych wybranych stron. Obrót jest natychmiastowy i doskonale zachowuje całą zawartość.</p><p>Idealne do naprawiania zeskanowanych dokumentów, obracania stron z orientacji poziomej na pionową, korygowania nieprawidłowo zorientowanych plików PDF oraz przygotowywania dokumentów do druku lub udostępniania.</p>
ru: <p>Наш бесплатный инструмент для поворота PDF позволяет быстро исправить ориентацию страниц в любом PDF-документе. Независимо от того, есть ли у вас отсканированные документы, которые вышли боком, или страницы, которые нужно перевернуть, наш инструмент справится со всем.</p><p>Выберите угол поворота 90°, 180° или 270° и примените его ко всем страницам, только к текущей странице или к определенным страницам, которые вы выберете. Поворот происходит мгновенно и идеально сохраняет всё ваше содержимое.</p><p>Идеально подходит для исправления отсканированных документов, поворота альбомных страниц в портретные, корректировки неправильно ориентированных PDF-файлов и подготовки документов к печати или обмену.</p>

source: Add Page Numbers to PDF Online Free | Convertica
ar: إضافة أرقام صفحات إلى PDF - كونفيرتيكا
es: Agregar números de página a PDF - Convertica
hi: PDF में पृष्ठ संख्याएँ जोड़ें - Convertica
id: Tambahkan Nomor Halaman ke PDF - Convertica
pl: Dodaj numery stron do PDF - Convertica
ru: Добавить номера страниц в PDF - Convertica

source: Add page numbers to PDF online free with customizable position, font size, and format. Fast PDF page numbering tool with no watermark. Perfect for documents, reports, and academic papers. No registration required.
ar: أضف أرقام صفحات إلى PDF عبر الإنترنت مجاناً مع موضع قابل للتخصيص وحجم خط وتنسيق. أداة ترقيم صفحات PDF سريعة بدون علامة مائية. مثالي للمستندات والتقارير والأوراق الأكاديمية. لا حاجة للتسجيل.
es: Agrega números de página a PDF en línea gratis con posición personalizable, tamaño de fuente y formato. Herramienta rápida de numeración de páginas PDF sin marca de agua. Perfecto para documentos, informes y trabajos académicos. No se requiere registro.
hi: PDF में अनुकूलन योग्य स्थिति, फ़ॉन्ट आकार और प्रारूप के साथ पृष्ठ संख्याएँ ऑनलाइन मुफ्त में जोड़ें। बिना वॉटरमार्क वाला तेज़ PDF पृष्ठ नंबरिंग टूल। दस्तावेज़ों, रिपोर्टों और शैक्षणिक पत्रों के लिए आदर्श। कोई पंजीकरण आवश्यक नहीं।
id: Tambahkan nomor halaman ke PDF online gratis dengan posisi, ukuran font, dan format yang dapat disesuaikan. Alat penomoran halaman PDF cepat tanpa watermark. Sempurna untuk dokumen, laporan, dan makalah akademik. Tanpa registrasi.
pl: Dodaj numery stron do PDF online za darmo z dostosowywalną pozycją, rozmiarem czcionki i formatem. Szybkie narzędzie do numerowania stron PDF bez znaku wodnego. Idealne dla dokumentów, raportów i prac akademickich. Bez rejestracji.
ru: Добавляйте номера страниц в PDF онлайн бесплатно с настраиваемым положением, размером шрифта и форматом. Быстрый инструмент нумерации страниц PDF без водяного знака. Идеально для документов, отчетов и академических работ. Регистрация не требуется.

source: Add page numbers to your PDF in seconds
ar: أضف أرقام صفحات إلى PDF الخاص بك في ثوانٍ
es: Agrega números de página a tu PDF en segundos
hi: अपने PDF में सेकंडों में पृष्ठ संख्याएँ जोड़ें
id: Tambahkan nomor halaman ke PDF Anda dalam hitungan detik
pl: Dodaj numery stron do swojego PDF w kilka sekund
ru: Добавляйте номера страниц в ваш PDF за секунды

source: Customizable Position
ar: تخصيص
es: Personalizar
hi: अनुकूलित करें
id: Sesuaikan
pl: Dostosuj
ru: Настроить

source: Place numbers at top, bottom, left, right, or center of pages
ar: ضع الأرقام في أعلى أو أسفل أو يسار أو يمين أو وسط الصفحات
es: Coloca números en la parte superior, inferior, izquierda, derecha o centro de las páginas
hi: पृष्ठों के शीर्ष, नीचे, बाएं, दाएं या केंद्र में संख्याएं रखें
id: Tempatkan nomor di bagian atas, bawah, kiri, kanan, atau tengah halaman
pl: Umieść numery u góry, na dole, po lewej, prawej stronie lub na środku stron
ru: Размещайте номера вверху, внизу, слева, справа или по центру страниц

source: Custom Formatting
ar: تنسيق مخصص
es: Formato personalizado
hi: कस्टम प्रारूप
id: Format Khusus
pl: Format niestandardowy
ru: Пользовательский формат

source: Choose font size, style, and number format to match your document
ar: اختر حجم الخط ونمطه وتنسيق الرقم ليتناسب مع مستندك
es: Elige tamaño de fuente, estilo y formato de número para que coincida con tu documento
hi: फ़ॉन्ट आकार, शैली और संख्या प्रारूप चुनें ताकि वह आपके दस्तावेज़ से मेल खाए
id: Pilih ukuran font, gaya, dan format nomor agar sesuai dengan dokumen Anda
pl: Wybierz rozmiar czcionki, styl i format numeracji, aby dopasować je do dokumentu
ru: Выберите размер шрифта, стиль и формат номеров, чтобы они соответствовали вашему документу

source: Original PDF content and formatting remain unchanged
ar: يظل محتوى وتنسيق PDF الأصلي دون تغيير
es: El contenido y formato original del PDF permanecen inalterados
hi: मूल PDF सामग्री और फ़ॉर्मेटिंग अपरिवर्तित रहती है
id: Konten dan pemformatan PDF asli tetap tidak berubah
pl: Oryginalna zawartość i formatowanie PDF pozostają niezmienione
ru: Исходное содержимое и форматирование PDF остаются неизменными

source: Add page numbers instantly to any PDF document
ar: أضف أرقام صفحات إلى مستندات PDF الخاصة بك.
es: Agrega números de página a tus documentos PDF.
hi: अपने PDF दस्तावेज़ों में पृष्ठ संख्याएँ जोड़ें।
id: Tambahkan nomor halaman ke dokumen PDF Anda.
pl: Dodaj numery stron do swoich dokumentów PDF.
ru: Добавляйте номера страниц в свои документы ПДФ.

source: How do I add page numbers to a PDF?
ar: كيف يمكنني إضافة علامة مائية إلى PDF؟
es: ¿Cómo agrego una marca de agua a PDF?
hi: मैं PDF में वॉटरमार्क कैसे जोड़ूँ?
id: Bagaimana cara menambahkan watermark ke PDF?
pl: Jak dodać znak wodny do PDF?
ru: Как добавить водяной знак в ПДФ?

source: Upload your PDF file, choose where you want the numbers to appear (top, bottom, left, right, or center), customize the format if needed, and click the button. Your numbered PDF will be ready to download.
ar: قم بتحميل ملف PDF الخاص بك، واختر المكان الذي تريد ظهور الأرقام فيه (أعلى، أسفل، يسار، يمين، أو وسط)، وقم بتخصيص التنسيق إذا لزم الأمر، ثم انقر على الزر. سيكون ملف PDF المرقم جاهزًا للتحميل.
es: Sube tu archivo PDF, elige dónde quieres que aparezcan los números (superior, inferior, izquierda, derecha o centro), personaliza el formato si es necesario y haz clic en el botón. Tu PDF numerado estará listo para descargar.
hi: अपनी PDF फ़ाइल अपलोड करें, चुनें कि आप संख्याएं कहाँ दिखाना चाहते हैं (शीर्ष, नीचे, बाएं, दाएं या केंद्र), आवश्यकता हो तो प्रारूप अनुकूलित करें, और बटन पर क्लिक करें। आपकी क्रमांकित PDF डाउनलोड के लिए तैयार हो जाएगी।
id: Unggah file PDF Anda, pilih di mana Anda ingin nomor muncul (atas, bawah, kiri, kanan, atau tengah), sesuaikan format jika diperlukan, dan klik tombol. PDF bernomor Anda akan siap diunduh.
pl: Prześlij swój plik PDF, wybierz, gdzie mają pojawić się numery stron (u góry, na dole, po lewej, prawej stronie lub na środku), dostosuj format w razie potrzeby i kliknij przycisk. Twój ponumerowany PDF będzie gotowy do pobrania.
ru: Загрузите ваш PDF-файл, выберите, где должны отображаться номера (вверху, внизу, слева, справа или по центру), при необходимости настройте формат и нажмите кнопку. Ваш пронумерованный PDF будет готов к скачиванию.

source: Can I choose where page numbers appear?
ar: هل يمكنني اختيار مكان ظهور أرقام الصفحات؟
es: ¿Puedo elegir dónde aparecen los números de página?
hi: क्या मैं चुन सकता हूँ कि पृष्ठ संख्याएं कहाँ दिखाई दें?
id: Bisakah saya memilih di mana nomor halaman muncul?
pl: Czy mogę wybrać, gdzie pojawią się numery stron?
ru: Могу ли я выбрать, где отображаются номера страниц?

source: Yes! You can position page numbers at the top or bottom of the page, and align them to the left, center, or right. This gives you full control over the appearance of your document.
ar: نعم! يمكنك وضع أرقام الصفحات في أعلى أو أسفل الصفحة، ومحاذاتها إلى اليسار أو الوسط أو اليمين. وهذا يمنحك تحكمًا كاملاً في مظهر مستندك.
es: ¡Sí! Puedes posicionar los números de página en la parte superior o inferior de la página, y alinearlos a la izquierda, centro o derecha. Esto te da control total sobre la apariencia de tu documento.
hi: हाँ! आप पृष्ठ संख्याओं को पृष्ठ के शीर्ष या नीचे रख सकते हैं, और उन्हें बाएं, केंद्र या दाएं संरेखित कर सकते हैं। इससे आपको अपने दस्तावेज़ की उपस्थिति पर पूरा नियंत्रण मिलता है।
id: Ya! Anda dapat menempatkan nomor halaman di bagian atas atau bawah halaman, dan menyelaraskannya ke kiri, tengah, atau kanan. Ini memberi Anda kendali penuh atas tampilan dokumen Anda.
pl: Tak! Możesz umieścić numery stron u góry lub na dole strony i wyrównać je do lewej, środka lub prawej. Daje to pełną kontrolę nad wyglądem dokumentu.
ru: Да! Вы можете разместить номера страниц вверху или внизу страницы и выровнять их по левому краю, по центру или по правому краю. Это дает вам полный контроль над внешним видом вашего документа.

source: Will adding page numbers change my document content?
ar: هل ستؤدي إضافة أرقام الصفحات إلى تغيير محتوى مستندي؟
es: ¿Agregar números de página cambiará el contenido de mi documento?
hi: क्या पृष्ठ संख्याएं जोड़ने से मेरी दस्तावेज़ सामग्री बदल जाएगी?
id: Apakah menambahkan nomor halaman akan mengubah konten dokumen saya?
pl: Czy dodanie numerów stron zmieni zawartość mojego dokumentu?
ru: Изменит ли добавление номеров страниц содержимое моего документа?

source: No, adding page numbers only adds the numbers to your pages. All existing content, formatting, images, and links remain unchanged.
ar: لا، إضافة أرقام الصفحات تضيف الأرقام فقط إلى صفحاتك. يظل جميع المحتوى والتنسيق والصور والروابط الحالية دون تغيير.
es: No, agregar números de página solo añade los números a tus páginas. Todo el contenido existente, formato, imágenes y enlaces permanecen inalterados.
hi: नहीं, पृष्ठ संख्याएं जोड़ने से केवल आपके पृष्ठों पर संख्याएं जुड़ती हैं। सभी मौजूदा सामग्री, फ़ॉर्मेटिंग, छवियाँ और लिंक अपरिवर्तित रहते हैं।
id: Tidak, menambahkan nomor halaman hanya menambahkan angka ke halaman Anda. Semua konten, pemformatan, gambar, dan tautan yang ada tetap tidak berubah.
pl: Nie, dodanie numerów stron tylko dodaje numery do Twoich stron. Cała istniejąca zawartość, formatowanie, obrazy i linki pozostają niezmienione.
ru: Нет, добавление номеров страниц только добавляет номера на ваши страницы. Все существующее содержимое, форматирование, изображения и ссылки остаются неизменными.

source: Can I start numbering from a specific page?
ar: هل يمكنني بدء الترقيم من صفحة محددة؟
es: ¿Puedo comenzar la numeración desde una página específica?
hi: क्या मैं किसी विशिष्ट पृष्ठ से क्रमांकन शुरू कर सकता हूँ?
id: Bisakah saya memulai penomoran dari halaman tertentu?
pl: Czy mogę rozpocząć numerację od konkretnej strony?
ru: Могу ли я начать нумерацию с определенной страницы?

source: Yes, you can customize the starting page number and choose which pages to number. This is useful for documents with title pages or table of contents.
ar: نعم، يمكنك تخصيص رقم صفحة البداية واختيار الصفحات المراد ترقيمها. وهذا مفيد للمستندات التي تحتوي على صفحات عناوين أو فهرس محتويات.
es: Sí, puedes personalizar el número de página inicial y elegir qué páginas numerar. Esto es útil para documentos con páginas de título o tablas de contenido.
hi: हाँ, आप प्रारंभिक पृष्ठ संख्या अनुकूलित कर सकते हैं और चुन सकते हैं कि किन पृष्ठों को क्रमांकित करना है। यह शीर्षक पृष्ठों या सामग्री सूची वाले दस्तावेज़ों के लिए उपयोगी है।
id: Ya, Anda dapat menyesuaikan nomor halaman awal dan memilih halaman mana yang akan diberi nomor. Ini berguna untuk dokumen dengan halaman judul atau daftar isi.
pl: Tak, możesz dostosować numer strony początkowej i wybrać, które strony ponumerować. Jest to przydatne w dokumentach ze stronami tytułowymi lub spisami treści.
ru: Да, вы можете настроить начальный номер страницы и выбрать, какие страницы нумеровать. Это полезно для документов с титульными страницами или оглавлением.

source: What number formats are available?
ar: ما هي تنسيقات الملفات المدعومة؟
es: ¿Qué formatos de archivo son compatibles?
hi: कौन से फ़ाइल प्रारूप समर्थित हैं?
id: Format file apa yang didukung?
pl: Jakie formaty plików są obsługiwane?
ru: Какие форматы файлов поддерживаются?

source: You can use simple numbers (1, 2, 3), Roman numerals (i, ii, iii), or custom formats like 'Page 1 of N'. Choose the format that best fits your needs.
ar: يمكنك استخدام أرقام بسيطة (1، 2، 3)، أو أرقام رومانية (i، ii، iii)، أو تنسيقات مخصصة مثل 'الصفحة 1 من N'. اختر التنسيق الذي يناسب احتياجاتك بشكل أفضل.
es: Puedes usar números simples (1, 2, 3), números romanos (i, ii, iii) o formatos personalizados como 'Página 1 de N'. Elige el formato que mejor se adapte a tus necesidades.
hi: आप सरल संख्याओं (1, 2, 3), रोमन अंकों (i, ii, iii), या कस्टम प्रारूपों जैसे 'पृष्ठ 1 में से N' का उपयोग कर सकते हैं। वह प्रारूप चुनें जो आपकी आवश्यकताओं के अनुरूप सबसे अच्छा हो।
id: Anda dapat menggunakan angka sederhana (1, 2, 3), angka Romawi (i, ii, iii), atau format kustom seperti 'Halaman 1 dari N'. Pilih format yang paling sesuai dengan kebutuhan Anda.
pl: Możesz użyć prostych liczb (1, 2, 3), cyfr rzymskich (i, ii, iii) lub formatów niestandardowych, takich jak 'Strona 1 z N'. Wybierz format, który najlepiej odpowiada Twoim potrzebom.
ru: Вы можете использовать простые числа (1, 2, 3), римские цифры (i, ii, iii) или пользовательские форматы, например 'Страница 1 из N'. Выберите формат, который лучше всего соответствует вашим потребностям.

source: Use bottom-center for most documents - it's the standard position
ar: استخدم المركز السفلي لمعظم المستندات - فهو الموضع القياسي
es: Usa centro-inferior para la mayoría de documentos - es la posición estándar
hi: अधिकांश दस्तावेज़ों के लिए नीचे-केंद्र का उपयोग करें - यह मानक स्थिति है
id: Gunakan bawah-tengah untuk sebagian besar dokumen - ini adalah posisi standar
pl: Użyj pozycji na dole pośrodku dla większości dokumentów - to standardowa pozycja
ru: Используйте нижний центр для большинства документов — это стандартное положение

source: For academic papers, check your institution's formatting requirements
ar: بالنسبة للأوراق الأكاديمية، تحقق من متطلبات التنسيق الخاصة بمؤسستك
es: Para trabajos académicos, verifica los requisitos de formato de tu institución
hi: शैक्षणिक पत्रों के लिए, अपने संस्थान की फ़ॉर्मेटिंग आवश्यकताओं की जांच करें
id: Untuk makalah akademik, periksa persyaratan pemformatan institusi Anda
pl: W przypadku prac naukowych sprawdź wymagania formatowania swojej instytucji
ru: Для академических работ проверьте требования к форматированию вашего учреждения

source: Skip the first page if it's a title page or cover
ar: تخطى الصفحة الأولى إذا كانت صفحة عنوان أو غلاف
es: Omite la primera página si es una página de título o portada
hi: पहला पृष्ठ छोड़ दें यदि वह शीर्षक पृष्ठ या कवर है
id: Lewati halaman pertama jika itu adalah halaman judul atau sampul
pl: Pomiń pierwszą stronę, jeśli jest to strona tytułowa lub okładka
ru: Пропустите первую страницу, если это титульная страница или обложка

source: Use a smaller font size for page numbers to keep them unobtrusive
ar: استخدم حجم خط أصغر لأرقام الصفحات لجعلها غير بارزة
es: Usa un tamaño de fuente más pequeño para los números de página para que sean discretos
hi: पृष्ठ संख्याओं को अप्रकट रखने के लिए छोटे फ़ॉन्ट आकार का उपयोग करें
id: Gunakan ukuran font yang lebih kecil untuk nomor halaman agar tetap tidak mencolok
pl: Użyj mniejszego rozmiaru czcionki dla numerów stron, aby były nieinwazyjne
ru: Используйте меньший размер шрифта для номеров страниц, чтобы они были ненавязчивыми

source: Preview your document to ensure numbers don't overlap with content
ar: قم بمعاينة مستندك للتأكد من عدم تداخل الأرقام مع المحتوى
es: Previsualiza tu documento para asegurarte de que los números no se superpongan con el contenido
hi: यह सुनिश्चित करने के लिए अपने दस्तावेज़ का पूर्वावलोकन करें कि संख्याएँ सामग्री के साथ ओवरलैप नहीं करतीं
id: Pratinjau dokumen Anda untuk memastikan angka tidak tumpang tindih dengan konten
pl: Przejrzyj dokument, aby upewnić się, że numery nie nachodzą na treść
ru: Предварительно просмотрите документ, чтобы убедиться, что номера не перекрывают содержимое

source: Add Page Numbers to PDF - Professional Document Numbering
ar: إضافة أرقام صفحات إلى PDF - كونفيرتيكا
es: Agregar números de página a PDF - Convertica
hi: PDF में पृष्ठ संख्याएँ जोड़ें - Convertica
id: Tambahkan Nomor Halaman ke PDF - Convertica
pl: Dodaj numery stron do PDF - Convertica
ru: Добавить номера страниц в PDF - Convertica
