Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Free online PDF tools: Convert PDF to Word, Word to PDF, merge, split, rotate, add watermark, and more. Fast, secure, no registration required.
ar: أدوات PDF مجانية عبر الإنترنت: تحويل PDF إلى Word، Word إلى PDF، دمج، تقسيم، تدوير، إضافة علامة مائية، والمزيد. سريعة، آمنة، لا تتطلب تسجيلاً.
es: Herramientas PDF online gratuitas: Convertir PDF a Word, Word a PDF, combinar, dividir, rotar, agregar marca de agua y más. Rápido, seguro, sin registro requerido.
hi: मुफ्त ऑनलाइन PDF टूल: PDF को Word में बदलें, Word को PDF में, मर्ज करें, विभाजित करें, घुमाएँ, वॉटरमार्क जोड़ें और बहुत कुछ। तेज़, सुरक्षित, पंजीकरण की आवश्यकता नहीं।
id: Alat PDF online gratis: Konversi PDF ke Word, Word ke PDF, gabungkan, pisahkan, putar, tambahkan watermark, dan lainnya. Cepat, aman, tanpa registrasi.
pl: Darmowe narzędzia PDF online: Konwersja PDF na Word, Word na PDF, łączenie, dzielenie, obracanie, dodawanie znaków wodnych i więcej. Szybko, bezpiecznie, bez rejestracji.
ru: Бесплатные онлайн-инструменты для ПДФ: Конвертация ПДФ в Ворд, Ворд в ПДФ, объединение, разделение, поворот, добавление водяных знаков и многое другое. Быстро, безопасно, регистрация не требуется.

source: PDF converter, PDF to Word, Word to PDF, merge PDF, split PDF, rotate PDF, PDF editor, PDF tools, online PDF converter, free PDF tools
ar: محول PDF، PDF إلى Word، Word إلى PDF، دمج PDF، تقسيم PDF، تدوير PDF، محرر PDF، أدوات PDF، محول PDF عبر الإنترنت، أدوات PDF مجانية
es: convertidor PDF, PDF a Word, Word a PDF, combinar PDF, dividir PDF, rotar PDF, editor PDF, herramientas PDF, convertidor PDF online, herramientas PDF gratuitas
hi: PDF कन्वर्टर, PDF से Word, Word से PDF, PDF मर्ज करें, PDF विभाजित करें, PDF घुमाएँ, PDF संपादक, PDF टूल, ऑनलाइन PDF कन्वर्टर, मुफ्त PDF टूल
id: Konverter PDF, PDF ke Word, Word ke PDF, gabungkan PDF, pisahkan PDF, putar PDF, editor PDF, alat PDF, konverter PDF online, alat PDF gratis
pl: Konwerter PDF, PDF na Word, Word na PDF, łączenie PDF, dzielenie PDF, obracanie PDF, edytor PDF, narzędzia PDF, konwerter PDF online, darmowe narzędzia PDF
ru: Конвертер ПДФ, ПДФ в Ворд, Ворд в ПДФ, объединить ПДФ, разделить ПДФ, повернуть ПДФ, редактор ПДФ, инструменты ПДФ, онлайн-конвертер ПДФ, бесплатные инструменты ПДФ

source: Fast, simple and secure online PDF to Word and Word to PDF converter. Convert documents instantly, no registration required.
ar: محول PDF إلى Word وWord إلى PDF عبر الإنترنت سريع وبسيط وآمن. قم بتحويل المستندات على الفور، لا حاجة للتسجيل.
es: Convertidor online rápido, simple y seguro de PDF a Word y Word a PDF. Convierte documentos al instante, sin registro requerido.
hi: तेज़, सरल और सुरक्षित ऑनलाइन PDF से Word और Word से PDF कन्वर्टर। दस्तावेज़ तुरंत बदलें, पंजीकरण की आवश्यकता नहीं।
id: Konverter online PDF ke Word dan Word ke PDF yang cepat, sederhana, dan aman. Konversi dokumen secara instan, tanpa registrasi.
pl: Szybki, prosty i bezpieczny konwerter online PDF na Word i Word na PDF. Konwertuj dokumenty natychmiast, bez rejestracji.
ru: Быстрый, простой и безопасный онлайн-конвертер ПДФ в Ворд и Ворд в ПДФ. Конвертируйте документы мгновенно, регистрация не требуется.

source: Simply upload your PDF file, click convert, and download your Word document. No registration required, completely free.
ar: ما عليك سوى رفع ملف PDF الخاص بك، وانقر على تحويل، وقم بتنزيل مستند Word الخاص بك. لا حاجة للتسجيل، مجاني بالكامل.
es: Simplemente sube tu archivo PDF, haz clic en convertir y descarga tu documento Word. Sin registro requerido, completamente gratuito.
hi: बस अपनी PDF फ़ाइल अपलोड करें, बदलें पर क्लिक करें, और अपना Word दस्तावेज़ डाउनलोड करें। कोई पंजीकरण आवश्यक नहीं, पूरी तरह से मुफ्त।
id: Cukup unggah file PDF Anda, klik konversi, dan unduh dokumen Word Anda. Tanpa registrasi, sepenuhnya gratis.
pl: Po prostu prześlij plik PDF, kliknij konwertuj i pobierz dokument Word. Bez rejestracji, całkowicie darmowe.
ru: Просто загрузите ваш файл ПДФ, нажмите конвертировать и скачайте документ Ворд. Регистрация не требуется, полностью бесплатно.

source: Yes, Convertica is completely free. All PDF conversion and editing tools are available at no cost with no hidden fees.
ar: نعم، كونفيرتيكا مجانية بالكامل. جميع أدوات تحويل وتحرير PDF متاحة دون أي تكلفة وبدون رسوم خفية.
es: Sí, Convertica es completamente gratuito. Todas las herramientas de conversión y edición de PDF están disponibles sin costo y sin tarifas ocultas.
hi: हाँ, Convertica पूरी तरह से मुफ्त है। सभी PDF रूपांतरण और संपादन टूल बिना किसी लागत और छिपी फीस के उपलब्ध हैं।
id: Ya, Convertica sepenuhnya gratis. Semua alat konversi dan pengeditan PDF tersedia tanpa biaya dan tanpa biaya tersembunyi.
pl: Tak, Convertica jest całkowicie darmowe. Wszystkie narzędzia do konwersji i edycji PDF są dostępne bezpłatnie, bez ukrytych opłat.
ru: Да, Convertica полностью бесплатна. Все инструменты конвертации и редактирования ПДФ доступны бесплатно без скрытых платежей.

source: Yes, your data is secure. All files are processed securely and automatically deleted after conversion. We do not store your files.
ar: نعم، بياناتك آمنة. تتم معالجة جميع الملفات بأمان وحذفها تلقائياً بعد التحويل. نحن لا نخزن ملفاتك.
es: Sí, tus datos están seguros. Todos los archivos se procesan de forma segura y se eliminan automáticamente después de la conversión. No almacenamos tus archivos.
hi: हाँ, आपका डेटा सुरक्षित है। सभी फ़ाइलें सुरक्षित रूप से संसाधित की जाती हैं और रूपांतरण के बाद स्वचालित रूप से हटा दी जाती हैं। हम आपकी फ़ाइलें संग्रहीत नहीं करते हैं।
id: Ya, data Anda aman. Semua file diproses dengan aman dan dihapus otomatis setelah konversi. Kami tidak menyimpan file Anda.
pl: Tak, Twoje dane są bezpieczne. Wszystkie pliki są przetwarzane bezpiecznie i automatycznie usuwane po konwersji. Nie przechowujemy Twoich plików.
ru: Да, ваши данные защищены. Все файлы обрабатываются безопасно и автоматически удаляются после конвертации. Мы не храним ваши файлы.

source: Convertica supports PDF, Word (DOC, DOCX), Excel (XLS, XLSX), PowerPoint (PPT, PPTX), JPG, PNG, and HTML formats.
ar: تدعم كونفيرتيكا تنسيقات PDF وWord (DOC, DOCX) وExcel (XLS, XLSX) وPowerPoint (PPT, PPTX) وJPG وPNG وHTML.
es: Convertica soporta formatos PDF, Word (DOC, DOCX), Excel (XLS, XLSX), PowerPoint (PPT, PPTX), JPG, PNG y HTML.
hi: Convertica PDF, Word (DOC, DOCX), Excel (XLS, XLSX), PowerPoint (PPT, PPTX), JPG, PNG, और HTML प्रारूपों का समर्थन करता है।
id: Convertica mendukung format PDF, Word (DOC, DOCX), Excel (XLS, XLSX), PowerPoint (PPT, PPTX), JPG, PNG, dan HTML.
pl: Convertica obsługuje formaty PDF, Word (DOC, DOCX), Excel (XLS, XLSX), PowerPoint (PPT, PPTX), JPG, PNG i HTML.
ru: Convertica поддерживает форматы ПДФ, Ворд (DOC, DOCX), Эксель (XLS, XLSX), PowerPoint (PPT, PPTX), JPG, PNG и HTML.

source: Do I need to register?
ar: هل أحتاج إلى التسجيل؟
es: ¿Necesito registrarme?
hi: क्या मुझे पंजीकरण करने की आवश्यकता है?
id: Apakah saya perlu mendaftar?
pl: Czy muszę się rejestrować?
ru: Нужно ли регистрироваться?

source: No registration required. You can use all tools instantly without creating an account. Premium features are available for advanced users.
ar: لا حاجة للتسجيل. يمكنك استخدام جميع الأدوات على الفور دون إنشاء حساب. تتوفر ميزات مميزة للمستخدمين المتقدمين.
es: No se requiere registro. Puedes usar todas las herramientas al instante sin crear una cuenta. Las funciones premium están disponibles para usuarios avanzados.
hi: कोई पंजीकरण आवश्यक नहीं। आप बिना खाता बनाए तुरंत सभी टूल का उपयोग कर सकते हैं। उन्नत उपयोगकर्ताओं के लिए प्रीमियम सुविधाएँ उपलब्ध हैं।
id: Tidak perlu registrasi. Anda dapat menggunakan semua alat secara instan tanpa membuat akun. Fitur premium tersedia untuk pengguna tingkat lanjut.
pl: Rejestracja nie jest wymagana. Możesz natychmiast korzystać ze wszystkich narzędzi bez tworzenia konta. Funkcje premium są dostępne dla zaawansowanych użytkowników.
ru: Регистрация не требуется. Вы можете использовать все инструменты мгновенно без создания аккаунта. Премиум функции доступны для продвинутых пользователей.

source: How long are my files stored?
ar: كم من الوقت يتم تخزين ملفاتي؟
es: ¿Por cuánto tiempo se almacenan mis archivos?
hi: मेरी फ़ाइलें कितने समय तक संग्रहीत रहती हैं?
id: Berapa lama file saya disimpan?
pl: Jak długo przechowywane są moje pliki?
ru: Как долго хранятся мои файлы?

source: Your files are processed securely and automatically deleted after conversion. We do not store your files longer than necessary.
ar: يتم معالجة ملفاتك بأمان وحذفها تلقائياً بعد التحويل. نحن لا نخزن ملفاتك لفترة أطول من اللازم.
es: Tus archivos se procesan de forma segura y se eliminan automáticamente después de la conversión. No almacenamos tus archivos más tiempo del necesario.
hi: आपकी फ़ाइलें सुरक्षित रूप से संसाधित की जाती हैं और रूपांतरण के बाद स्वचालित रूप से हटा दी जाती हैं। हम आपकी फ़ाइलें आवश्यकता से अधिक समय तक संग्रहीत नहीं करते हैं।
id: File Anda diproses dengan aman dan dihapus otomatis setelah konversi. Kami tidak menyimpan file Anda lebih lama dari yang diperlukan.
pl: Twoje pliki są przetwarzane bezpiecznie i automatycznie usuwane po konwersji. Nie przechowujemy Twoich plików dłużej niż to konieczne.
ru: Ваши файлы обрабатываются безопасно и автоматически удаляются после конвертации. Мы не храним ваши файлы дольше необходимого.

source: Can I use Convertica on mobile?
ar: هل يمكنني استخدام كونفيرتيكا على الهاتف المحمول؟
es: ¿Puedo usar Convertica en dispositivos móviles?
hi: क्या मैं मोबाइल पर Convertica का उपयोग कर सकता हूँ?
id: Bisakah saya menggunakan Convertica di ponsel?
pl: Czy mogę używać Convertica na urządzeniach mobilnych?
ru: Могу ли я использовать Convertica на мобильном?

source: Yes. Convertica works on mobile and desktop browsers. You can convert and edit PDFs from your phone or tablet.
ar: نعم. تعمل كونفيرتيكا على متصفحات الهاتف المحمول وسطح المكتب. يمكنك تحويل وتحرير ملفات PDF من هاتفك أو جهازك اللوحي.
es: Sí. Convertica funciona en navegadores móviles y de escritorio. Puedes convertir y editar PDFs desde tu teléfono o tableta.
hi: हाँ। Convertica मोबाइल और डेस्कटॉप ब्राउज़र पर काम करता है। आप अपने फोन या टैबलेट से PDF बदल और संपादित कर सकते हैं।
id: Ya. Convertica bekerja di browser seluler dan desktop. Anda dapat mengonversi dan mengedit PDF dari ponsel atau tablet Anda.
pl: Tak. Convertica działa w przeglądarkach mobilnych i desktopowych. Możesz konwertować i edytować PDF na swoim telefonie lub tablecie.
ru: Да. Convertica работает на мобильных и десктопных браузерах. Вы можете конвертировать и редактировать ПДФ с телефона или планшета.

source: All-in-One PDF Tools
ar: أدوات PDF الشاملة
es: Todas las herramientas PDF en un solo lugar
hi: सभी-एक-में PDF टूल
id: Semua Alat PDF dalam Satu Tempat
pl: Wszystkie narzędzia PDF w jednym miejscu
ru: Все инструменты для ПДФ в одном месте

source: Convert, edit, merge, split, and organize PDFs. Fast, simple, and secure. No installations required.
ar: تحويل، تحرير، دمج، تقسيم، وتنظيم ملفات PDF. سريع، بسيط، وآمن. لا حاجة إلى تثبيت.
es: Convierte, edita, combina, divide y organiza archivos PDF. Rápido, simple y seguro. No se requiere instalación.
hi: PDF को बदलें, संपादित करें, मर्ज करें, विभाजित करें और व्यवस्थित करें। तेज़, सरल और सुरक्षित। किसी इंस्टॉलेशन की आवश्यकता नहीं।
id: Konversi, edit, gabungkan, pisahkan, dan atur file PDF. Cepat, sederhana, dan aman. Tidak perlu instalasi.
pl: Konwertuj, edytuj, łącz, dziel i organizuj pliki PDF. Szybko, prosto i bezpiecznie. Bez instalacji.
ru: Конвертируйте, редактируйте, объединяйте, разделяйте и организуйте ПДФ. Быстро, просто и безопасно. Установка не требуется.

source: Most requested PDF tools at your fingertips
ar: أدوات PDF الأكثر طلباً في متناول يدك
es: Las herramientas PDF más solicitadas al alcance de tu mano
hi: आपकी उँगलियों पर सबसे अधिक अनुरोधित PDF टूल
id: Alat PDF paling diminta di ujung jari Anda
pl: Najbardziej poszukiwane narzędzia PDF na wyciągnięcie ręki
ru: Самые востребованные инструменты для ПДФ под рукой

source: Try it
ar: جربها
es: Pruébalo
hi: इसे आज़माएँ
id: Coba
pl: Wypróbuj
ru: Попробовать

source: Become a Convertica Hero
ar: كن بطلاً لكونفيرتيكا
es: Conviértete en un Héroe de Convertica
hi: एक Convertica हीरो बनें
id: Menjadi Convertica Hero
pl: Zostań Bohaterem Convertica
ru: Станьте Героем Convertica

source: Support Our Project
ar: ادعم مشروعنا
es: Apoya nuestro proyecto
hi: हमारे प्रोजेक्ट का समर्थन करें
id: Dukung Proyek Kami
pl: Wesprzyj nasz projekt
ru: Поддержите наш проект

source: Process larger files with much higher limits, priority processing, and premium features
ar: معالجة ملفات أكبر بحدود أعلى بكثير، ومعالجة ذات أولوية، وميزات مميزة
es: Procesa archivos más grandes con límites mucho más altos, procesamiento prioritario y funciones premium
hi: बहुत अधिक सीमाओं, प्राथमिकता प्रसंस्करण और प्रीमियम सुविधाओं के साथ बड़ी फ़ाइलें संसाधित करें
id: Proses file yang lebih besar dengan batas yang jauh lebih tinggi, pemrosesan prioritas, dan fitur premium
pl: Przetwarzaj większe pliki z dużo wyższymi limitami, priorytetowym przetwarzaniem i funkcjami premium
ru: Обрабатывайте большие файлы с гораздо более высокими лимитами, приоритетной обработкой и премиум функциями

source: Become a Hero
ar: كن بطلاً
es: Conviértete en Héroe
hi: एक हीरो बनें
id: Menjadi Hero
pl: Zostań Bohaterem
ru: Стать Героем

source: Your support helps us keep Convertica free for everyone
ar: دعمك يساعدنا في الحفاظ على كونفيرتيكا مجانية للجميع
es: Tu apoyo nos ayuda a mantener Convertica gratis para todos
hi: आपका समर्थन Convertica को सभी के लिए मुफ्त रखने में हमारी मदद करता है
id: Dukungan Anda membantu kami menjaga Convertica tetap gratis untuk semua orang
pl: Twoje wsparcie pomaga nam utrzymać Convertica darmowym dla wszystkich
ru: Ваша поддержка помогает нам сохранять Convertica бесплатной для всех

source: Manage and organize your PDF documents with powerful tools
ar: قم بإدارة وتنظيم مستندات PDF الخاصة بك بأدوات قوية
es: Gestiona y organiza tus documentos PDF con herramientas potentes
hi: शक्तिशाली टूल्स के साथ अपने PDF दस्तावेज़ों को प्रबंधित और व्यवस्थित करें
id: Kelola dan atur dokumen PDF Anda dengan alat yang powerful
pl: Zarządzaj i organizuj swoje dokumenty PDF za pomocą potężnych narzędzi
ru: Управляйте и организуйте свои документы ПДФ с помощью мощных инструментов

source: Free PDF Tools - Convert, Edit & Organize
ar: أدوات PDF مجانية - تحويل، تحرير وتنظيم
es: Herramientas PDF Gratuitas - Convertir, Editar y Organizar
hi: मुफ्त PDF टूल - बदलें, संपादित करें और व्यवस्थित करें
id: Alat PDF Gratis - Konversi, Edit & Atur
pl: Darmowe Narzędzia PDF - Konwertuj, Edytuj i Organizuj
ru: Бесплатные инструменты ПДФ - Конвертация, редактирование и организация

source: Access all our PDF tools: convert PDF to Word, merge PDFs, split, rotate, and more. Fast, secure, and completely free.
ar: الوصول إلى جميع أدوات PDF الخاصة بنا: تحويل PDF إلى Word، دمج ملفات PDF، تقسيم، تدوير، والمزيد. سريعة، آمنة، ومجانية بالكامل.
es: Accede a todas nuestras herramientas PDF: convertir PDF a Word, combinar PDFs, dividir, rotar y más. Rápido, seguro y completamente gratis.
hi: हमारे सभी PDF टूल तक पहुँचें: PDF को Word में बदलें, PDF मर्ज करें, विभाजित करें, घुमाएँ और बहुत कुछ। तेज़, सुरक्षित और पूरी तरह से मुफ्त।
id: Akses semua alat PDF kami: konversi PDF ke Word, gabungkan PDF, pisahkan, putar, dan lainnya. Cepat, aman, dan sepenuhnya gratis.
pl: Dostęp do wszystkich naszych narzędzi PDF: konwertuj PDF na Word, łącz PDF, dziel, obracaj i więcej. Szybko, bezpiecznie i całkowicie za darmo.
ru: Доступ ко всем нашим инструментам для ПДФ: конвертация ПДФ в Ворд, объединение ПДФ, разделение, поворот и многое другое. Быстро, безопасно и совершенно бесплатно.

source: Quick answers to common questions. Need more? Visit the full FAQ page.
ar: إجابات سريعة للأسئلة الشائعة. هل تحتاج إلى المزيد؟ قم بزيارة صفحة الأسئلة الشائعة الكاملة.
es: Respuestas rápidas a preguntas comunes. ¿Necesitas más? Visita la página completa de Preguntas Frecuentes.
hi: सामान्य प्रश्नों के त्वरित उत्तर। अधिक जानकारी चाहिए? पूर्ण FAQ पृष्ठ पर जाएँ।
id: Jawaban cepat untuk pertanyaan umum. Butuh lebih banyak? Kunjungi halaman FAQ lengkap.
pl: Szybkie odpowiedzi na często zadawane pytania. Potrzebujesz więcej? Odwiedź pełną stronę FAQ.
ru: Быстрые ответы на распространенные вопросы. Нужно больше? Посетите полную страницу ЧаВо.

source: Yes. Convertica is free to use — no registration required. Premium subscriptions are optional and provide higher limits and additional features.
ar: نعم. استخدام كونفيرتيكا مجاني — لا حاجة للتسجيل. الاشتراكات المميزة اختيارية وتوفر حدوداً أعلى وميزات إضافية.
es: Sí. Convertica es gratis de usar — no se requiere registro. Las suscripciones premium son opcionales y ofrecen límites más altos y funciones adicionales.
hi: हाँ। Convertica उपयोग करने के लिए मुफ्त है — कोई पंजीकरण आवश्यक नहीं। प्रीमियम सदस्यता वैकल्पिक है और उच्च सीमाएँ और अतिरिक्त सुविधाएँ प्रदान करती है।
id: Ya. Convertica gratis digunakan — tidak perlu registrasi. Langganan premium bersifat opsional dan menyediakan batas yang lebih tinggi dan fitur tambahan.
pl: Tak. Convertica jest darmowe — rejestracja nie jest wymagana. Subskrypcje Premium są opcjonalne i zapewniają wyższe limity oraz dodatkowe funkcje.
ru: Да. Convertica бесплатна для использования — регистрация не требуется. Премиум подписки опциональны и предоставляют более высокие лимиты и дополнительные функции.

source: Files are processed securely and automatically deleted after conversion. We do not store your files longer than necessary.
ar: يتم معالجة الملفات بأمان وحذفها تلقائياً بعد التحويل. نحن لا نخزن ملفاتك لفترة أطول من اللازم.
es: Los archivos se procesan de forma segura y se eliminan automáticamente después de la conversión. No almacenamos tus archivos más tiempo del necesario.
hi: फ़ाइलें सुरक्षित रूप से संसाधित की जाती हैं और रूपांतरण के बाद स्वचालित रूप से हटा दी जाती हैं। हम आपकी फ़ाइलें आवश्यकता से अधिक समय तक संग्रहीत नहीं करते हैं।
id: File diproses dengan aman dan dihapus otomatis setelah konversi. Kami tidak menyimpan file Anda lebih lama dari yang diperlukan.
pl: Pliki są przetwarzane bezpiecznie i automatycznie usuwane po konwersji. Nie przechowujemy Twoich plików dłużej niż to konieczne.
ru: Файлы обрабатываются безопасно и автоматически удаляются после конвертации. Мы не храним ваши файлы дольше необходимого.

source: Yes. Convertica works on mobile and desktop browsers — you can convert and edit PDFs from your phone or tablet.
ar: نعم. تعمل كونفيرتيكا على متصفحات الهاتف المحمول وسطح المكتب — يمكنك تحويل وتحرير ملفات PDF من هاتفك أو جهازك اللوحي.
es: Sí. Convertica funciona en navegadores móviles y de escritorio — puedes convertir y editar PDFs desde tu teléfono o tableta.
hi: हाँ। Convertica मोबाइल और डेस्कटॉप ब्राउज़र पर काम करता है — आप अपने फोन या टैबलेट से PDF बदल और संपादित कर सकते हैं।
id: Ya. Convertica bekerja di browser seluler dan desktop — Anda dapat mengonversi dan mengedit PDF dari ponsel atau tablet Anda.
pl: Tak. Convertica działa w przeglądarkach mobilnych i desktopowych — możesz konwertować i edytować PDF na swoim telefonie lub tablecie.
ru: Да. Convertica работает на мобильных и десктопных браузерах — вы можете конвертировать и редактировать ПДФ с телефона или планшета.

source: View all FAQ
ar: عرض جميع الأسئلة الشائعة
es: Ver todas las preguntas frecuentes
hi: सभी FAQ देखें
id: Lihat semua FAQ
pl: Zobacz wszystkie FAQ
ru: Посмотреть все ЧаВо

source: Latest Guides & Tips
ar: أحدث الإرشادات والنصائح
es: Últimas guías y consejos
hi: नवीनतम गाइड और टिप्स
id: Panduan & Tips Terbaru
pl: Najnowsze przewodniki i porady
ru: Последние руководства и советы

source: Learn how to get the most out of PDF tools with our expert guides
ar: تعلم كيفية الاستفادة القصوى من أدوات PDF مع إرشادات خبرائنا
es: Aprende cómo aprovechar al máximo las herramientas PDF con nuestras guías expertas
hi: जानें कि हमारे विशेषज्ञ गाइड के साथ PDF टूल से अधिकतम लाभ कैसे प्राप्त करें
id: Pelajari cara memaksimalkan alat PDF dengan panduan ahli kami
pl: Dowiedz się, jak w pełni wykorzystać narzędzia PDF dzięki naszym eksperckim przewodnikom
ru: Узнайте, как максимально эффективно использовать инструменты для ПДФ с нашими экспертными руководствами

source: View All Articles
ar: عرض جميع المقالات
es: Ver todos los artículos
hi: सभी लेख देखें
id: Lihat Semua Artikel
pl: Zobacz wszystkie artykuły
ru: Посмотреть все статьи

source: Select your Excel file (XLS or XLSX) using the button above or drag and drop it
ar: حدد ملف Excel الخاص بك (XLS أو XLSX) باستخدام الزر أعلاه أو اسحبه وأفلته
es: Selecciona tu archivo Excel (XLS o XLSX) usando el botón de arriba o arrástralo y suéltalo
hi: ऊपर दिए गए बटन का उपयोग करके अपनी Excel फ़ाइल (XLS या XLSX) चुनें या इसे खींचें और छोड़ें
id: Pilih file Excel Anda (XLS atau XLSX) menggunakan tombol di atas atau seret dan lepas
pl: Wybierz swój plik Excel (XLS lub XLSX) za pomocą przycisku powyżej lub przeciągnij i upuść go
ru: Выберите файл Эксель (XLS или XLSX) с помощью кнопки выше или перетащите

source: Download your PDF file
ar: قم بتنزيل ملف PDF الخاص بك
es: Descarga tu archivo PDF
hi: अपनी PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF Anda
pl: Pobierz swój plik PDF
ru: Скачайте ваш файл ПДФ

source: URL or HTML content to convert
ar: رابط URL أو محتوى HTML للتحويل
es: URL o contenido HTML para convertir
hi: कनवर्ट करने के लिए URL या HTML सामग्री
id: URL atau konten HTML untuk dikonversi
pl: Adres URL lub treść HTML do konwersji
ru: URL или HTML-контент для конвертации

source: Enter URL or HTML
ar: تحويل PDF إلى HTML
es: Convertir PDF a HTML
hi: PDF को HTML में बदलें
id: Konversi PDF ke HTML
pl: Konwertuj PDF na HTML
ru: Конвертировать PDF в HTML

source: Paste a web page URL or enter HTML content directly
ar: الصق رابط صفحة ويب أو أدخل محتوى HTML مباشرة
es: Pega una URL de página web o ingresa contenido HTML directamente
hi: वेब पेज URL पेस्ट करें या सीधे HTML सामग्री दर्ज करें
id: Tempel URL halaman web atau masukkan konten HTML langsung
pl: Wklej adres URL strony internetowej lub wprowadź treść HTML bezpośrednio
ru: Вставьте URL веб-страницы или введите HTML-контент напрямую

source: Configure Settings
ar: المزيد من الخيارات
es: Más opciones
hi: अधिक विकल्प
id: Opsi lainnya
pl: Więcej opcji
ru: Больше опций

source: Adjust page size, margins, and other PDF settings
ar: اضبط حجم الصفحة، الهوامش، وإعدادات PDF الأخرى
es: Ajusta el tamaño de página, márgenes y otras configuraciones del PDF
hi: पृष्ठ आकार, हाशिये और अन्य PDF सेटिंग्स समायोजित करें
id: Sesuaikan ukuran halaman, margin, dan pengaturan PDF lainnya
pl: Dostosuj rozmiar strony, marginesy i inne ustawienia PDF
ru: Настройте размер страницы, поля и другие параметры PDF

source: Click the Convert button to generate your PDF
ar: انقر على زر القص لمعالجة ملف PDF الخاص بك
es: Haz clic en el botón Recortar para procesar tu PDF
hi: अपने PDF को प्रक्रिया करने के लिए क्रॉप बटन पर क्लिक करें
id: Klik tombol Potong untuk memproses PDF Anda
pl: Kliknij przycisk Przytnij, aby przetworzyć swój PDF
ru: Нажмите кнопку Обрезать, чтобы обработать ваш ПДФ

source: Download your PDF file instantly
ar: قم بتنزيل ملف PDF الخاص بك
es: Descarga tu archivo PDF
hi: अपनी PDF फ़ाइल डाउनलोड करें
id: Unduh file PDF Anda
pl: Pobierz swój plik PDF
ru: Скачайте ваш файл ПДФ

source: URL to PDF
ar: رابط URL إلى PDF
es: URL a PDF
hi: URL से PDF
id: URL ke PDF
pl: URL do PDF
ru: URL в ПДФ

source: HTML Content
ar: محتوى HTML
es: Contenido HTML
hi: HTML सामग्री
id: Konten HTML
pl: Zawartość HTML
ru: HTML контент

source: Enter your HTML code here...
ar: أدخل كود HTML الخاص بك هنا...
es: Introduce tu código HTML aquí...
hi: अपना HTML कोड यहाँ दर्ज करें...
id: Masukkan kode HTML Anda di sini...
pl: Wprowadź swój kod HTML tutaj...
ru: Введите ваш HTML код здесь...

source: Filename
ar: اسم الملف
es: Nombre del archivo
hi: फ़ाइलनाम
id: Nama File
pl: Nazwa pliku
ru: Имя файла

source: Page Size
ar: حجم الصفحة
es: Tamaño de página
hi: पृष्ठ आकार
id: Ukuran Halaman
pl: Rozmiar strony
ru: Размер страницы
