Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: By accessing or using Convertica's Services, you acknowledge that you have read, understood, and agree to be bound by these Terms and our Privacy Policy. If you do not agree to these Terms, you must not use our Services.
ar: من خلال الوصول إلى خدمات كونفيرتيكا أو استخدامها، فإنك تقر بأنك قد قرأت وفهمت وتوافق على الالتزام بهذه الشروط وسياسة الخصوصية الخاصة بنا. إذا كنت لا توافق على هذه الشروط، فلا يجوز لك استخدام خدماتنا.
es: Al acceder o usar los Servicios de Convertica, reconoces que has leído, entendido y aceptas estar sujeto a estos Términos y nuestra Política de Privacidad. Si no estás de acuerdo con estos Términos, no debes usar nuestros Servicios.
hi: Convertica की सेवाओं तक पहुँचकर या उनका उपयोग करके, आप स्वीकार करते हैं कि आपने इन शर्तों और हमारी गोपनीयता नीति को पढ़ा, समझा है और इनसे बाध्य होने के लिए सहमत हैं। यदि आप इन शर्तों से सहमत नहीं हैं, तो आपको हमारी सेवाओं का उपयोग नहीं करना चाहिए।
id: Dengan mengakses atau menggunakan Layanan Convertica, Anda mengakui bahwa Anda telah membaca, memahami, dan setuju untuk terikat oleh Ketentuan ini dan Kebijakan Privasi kami. Jika Anda tidak setuju dengan Ketentuan ini, Anda tidak boleh menggunakan Layanan kami.
pl: Uzyskując dostęp lub korzystając z Usług Convertica, potwierdzasz, że przeczytałeś, zrozumiałeś i zgadzasz się być związany tymi Warunkami i naszą Polityką prywatności. Jeśli nie zgadzasz się z tymi Warunkami, nie możesz korzystać z naszych Usług.
ru: Получая доступ или используя Услуги Convertica, вы подтверждаете, что прочитали, поняли и соглашаетесь соблюдать эти Условия и нашу Политику конфиденциальности. Если вы не согласны с этими Условиями, вы не должны использовать наши Услуги.

source: Description of Services
ar: وصف الخدمات
es: Descripción de servicios
hi: सेवाओं का विवरण
id: Deskripsi Layanan
pl: Opis usług
ru: Описание услуг

source: Convertica provides online PDF tools and services, including but not limited to:
ar: توفر كونفيرتيكا أدوات وخدمات PDF عبر الإنترنت، بما في ذلك على سبيل المثال لا الحصر:
es: Convertica proporciona herramientas y servicios PDF online, incluyendo pero no limitándose a:
hi: Convertica ऑनलाइन PDF टूल और सेवाएँ प्रदान करता है, जिसमें शामिल हैं लेकिन सीमित नहीं:
id: Convertica menyediakan alat dan layanan PDF online, termasuk tetapi tidak terbatas pada:
pl: Convertica zapewnia narzędzia i usługi PDF online, w tym, ale nie ograniczając się do:
ru: Convertica предоставляет онлайн-инструменты и услуги для PDF, включая, но не ограничиваясь:

source: PDF conversion (PDF to Word, Word to PDF, PDF to JPG, JPG to PDF, PDF to Excel)
ar: تحويل PDF (PDF إلى Word، Word إلى PDF، PDF إلى JPG، JPG إلى PDF، PDF إلى Excel)
es: Conversión de PDF (PDF a Word, Word a PDF, PDF a JPG, JPG a PDF, PDF a Excel)
hi: PDF रूपांतरण (PDF से Word, Word से PDF, PDF से JPG, JPG से PDF, PDF से Excel)
id: Konversi PDF (PDF ke Word, Word ke PDF, PDF ke JPG, JPG ke PDF, PDF ke Excel)
pl: Konwersja PDF (PDF na Word, Word na PDF, PDF na JPG, JPG na PDF, PDF na Excel)
ru: Конвертацию PDF (PDF в Word, Word в PDF, PDF в JPG, JPG в PDF, PDF в Excel)

source: PDF editing (rotate, crop, add watermark, add page numbers)
ar: تحرير PDF (تدوير، قص، إضافة علامة مائية، إضافة أرقام صفحات)
es: Edición de PDF (rotar, recortar, agregar marca de agua, agregar números de página)
hi: PDF संपादन (घुमाएँ, क्रॉप करें, वॉटरमार्क जोड़ें, पृष्ठ संख्याएँ जोड़ें)
id: Edit PDF (putar, potong, tambahkan watermark, tambahkan nomor halaman)
pl: Edycja PDF (obracanie, przycinanie, dodawanie znaku wodnego, dodawanie numerów stron)
ru: Редактирование PDF (поворот, обрезка, добавление водяного знака, добавление номеров страниц)

source: PDF organization (merge, split, extract, remove pages, organize, compress)
ar: تنظيم PDF (دمج، تقسيم، استخراج، إزالة صفحات، تنظيم، ضغط)
es: Organización de PDF (combinar, dividir, extraer, eliminar páginas, organizar, comprimir)
hi: PDF संगठन (मर्ज, विभाजित, निकालें, पृष्ठ हटाएँ, व्यवस्थित करें, संपीड़ित करें)
id: Organisasi PDF (gabung, pisah, ekstrak, hapus halaman, atur, kompres)
pl: Organizacja PDF (łączenie, dzielenie, wyodrębnianie, usuwanie stron, organizowanie, kompresowanie)
ru: Организацию PDF (объединение, разделение, извлечение, удаление страниц, организация, сжатие)

source: PDF security (protect with password, unlock PDF)
ar: أمان PDF (حماية بكلمة مرور، فتح قفل PDF)
es: Seguridad PDF (proteger con contraseña, desbloquear PDF)
hi: PDF सुरक्षा (पासवर्ड से सुरक्षित करें, PDF अनलॉक करें)
id: Keamanan PDF (lindungi dengan kata sandi, buka kunci PDF)
pl: Bezpieczeństwo PDF (ochrona hasłem, odblokowanie PDF)
ru: Безопасность PDF (защита паролем, разблокировка PDF)

source: We reserve the right to modify, suspend, or discontinue any part of our Services at any time without prior notice.
ar: نحتفظ بالحق في تعديل أو تعليق أو إنهاء أي جزء من خدماتنا في أي وقت دون إشعار مسبق.
es: Nos reservamos el derecho de modificar, suspender o discontinuar cualquier parte de nuestros Servicios en cualquier momento sin previo aviso.
hi: हम बिना पूर्व सूचना के किसी भी समय हमारी सेवाओं के किसी भी भाग को संशोधित, निलंबित या बंद करने का अधिकार सुरक्षित रखते हैं।
id: Kami berhak untuk memodifikasi, menangguhkan, atau menghentikan bagian mana pun dari Layanan kami kapan saja tanpa pemberitahuan sebelumnya.
pl: Zastrzegamy sobie prawo do modyfikowania, zawieszania lub przerywania dowolnej części naszych Usług w dowolnym momencie bez wcześniejszego powiadomienia.
ru: Мы оставляем за собой право изменять, приостанавливать или прекращать любую часть наших Услуг в любое время без предварительного уведомления.

source: User Responsibilities
ar: مسؤوليات المستخدم
es: Responsabilidades del usuario
hi: उपयोगकर्ता जिम्मेदारियाँ
id: Tanggung Jawab Pengguna
pl: Obowiązki użytkownika
ru: Обязанности пользователя

source: You agree to use our Services only for lawful purposes and in accordance with these Terms. You agree not to:
ar: توافق على استخدام خدماتنا فقط للأغراض القانونية ووفقاً لهذه الشروط. توافق على عدم:
es: Aceptas usar nuestros Servicios solo para fines legales y de acuerdo con estos Términos. Aceptas no:
hi: आप सहमत हैं कि हमारी सेवाओं का उपयोग केवल कानूनी उद्देश्यों के लिए और इन शर्तों के अनुसार करेंगे। आप सहमत हैं कि नहीं करेंगे:
id: Anda setuju untuk menggunakan Layanan kami hanya untuk tujuan yang sah dan sesuai dengan Ketentuan ini. Anda setuju untuk tidak:
pl: Zgadzasz się używać naszych Usług wyłącznie do celów zgodnych z prawem i zgodnie z tymi Warunkami. Zgadzasz się nie:
ru: Вы соглашаетесь использовать наши Услуги только в законных целях и в соответствии с этими Условиями. Вы соглашаетесь не:

source: Upload files that contain viruses, malware, or other harmful code
ar: رفع ملفات تحتوي على فيروسات أو برامج ضارة أو كود ضار آخر
es: Subir archivos que contengan virus, malware u otro código dañino
hi: वायरस, मैलवेयर या अन्य हानिकारक कोड वाली फ़ाइलें अपलोड करें
id: Mengunggah file yang berisi virus, malware, atau kode berbahaya lainnya
pl: Przesyłać pliki zawierające wirusy, złośliwe oprogramowanie lub inny szkodliwy kod
ru: Загружать файлы, содержащие вирусы, вредоносное ПО или другой вредоносный код

source: Upload files that infringe on intellectual property rights
ar: رفع ملفات تنتهك حقوق الملكية الفكرية
es: Subir archivos que infrinjan los derechos de propiedad intelectual
hi: बौद्धिक संपदा अधिकारों का उल्लंघन करने वाली फ़ाइलें अपलोड करें
id: Mengunggah file yang melanggar hak kekayaan intelektual
pl: Przesyłać pliki naruszające prawa własności intelektualnej
ru: Загружать файлы, нарушающие права интеллектуальной собственности

source: Upload files that contain illegal, offensive, or inappropriate content
ar: رفع ملفات تحتوي على محتوى غير قانوني أو مسيء أو غير لائق
es: Subir archivos que contengan contenido ilegal, ofensivo o inapropiado
hi: अवैध, आपत्तिजनक या अनुचित सामग्री वाली फ़ाइलें अपलोड करें
id: Mengunggah file yang berisi konten ilegal, menyinggung, atau tidak pantas
pl: Przesyłać pliki zawierające nielegalną, obraźliwą lub nieodpowiednią treść
ru: Загружать файлы, содержащие незаконный, оскорбительный или неприемлемый контент

source: Attempt to gain unauthorized access to our systems or networks
ar: محاولة الحصول على وصول غير مصرح به إلى أنظمتنا أو شبكاتنا
es: Intentar obtener acceso no autorizado a nuestros sistemas o redes
hi: हमारे सिस्टम या नेटवर्क तक अनधिकृत पहुँच प्राप्त करने का प्रयास करें
id: Mencoba mendapatkan akses tidak sah ke sistem atau jaringan kami
pl: Próbować uzyskać nieautoryzowany dostęp do naszych systemów lub sieci
ru: Пытаться получить несанкционированный доступ к нашим системам или сетям

source: Use automated systems or scripts to access our Services excessively
ar: استخدام أنظمة أو نصوص آلية للوصول إلى خدماتنا بشكل مفرط
es: Usar sistemas automatizados o scripts para acceder a nuestros Servicios en exceso
hi: हमारी सेवाओं तक अत्यधिक पहुँच के लिए स्वचालित सिस्टम या स्क्रिप्ट का उपयोग करें
id: Menggunakan sistem atau skrip otomatis untuk mengakses Layanan kami secara berlebihan
pl: Używać zautomatyzowanych systemów lub skryptów do nadmiernego dostępu do naszych Usług
ru: Использовать автоматизированные системы или скрипты для чрезмерного доступа к нашим Услугам

source: Interfere with or disrupt the Services or servers connected to the Services
ar: التدخل في الخدمات أو الخوادم المتصلة بالخدمات أو تعطيلها
es: Interferir o interrumpir los Servicios o servidores conectados a los Servicios
hi: सेवाओं या सेवाओं से जुड़े सर्वर में हस्तक्षेप या व्यवधान डालें
id: Mengganggu atau mengacaukan Layanan atau server yang terhubung ke Layanan
pl: Ingerować w działanie lub zakłócać działanie Usług lub serwerów połączonych z Usługami
ru: Вмешиваться в работу или нарушать работу Услуг или серверов, подключенных к Услугам

source: Reverse engineer, decompile, or disassemble any part of our Services
ar: هندسة عكسية أو فك تجميع أو تفكيك أي جزء من خدماتنا
es: Ingeniería inversa, descompilar o desensamblar cualquier parte de nuestros Servicios
hi: हमारी सेवाओं के किसी भी भाग को रिवर्स इंजीनियर, डिकंपाइल या विघटित करें
id: Merekayasa balik, mendekompilasi, atau membongkar bagian mana pun dari Layanan kami
pl: Odwrotnie inżynierować, dekompilować lub rozbierać jakąkolwiek część naszych Usług
ru: Обратно инженерно анализировать, декомпилировать или разбирать любую часть наших Услуг

source: File Upload and Processing
ar: رفع الملفات ومعالجتها
es: Carga y procesamiento de archivos
hi: फ़ाइल अपलोड और प्रसंस्करण
id: Unggah dan Pemrosesan File
pl: Przesyłanie i przetwarzanie plików
ru: Загрузка и обработка файлов

source: File Size and Format Limitations
ar: قيود حجم الملفات والتنسيق
es: Limitaciones de tamaño y formato de archivos
hi: फ़ाइल आकार और प्रारूप सीमाएँ
id: Batasan Ukuran dan Format File
pl: Ograniczenia rozmiaru i formatu plików
ru: Ограничения размера и формата файлов

source: You are responsible for ensuring that files you upload comply with our file size and format requirements. We reserve the right to reject or limit the processing of files that exceed our size limits or are in unsupported formats.
ar: أنت مسؤول عن ضمان أن الملفات التي ترفعها تتوافق مع متطلبات حجم الملفات والتنسيق الخاصة بنا. نحتفظ بالحق في رفض أو تقييد معالجة الملفات التي تتجاوز حدود الحجم الخاصة بنا أو تكون بتنسيقات غير مدعومة.
es: Eres responsable de asegurar que los archivos que subes cumplan con nuestros requisitos de tamaño y formato de archivos. Nos reservamos el derecho de rechazar o limitar el procesamiento de archivos que excedan nuestros límites de tamaño o estén en formatos no compatibles.
hi: आप यह सुनिश्चित करने के लिए जिम्मेदार हैं कि आप जो फ़ाइलें अपलोड करते हैं वे हमारी फ़ाइल आकार और प्रारूप आवश्यकताओं का अनुपालन करती हैं। हम उन फ़ाइलों के प्रसंस्करण को अस्वीकार या सीमित करने का अधिकार सुरक्षित रखते हैं जो हमारी आकार सीमाओं से अधिक हैं या असमर्थित प्रारूपों में हैं।
id: Anda bertanggung jawab untuk memastikan bahwa file yang Anda unggah mematuhi persyaratan ukuran dan format file kami. Kami berhak menolak atau membatasi pemrosesan file yang melebihi batas ukuran kami atau dalam format yang tidak didukung.
pl: Jesteś odpowiedzialny za zapewnienie, że przesyłane pliki spełniają nasze wymagania dotyczące rozmiaru i formatu plików. Zastrzegamy sobie prawo do odrzucenia lub ograniczenia przetwarzania plików, które przekraczają nasze limity rozmiaru lub są w nieobsługiwanych formatach.
ru: Вы несете ответственность за обеспечение соответствия загружаемых файлов нашим требованиям к размеру и формату файлов. Мы оставляем за собой право отклонять или ограничивать обработку файлов, которые превышают наши ограничения по размеру или находятся в неподдерживаемых форматах.

source: File Storage and Deletion
ar: تخزين الملفات وحذفها
es: Almacenamiento y eliminación de archivos
hi: फ़ाइल भंडारण और विलोपन
id: Penyimpanan dan Penghapusan File
pl: Przechowywanie i usuwanie plików
ru: Хранение и удаление файлов

source: Files uploaded to our Services are processed temporarily and automatically deleted after processing is complete. We do not store your files permanently. However, you are responsible for maintaining backups of your files.
ar: يتم معالجة الملفات المرفوعة إلى خدماتنا مؤقتاً وحذفها تلقائياً بعد اكتمال المعالجة. نحن لا نخزن ملفاتك بشكل دائم. ومع ذلك، أنت مسؤول عن الحفاظ على نسخ احتياطية من ملفاتك.
es: Los archivos subidos a nuestros Servicios se procesan temporalmente y se eliminan automáticamente después de que se complete el procesamiento. No almacenamos tus archivos permanentemente. Sin embargo, eres responsable de mantener copias de seguridad de tus archivos.
hi: हमारी सेवाओं में अपलोड की गई फ़ाइलें अस्थायी रूप से संसाधित की जाती हैं और प्रसंस्करण पूरा होने के बाद स्वचालित रूप से हटा दी जाती हैं। हम आपकी फ़ाइलों को स्थायी रूप से संग्रहीत नहीं करते हैं। हालाँकि, आप अपनी फ़ाइलों के बैकअप बनाए रखने के लिए जिम्मेदार हैं।
id: File yang diunggah ke Layanan kami diproses sementara dan dihapus otomatis setelah pemrosesan selesai. Kami tidak menyimpan file Anda secara permanen. Namun, Anda bertanggung jawab untuk menjaga cadangan file Anda.
pl: Pliki przesłane do naszych Usług są przetwarzane tymczasowo i automatycznie usuwane po zakończeniu przetwarzania. Nie przechowujemy Twoich plików na stałe. Jednak jesteś odpowiedzialny za utrzymywanie kopii zapasowych swoich plików.
ru: Файлы, загруженные в наши Услуги, обрабатываются временно и автоматически удаляются после завершения обработки. Мы не храним ваши файлы постоянно. Однако вы несете ответственность за создание резервных копий ваших файлов.

source: Processing Accuracy
ar: دقة المعالجة
es: Precisión del procesamiento
hi: प्रसंस्करण सटीकता
id: Akurasi Pemrosesan
pl: Dokładność przetwarzania
ru: Точность обработки

source: While we strive to provide accurate conversions and processing, we cannot guarantee that all files will be processed correctly or that the output will meet your specific requirements. You are responsible for verifying the accuracy of processed files.
ar: بينما نسعى جاهدين لتقديم تحويلات ومعالجة دقيقة، لا يمكننا ضمان معالجة جميع الملفات بشكل صحيح أو أن المخرجات ستلبي متطلباتك المحددة. أنت مسؤول عن التحقق من دقة الملفات المعالجة.
es: Si bien nos esforzamos por proporcionar conversiones y procesamiento precisos, no podemos garantizar que todos los archivos se procesen correctamente o que la salida cumpla con tus requisitos específicos. Eres responsable de verificar la precisión de los archivos procesados.
hi: जबकि हम सटीक रूपांतरण और प्रसंस्करण प्रदान करने का प्रयास करते हैं, हम गारंटी नहीं दे सकते कि सभी फ़ाइलें सही ढंग से संसाधित होंगी या आउटपुट आपकी विशिष्ट आवश्यकताओं को पूरा करेगा। आप संसाधित फ़ाइलों की सटीकता सत्यापित करने के लिए जिम्मेदार हैं।
id: Meskipun kami berusaha memberikan konversi dan pemrosesan yang akurat, kami tidak dapat menjamin bahwa semua file akan diproses dengan benar atau bahwa hasilnya akan memenuhi persyaratan khusus Anda. Anda bertanggung jawab untuk memverifikasi keakuratan file yang diproses.
pl: Chociaż staramy się zapewnić dokładne konwersje i przetwarzanie, nie możemy zagwarantować, że wszystkie pliki będą przetworzone poprawnie lub że wynik spełni Twoje konkretne wymagania. Jesteś odpowiedzialny za weryfikację dokładności przetworzonych plików.
ru: Хотя мы стремимся предоставлять точные конвертации и обработку, мы не можем гарантировать, что все файлы будут обработаны правильно или что результат будет соответствовать вашим конкретным требованиям. Вы несете ответственность за проверку точности обработанных файлов.

source: Intellectual Property
ar: الملكية الفكرية
es: Propiedad intelectual
hi: बौद्धिक संपदा
id: Kekayaan Intelektual
pl: Własność intelektualna
ru: Интеллектуальная собственность

source: Our Intellectual Property
ar: ملكيتنا الفكرية
es: Nuestra propiedad intelectual
hi: हमारी बौद्धिक संपदा
id: Kekayaan Intelektual Kami
pl: Nasza własność intelektualna
ru: Наша интеллектуальная собственность

source: All content, features, and functionality of our Services, including but not limited to text, graphics, logos, icons, images, and software, are the exclusive property of Convertica and are protected by international copyright, trademark, and other intellectual property laws.
ar: جميع المحتويات والميزات والوظائف الخاصة بخدماتنا، بما في ذلك على سبيل المثال لا الحصر النصوص والرسومات والشعارات والرموز والصور والبرمجيات، هي ملكية حصرية لكونفيرتيكا ومحمية بموجب قوانين حقوق النشر والعلامات التجارية والملكية الفكرية الدولية الأخرى.
es: Todo el contenido, características y funcionalidad de nuestros Servicios, incluyendo pero no limitándose a texto, gráficos, logotipos, iconos, imágenes y software, son propiedad exclusiva de Convertica y están protegidos por leyes internacionales de derechos de autor, marcas registradas y otras leyes de propiedad intelectual.
hi: हमारी सेवाओं की सभी सामग्री, सुविधाएँ और कार्यक्षमता, जिसमें लेकिन टेक्स्ट, ग्राफिक्स, लोगो, आइकन, छवियों और सॉफ़्टवेयर तक सीमित नहीं है, Convertica की विशेष संपत्ति हैं और अंतर्राष्ट्रीय कॉपीराइट, ट्रेडमार्क और अन्य बौद्धिक संपदा कानूनों द्वारा संरक्षित हैं।
id: Semua konten, fitur, dan fungsionalitas Layanan kami, termasuk tetapi tidak terbatas pada teks, grafik, logo, ikon, gambar, dan perangkat lunak, adalah milik eksklusif Convertica dan dilindungi oleh undang-undang hak cipta, merek dagang, dan kekayaan intelektual internasional lainnya.
pl: Cała zawartość, funkcje i funkcjonalność naszych Usług, w tym, ale nie ograniczając się do tekstu, grafiki, logo, ikon, obrazów i oprogramowania, są wyłączną własnością Convertica i są chronione międzynarodowymi prawami autorskimi, znakami towarowymi i innymi prawami własności intelektualnej.
ru: Весь контент, функции и функциональность наших Услуг, включая, но не ограничиваясь текстом, графикой, логотипами, иконками, изображениями и программным обеспечением, являются исключительной собственностью Convertica и защищены международными законами об авторском праве, товарных знаках и других законах об интеллектуальной собственности.

source: Your Content
ar: محتواك
es: Tu contenido
hi: आपकी सामग्री
id: Konten Anda
pl: Twoja zawartość
ru: Ваш контент

source: You retain all rights to files you upload. By uploading files, you grant us a limited, non-exclusive license to process your files solely for the purpose of providing the requested Services. We do not claim ownership of your files.
ar: تحتفظ بجميع الحقوق في الملفات التي ترفعها. من خلال رفع الملفات، تمنحنا ترخيصاً محدوداً غير حصري لمعالجة ملفاتك فقط لغرض تقديم الخدمات المطلوبة. نحن لا ندعي ملكية ملفاتك.
es: Conservas todos los derechos sobre los archivos que subes. Al subir archivos, nos otorgas una licencia limitada y no exclusiva para procesar tus archivos únicamente con el propósito de proporcionar los Servicios solicitados. No reclamamos la propiedad de tus archivos.
hi: आप अपनी अपलोड की गई फ़ाइलों के सभी अधिकार बनाए रखते हैं। फ़ाइलें अपलोड करके, आप हमें अनुरोधित सेवाएँ प्रदान करने के एकमात्र उद्देश्य के लिए अपनी फ़ाइलों को संसाधित करने के लिए एक सीमित, गैर-विशेष लाइसेंस प्रदान करते हैं। हम आपकी फ़ाइलों के स्वामित्व का दावा नहीं करते हैं।
id: Anda mempertahankan semua hak atas file yang Anda unggah. Dengan mengunggah file, Anda memberikan lisensi terbatas dan non-eksklusif kepada kami untuk memproses file Anda semata-mata untuk tujuan menyediakan Layanan yang diminta. Kami tidak mengklaim kepemilikan atas file Anda.
pl: Zachowujesz wszystkie prawa do plików, które przesyłasz. Przesyłając pliki, udzielasz nam ograniczonej, niewyłącznej licencji na przetwarzanie Twoich plików wyłącznie w celu świadczenia żądanych Usług. Nie rościmy sobie prawa własności do Twoich plików.
ru: Вы сохраняете все права на файлы, которые вы загружаете. Загружая файлы, вы предоставляете нам ограниченную, неисключительную лицензию на обработку ваших файлов исключительно для целей предоставления запрошенных Услуг. Мы не претендуем на право собственности на ваши файлы.

source: Disclaimer of Warranties
ar: إخلاء المسؤولية من الضمانات
es: Renuncia de garantías
hi: वारंटी का अस्वीकरण
id: Penyangkalan Jaminan
pl: Wyłączenie gwarancji
ru: Отказ от гарантий

source: Our Services are provided \
ar: يتم توفير خدماتنا \
es: Nuestros Servicios se proporcionan "tal cual" y "según disponibilidad", sin garantías de ningún tipo, ya sean expresas o implícitas.
hi: हमारी सेवाएँ "जैसी हैं" और "जैसी उपलब्ध हैं" के आधार पर प्रदान की जाती हैं। हम सभी वारंटी, स्पष्ट या निहित, अस्वीकार करते हैं, जिसमें शामिल है लेकिन इन्हीं तक सीमित नहीं:
id: Layanan Kami disediakan \
pl: Nasze usługi są świadczone \
ru: Наши Услуги предоставляются "как есть" и "по мере доступности" без каких-либо гарантий, явных или подразумеваемых.

source: Warranties of merchantability
ar: ضمانات قابلية التسويق
es: Garantías de comerciabilidad
hi: व्यापारिकता की वारंटी
id: Jaminan dapat diperdagangkan
pl: Gwarancje zbywalności
ru: Гарантии товарной пригодности

source: Fitness for a particular purpose
ar: الملاءمة لغرض معين
es: Idoneidad para un propósito particular
hi: एक विशेष उद्देश्य के लिए उपयुक्तता
id: Kesesuaian untuk tujuan tertentu
pl: Przydatność do określonego celu
ru: Пригодности для конкретной цели

source: Non-infringement
ar: عدم الانتهاك
es: Sin infracción
hi: अनुपालन
id: Tidak melanggar
pl: Brak naruszeń
ru: Ненарушения прав

source: Accuracy, reliability, or completeness of results
ar: دقة أو موثوقية أو اكتمال النتائج
es: Precisión, confiabilidad o integridad de los resultados
hi: परिणामों की सटीकता, विश्वसनीयता या पूर्णता
id: Akurasi, keandalan, atau kelengkapan hasil
pl: Dokładność, niezawodność lub kompletność wyników
ru: Точности, надежности или полноты результатов

source: We do not warrant that our Services will be uninterrupted, secure, or error-free, or that defects will be corrected.
ar: نحن لا نضمن أن خدماتنا ستكون دون انقطاع أو آمنة أو خالية من الأخطاء، أو أن العيوب سيتم تصحيحها.
es: No garantizamos que nuestros Servicios serán ininterrumpidos, seguros o libres de errores, o que los defectos serán corregidos.
hi: हम वारंटी नहीं देते कि हमारी सेवाएँ निर्बाध, सुरक्षित या त्रुटि-मुक्त होंगी, या कि दोषों को सुधारा जाएगा।
id: Kami tidak menjamin bahwa Layanan kami akan tidak terputus, aman, atau bebas dari kesalahan, atau bahwa cacat akan diperbaiki.
pl: Nie gwarantujemy, że nasze Usługi będą nieprzerwane, bezpieczne lub bezbłędne, lub że wady zostaną naprawione.
ru: Мы не гарантируем, что наши Услуги будут бесперебойными, безопасными или безошибочными, или что дефекты будут исправлены.

source: Limitation of Liability
ar: تحديد المسؤولية
es: Limitación de responsabilidad
hi: दायित्व की सीमा
id: Pembatasan Tanggung Jawab
pl: Ograniczenie odpowiedzialności
ru: Ограничение ответственности
