Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Large presentations with many high-resolution images will create larger PDFs. To reduce file size, compress images in PowerPoint before converting, or use our PDF compression tool after conversion.
ar: ستنتج العروض التقديمية الكبيرة التي تحتوي على العديد من الصور عالية الدقة ملفات PDF أكبر حجمًا. لتقليل حجم الملف، قم بضغط الصور في PowerPoint قبل التحويل، أو استخدم أداة ضغط PDF الخاصة بنا بعد التحويل.
es: Las presentaciones grandes con muchas imágenes de alta resolución crearán PDFs más grandes. Para reducir el tamaño del archivo, comprime las imágenes en PowerPoint antes de convertir, o usa nuestra herramienta de compresión de PDF después de la conversión.
hi: कई उच्च-रिज़ॉल्यूशन छवियों वाली बड़ी प्रस्तुतियाँ बड़ी PDF फ़ाइलें बनाएंगी। फ़ाइल आकार कम करने के लिए, रूपांतरण से पहले PowerPoint में छवियों को संपीड़ित करें, या रूपांतरण के बाद हमारे PDF संपीड़न टूल का उपयोग करें।
id: Presentasi besar dengan banyak gambar resolusi tinggi akan menghasilkan PDF yang lebih besar. Untuk mengurangi ukuran file, kompres gambar di PowerPoint sebelum mengonversi, atau gunakan alat kompresi PDF kami setelah konversi.
pl: Duże prezentacje z wieloma obrazami w wysokiej rozdzielczości utworzą większe pliki PDF. Aby zmniejszyć rozmiar pliku, skompresuj obrazy w PowerPoint przed konwersją lub użyj naszego narzędzia do kompresji PDF po konwersji.
ru: Большие презентации с множеством изображений высокого разрешения создадут PDF большего размера. Чтобы уменьшить размер файла, сожмите изображения в PowerPoint перед конвертацией или используйте наш инструмент сжатия PDF после конвертации.

source: Check your slide master and templates before converting to ensure consistent formatting.
ar: تحقق من الشريحة الرئيسية والقوالب الخاصة بك قبل التحويل لضمان تنسيق متسق.
es: Revisa tu patrón de diapositivas y plantillas antes de convertir para asegurar un formato consistente.
hi: सुसंगत स्वरूपण सुनिश्चित करने के लिए रूपांतरण से पहले अपनी स्लाइड मास्टर और टेम्प्लेट की जाँच करें।
id: Periksa master slide dan template Anda sebelum mengonversi untuk memastikan pemformatan yang konsisten.
pl: Przed konwersją sprawdź wzorzec slajdów i szablony, aby zapewnić spójne formatowanie.
ru: Проверьте мастер-слайдов и шаблоны перед конвертацией, чтобы обеспечить единообразное форматирование.

source: Use standard fonts or embed fonts in PowerPoint to avoid font substitution issues.
ar: استخدم خطوطًا قياسية أو قم بتضمين الخطوط في PowerPoint لتجنب مشاكل استبدال الخطوط.
es: Utilice fuentes estándar o incruste fuentes en PowerPoint para evitar problemas de sustitución de fuentes.
hi: पावरपॉइंट में फ़ॉन्ट प्रतिस्थापन समस्याओं से बचने के लिए मानक फ़ॉन्ट्स का उपयोग करें या फ़ॉन्ट्स एम्बेड करें।
id: Gunakan font standar atau sematkan font di PowerPoint untuk menghindari masalah penggantian font.
pl: Używaj standardowych czcionek lub osadzaj czcionki w PowerPoint, aby uniknąć problemów z zastępowaniem czcionek.
ru: Используйте стандартные шрифты или встраивайте шрифты в PowerPoint, чтобы избежать проблем с их заменой.

source: Set your desired slide size in PowerPoint before converting for optimal PDF dimensions.
ar: اضبط حجم الشريحة المطلوب في PowerPoint قبل التحويل للحصول على أبعاد PDF مثالية.
es: Configure el tamaño de diapositiva deseado en PowerPoint antes de convertir para obtener las dimensiones óptimas en PDF.
hi: इष्टतम PDF आयामों के लिए रूपांतरण से पहले पावरपॉइंट में अपना वांछित स्लाइड आकार सेट करें।
id: Atur ukuran slide yang diinginkan di PowerPoint sebelum mengonversi untuk dimensi PDF yang optimal.
pl: Ustaw żądany rozmiar slajdu w PowerPoint przed konwersją, aby uzyskać optymalne wymiary PDF.
ru: Установите желаемый размер слайдов в PowerPoint перед конвертацией для оптимальных размеров PDF.

source: Remove hidden slides before conversion if you don't want them in the PDF.
ar: احذف الشرائح المخفية قبل التحويل إذا كنت لا تريد تضمينها في ملف PDF.
es: Elimine las diapositivas ocultas antes de la conversión si no desea que aparezcan en el PDF.
hi: रूपांतरण से पहले छिपी हुई स्लाइड्स हटा दें यदि आप उन्हें PDF में नहीं चाहते हैं।
id: Hapus slide tersembunyi sebelum konversi jika Anda tidak ingin memasukkannya ke dalam PDF.
pl: Usuń ukryte slajdy przed konwersją, jeśli nie chcesz ich w PDF.
ru: Удалите скрытые слайды перед конвертацией, если не хотите, чтобы они были в PDF.

source: Use high-quality images in your presentation for best results in the PDF.
ar: استخدم صورًا عالية الجودة في عرضك التقديمي للحصول على أفضل النتائج في ملف PDF.
es: Utilice imágenes de alta calidad en su presentación para obtener los mejores resultados en el PDF.
hi: PDF में सर्वोत्तम परिणामों के लिए अपनी प्रस्तुति में उच्च-गुणवत्ता वाली छवियों का उपयोग करें।
id: Gunakan gambar berkualitas tinggi dalam presentasi Anda untuk hasil terbaik di PDF.
pl: Używaj wysokiej jakości obrazów w prezentacji, aby uzyskać najlepsze wyniki w PDF.
ru: Используйте изображения высокого качества в презентации для наилучшего результата в PDF.

source: Convert PowerPoint Presentations to PDF
ar: قم بتحويل عروض PowerPoint إلى تنسيق PDF
es: Convierte presentaciones PowerPoint a formato PDF
hi: PowerPoint प्रस्तुतियों को PDF प्रारूप में बदलें
id: Konversi presentasi PowerPoint ke format PDF
pl: Konwertuj prezentacje PowerPoint na format PDF
ru: Конвертируйте презентации PowerPoint в формат PDF

source: <p>Converting PowerPoint presentations to PDF format ensures your slides can be viewed on any device without requiring PowerPoint software. PDF preserves your design, fonts, and layouts exactly as you created them, making it the preferred format for sharing presentations with clients, colleagues, or audiences.</p><p>Our PowerPoint to PDF converter handles complex presentations with multiple slides, embedded images, charts, and custom formatting. Whether you're converting a business proposal, educational lecture, or marketing pitch deck, the output PDF maintains professional quality and visual fidelity.</p><p>Perfect for businesses sharing proposals, educators distributing course materials, students submitting assignments, and anyone who needs to convert presentations to a universal format for easy viewing and printing.</p>
ar: <p>يضمن تحويل العروض التقديمية من PowerPoint إلى تنسيق PDF إمكانية عرض شرائحك على أي جهاز دون الحاجة إلى برنامج PowerPoint. يحافظ PDF على تصميمك وخطوطك وتخطيطاتك تمامًا كما أنشأتها، مما يجعله التنسيق المفضل لمشاركة العروض التقديمية مع العملاء أو الزملاء أو الجمهور.</p><p>يتعامل محول PowerPoint إلى PDF الخاص بنا مع العروض التقديمية المعقدة ذات الشرائح المتعددة والصور المدمجة والمخططات والتنسيق المخصص. سواء كنت تقوم بتحويل عرض عمل أو محاضرة تعليمية أو عرض تقديمي تسويقي، يحافظ ملف PDF الناتج على الجودة الاحترافية والدقة البصرية.</p><p>مثالي للشركات التي تشارك العروض التقديمية، والمعلمين الذين يوزعون مواد الدورة، والطلاب الذين يقدمون الواجبات، وأي شخص يحتاج إلى تحويل العروض التقديمية إلى تنسيق عالمي لسهولة العرض والطباعة.</p>
es: <p>Convertir presentaciones de PowerPoint a formato PDF garantiza que sus diapositivas puedan visualizarse en cualquier dispositivo sin necesidad del software PowerPoint. El PDF preserva su diseño, fuentes y maquetación exactamente como los creó, convirtiéndolo en el formato preferido para compartir presentaciones con clientes, colegas o audiencias.</p><p>Nuestro convertidor de PowerPoint a PDF maneja presentaciones complejas con múltiples diapositivas, imágenes incrustadas, gráficos y formato personalizado. Ya sea que esté convirtiendo una propuesta comercial, una clase educativa o un deck de marketing, el PDF resultante mantiene calidad profesional y fidelidad visual.</p><p>Perfecto para empresas que comparten propuestas, educadores que distribuyen material didáctico, estudiantes que entregan tareas y cualquier persona que necesite convertir presentaciones a un formato universal para visualización e impresión sencillas.</p>
hi: <p>पावरपॉइंट प्रस्तुतियों को PDF प्रारूप में बदलने से यह सुनिश्चित होता है कि आपकी स्लाइड्स पावरपॉइंट सॉफ़्टवेयर की आवश्यकता के बिना किसी भी डिवाइस पर देखी जा सकती हैं। PDF आपके डिज़ाइन, फ़ॉन्ट्स और लेआउट को बिल्कुल वैसे ही संरक्षित करता है जैसे आपने बनाए थे, जिससे यह ग्राहकों, सहकर्मियों या दर्शकों के साथ प्रस्तुतियाँ साझा करने के लिए पसंदीदा प्रारूप बन जाता है।</p><p>हमारा पावरपॉइंट से PDF कन्वर्टर कई स्लाइड्स, एम्बेडेड छवियों, चार्ट्स और कस्टम फ़ॉर्मेटिंग वाली जटिल प्रस्तुतियों को संभालता है। चाहे आप एक व्यावसायिक प्रस्ताव, शैक्षिक व्याख्यान या मार्केटिंग पिच डेक बदल रहे हों, आउटपुट PDF पेशेवर गुणवत्ता और दृश्य सटीकता बनाए रखता है।</p><p>व्यवसायों के लिए प्रस्ताव साझा करने, शिक्षकों के लिए पाठ्य सामग्री वितरित करने, छात्रों के लिए असाइनमेंट जमा करने और किसी के लिए भी जिसे आसान देखने और मुद्रण के लिए एक सार्वभौमिक प्रारूप में प्रस्तुतियों को बदलने की आवश्यकता है, के लिए आदर्श।</p>
id: <p>Mengonversi presentasi PowerPoint ke format PDF memastikan slide Anda dapat dilihat di perangkat apa pun tanpa memerlukan perangkat lunak PowerPoint. PDF mempertahankan desain, font, dan tata letak Anda persis seperti yang Anda buat, menjadikannya format yang disukai untuk berbagi presentasi dengan klien, kolega, atau audiens.</p><p>Konverter PowerPoint ke PDF kami menangani presentasi kompleks dengan banyak slide, gambar tersemat, bagan, dan pemformatan kustom. Baik Anda mengonversi proposal bisnis, kuliah pendidikan, atau deck pitch pemasaran, PDF keluaran mempertahankan kualitas profesional dan kesetiaan visual.</p><p>Sempurna untuk bisnis yang berbagi proposal, pendidik yang mendistribusikan materi kursus, siswa yang mengirimkan tugas, dan siapa pun yang perlu mengonversi presentasi ke format universal untuk penayangan dan pencetakan yang mudah.</p>
pl: <p>Konwersja prezentacji PowerPoint do formatu PDF zapewnia, że slajdy można przeglądać na dowolnym urządzeniu bez konieczności posiadania oprogramowania PowerPoint. PDF zachowuje projekt, czcionki i układ dokładnie tak, jak je stworzyłeś, co czyni go preferowanym formatem do udostępniania prezentacji klientom, współpracownikom lub odbiorcom.</p><p>Nasz konwerter PowerPoint do PDF obsługuje złożone prezentacje z wieloma slajdami, osadzonymi obrazami, wykresami i niestandardowym formatowaniem. Niezależnie od tego, czy konwertujesz ofertę biznesową, wykład edukacyjny czy zestaw slajdów marketingowych, wynikowy PDF zachowuje profesjonalną jakość i wierność wizualną.</p><p>Idealne dla firm udostępniających oferty, edukatorów rozpowszechniających materiały kursowe, studentów składających zadania oraz każdego, kto potrzebuje konwertować prezentacje do uniwersalnego formatu dla łatwego przeglądania i drukowania.</p>
ru: <p>Конвертация презентаций PowerPoint в формат PDF гарантирует, что ваши слайды можно просматривать на любом устройстве без необходимости установки PowerPoint. PDF сохраняет ваш дизайн, шрифты и макеты точно такими, какими вы их создали, что делает его предпочтительным форматом для обмена презентациями с клиентами, коллегами или аудиторией.</p><p>Наш конвертер PowerPoint в PDF обрабатывает сложные презентации с несколькими слайдами, встроенными изображениями, диаграммами и пользовательским форматированием. Независимо от того, конвертируете ли вы бизнес-предложение, учебную лекцию или маркетинговую презентацию, итоговый PDF сохраняет профессиональное качество и визуальную точность.</p><p>Идеально подходит для компаний, которые делятся предложениями, преподавателей, распространяющих учебные материалы, студентов, сдающих задания, и всех, кому нужно конвертировать презентации в универсальный формат для удобного просмотра и печати.</p>

source: HTML to PDF - Convertica
ar: HTML إلى PDF - كونفيرتيكا
es: HTML a PDF - Convertica
hi: HTML से PDF - Convertica
id: HTML ke PDF - Convertica
pl: HTML na PDF - Convertica
ru: HTML в PDF - Convertica

source: Convert HTML to PDF online free with high quality. Convert HTML content and web pages to PDF format. Preserve styling, images, and layout. No registration required.
ar: قم بتحويل HTML إلى PDF عبر الإنترنت مجاناً بجودة عالية. تحويل محتوى HTML وصفحات الويب إلى تنسيق PDF. الحفاظ على التنسيق والصور والتخطيط. لا حاجة للتسجيل.
es: Convierte HTML a PDF en línea gratis con alta calidad. Convierte contenido HTML y páginas web a formato PDF. Conserva estilo, imágenes y diseño. No se requiere registro.
hi: उच्च गुणवत्ता के साथ HTML को PDF में ऑनलाइन मुफ्त में बदलें। HTML सामग्री और वेब पृष्ठों को PDF प्रारूप में बदलें। स्टाइलिंग, छवियाँ और लेआउट संरक्षित रखें। कोई पंजीकरण आवश्यक नहीं।
id: Konversi HTML ke PDF online gratis dengan kualitas tinggi. Konversi konten HTML dan halaman web ke format PDF. Pertahankan gaya, gambar, dan tata letak. Tanpa registrasi.
pl: Konwertuj HTML na PDF online za darmo z wysoką jakością. Konwertuj treść HTML i strony internetowe na format PDF. Zachowaj stylowanie, obrazy i układ. Bez rejestracji.
ru: Конвертируйте HTML в PDF онлайн бесплатно с высоким качеством. Конвертируйте HTML контент и веб-страницы в формат PDF. Сохраняйте стили, изображения и макет. Регистрация не требуется.

source: Convert HTML content and web pages to PDF format
ar: قم بتحويل محتوى HTML وصفحات الويب إلى تنسيق PDF
es: Convierte contenido HTML y páginas web a formato PDF
hi: HTML सामग्री और वेब पृष्ठों को PDF प्रारूप में बदलें
id: Konversi konten HTML dan halaman web ke format PDF
pl: Konwertuj treść HTML i strony internetowe na format PDF
ru: Конвертируйте HTML контент и веб-страницы в формат PDF

source: HTML to PDF Converter
ar: محول HTML إلى PDF
es: Convertidor de HTML a PDF
hi: HTML से PDF कन्वर्टर
id: Konverter HTML ke PDF
pl: Konwerter HTML na PDF
ru: Конвертер HTML в PDF

source: Please enter HTML content or URL.
ar: يرجى إدخال محتوى HTML أو عنوان URL.
es: Por favor, ingresa contenido HTML o una URL.
hi: कृपया HTML सामग्री या URL दर्ज करें।
id: Silakan masukkan konten HTML atau URL.
pl: Proszę wprowadzić treść HTML lub URL.
ru: Пожалуйста, введите HTML контент или URL.

source: URL to PDF Conversion
ar: تحويل PDF
es: Conversión de PDF
hi: PDF रूपांतरण
id: Konversi PDF
pl: Konwersja PDF
ru: Конвертация ПДФ

source: Convert any public web page to PDF by simply entering its URL. Our service captures the page exactly as it appears in a browser, including images, styles, and layout.
ar: قم بتحويل أي صفحة ويب عامة إلى PDF عن طريق إدخال عنوان URL الخاص بها ببساطة. تلتقط خدمتنا الصفحة تمامًا كما تظهر في المتصفح، بما في ذلك الصور والأنماط والتخطيط.
es: Convierta cualquier página web pública a PDF simplemente ingresando su URL. Nuestro servicio captura la página exactamente como aparece en un navegador, incluyendo imágenes, estilos y maquetación.
hi: किसी भी सार्वजनिक वेब पेज को PDF में बदलें बस उसका URL दर्ज करके। हमारी सेवा पेज को बिल्कुल वैसे ही कैप्चर करती है जैसे वह ब्राउज़र में दिखाई देता है, जिसमें छवियाँ, स्टाइल्स और लेआउट शामिल हैं।
id: Konversi halaman web publik apa pun ke PDF hanya dengan memasukkan URL-nya. Layanan kami menangkap halaman persis seperti yang muncul di browser, termasuk gambar, gaya, dan tata letak.
pl: Konwertuj dowolną publiczną stronę internetową na PDF, po prostu wprowadzając jej adres URL. Nasza usługa przechwytuje stronę dokładnie tak, jak pojawia się w przeglądarce, w tym obrazy, style i układ.
ru: Конвертируйте любую общедоступную веб-страницу в PDF, просто введя её URL. Наш сервис захватывает страницу точно так, как она отображается в браузере, включая изображения, стили и макет.

source: HTML Code to PDF
ar: HTML إلى PDF
es: HTML a PDF
hi: HTML से PDF
id: HTML ke PDF
pl: HTML na PDF
ru: HTML в ПДФ

source: Paste your HTML code directly and convert it to PDF. Perfect for developers, designers, and anyone working with HTML content that needs to be exported as a document.
ar: الصق كود HTML الخاص بك مباشرة وقم بتحويله إلى PDF. مثالي للمطورين والمصممين وأي شخص يعمل مع محتوى HTML يحتاج إلى تصديره كمستند.
es: Pegue su código HTML directamente y conviértalo a PDF. Perfecto para desarrolladores, diseñadores y cualquier persona que trabaje con contenido HTML que necesite exportarse como documento.
hi: अपना HTML कोड सीधे पेस्ट करें और उसे PDF में बदलें। डेवलपर्स, डिज़ाइनरों और HTML सामग्री के साथ काम करने वाले किसी भी व्यक्ति के लिए आदर्श जिसे दस्तावेज़ के रूप में निर्यात करने की आवश्यकता है।
id: Tempelkan kode HTML Anda langsung dan konversi ke PDF. Sempurna untuk pengembang, desainer, dan siapa pun yang bekerja dengan konten HTML yang perlu diekspor sebagai dokumen.
pl: Wklej bezpośrednio swój kod HTML i przekonwertuj go na PDF. Idealne dla programistów, projektantów i każdego, kto pracuje z treścią HTML, którą trzeba wyeksportować jako dokument.
ru: Вставьте свой HTML-код напрямую и конвертируйте его в PDF. Идеально подходит для разработчиков, дизайнеров и всех, кто работает с HTML-контентом, который нужно экспортировать как документ.

source: Customizable Page Settings
ar: إعدادات إزالة الصفحات
es: Configuración de eliminación de páginas
hi: पृष्ठ हटाने की सेटिंग्स
id: Pengaturan Hapus Halaman
pl: Ustawienia usuwania stron
ru: Настройки удаления страниц

source: Control page size (A4, Letter, Legal) and margins to get exactly the PDF layout you need. Perfect for printing or document archiving.
ar: تحكم في حجم الصفحة (A4، Letter، Legal) والهوامش للحصول على تخطيط PDF الذي تحتاجه بالضبط. مثالي للطباعة أو أرشفة المستندات.
es: Controle el tamaño de página (A4, Carta, Legal) y los márgenes para obtener exactamente la maquetación de PDF que necesita. Perfecto para impresión o archivado de documentos.
hi: पृष्ठ आकार (A4, लेटर, लीगल) और मार्जिन नियंत्रित करें ताकि आपको बिल्कुल वह PDF लेआउट मिले जिसकी आपको आवश्यकता है। मुद्रण या दस्तावेज़ संग्रहण के लिए आदर्श।
id: Kontrol ukuran halaman (A4, Letter, Legal) dan margin untuk mendapatkan tata letak PDF yang Anda butuhkan. Sempurna untuk pencetakan atau pengarsipan dokumen.
pl: Kontroluj rozmiar strony (A4, Letter, Legal) i marginesy, aby uzyskać dokładnie potrzebny układ PDF. Idealne do drukowania lub archiwizacji dokumentów.
ru: Управляйте размером страницы (A4, Letter, Legal) и полями, чтобы получить именно тот макет PDF, который вам нужен. Идеально для печати или архивирования документов.

source: Our powerful rendering engine converts HTML and web pages to PDF quickly and accurately. CSS, JavaScript, and modern web features are supported.
ar: تقوم محركات التقديم القوية الخاصة بنا بتحويل HTML وصفحات الويب إلى PDF بسرعة ودقة. يتم دعم CSS وJavaScript وميزات الويب الحديثة.
es: Nuestro potente motor de renderizado convierte HTML y páginas web a PDF de forma rápida y precisa. CSS, JavaScript y características web modernas son compatibles.
hi: हमारा शक्तिशाली रेंडरिंग इंजन HTML और वेब पेजों को तेज़ी से और सटीक रूप से PDF में बदलता है। CSS, JavaScript और आधुनिक वेब सुविधाएँ समर्थित हैं।
id: Mesin rendering kami yang kuat mengonversi HTML dan halaman web ke PDF dengan cepat dan akurat. CSS, JavaScript, dan fitur web modern didukung.
pl: Nasz zaawansowany silnik renderowania szybko i dokładnie konwertuje HTML i strony internetowe na PDF. Obsługiwane są CSS, JavaScript i nowoczesne funkcje sieciowe.
ru: Наш мощный механизм рендеринга быстро и точно конвертирует HTML и веб-страницы в PDF. Поддерживаются CSS, JavaScript и современные веб-функции.

source: How do I convert a web page URL to PDF?
ar: كيف يمكنني تحويل الصور إلى PDF؟
es: ¿Cómo convierto imágenes a PDF?
hi: मैं छवियों को PDF में कैसे बदलूँ?
id: Bagaimana cara mengonversi gambar ke PDF?
pl: Jak przekonwertować obrazy na PDF?
ru: Как конвертировать изображения в ПДФ?

source: Select the 'URL to PDF' tab, enter the full URL of the web page (including https://), customize page settings if needed, then click 'Convert URL to PDF'. The page will be captured and converted to a downloadable PDF.
ar: حدد علامة التبويب 'URL إلى PDF'، وأدخل عنوان URL الكامل لصفحة الويب (بما في ذلك https://)، وقم بتخصيص إعدادات الصفحة إذا لزم الأمر، ثم انقر على 'تحويل URL إلى PDF'. سيتم التقاط الصفحة وتحويلها إلى ملف PDF قابل للتنزيل.
es: Seleccione la pestaña 'URL a PDF', ingrese la URL completa de la página web (incluyendo https://), personalice la configuración de página si es necesario, luego haga clic en 'Convertir URL a PDF'. La página será capturada y convertida a un PDF descargable.
hi: 'URL से PDF' टैब चुनें, वेब पेज का पूरा URL (https:// सहित) दर्ज करें, यदि आवश्यक हो तो पृष्ठ सेटिंग्स अनुकूलित करें, फिर 'URL को PDF में बदलें' पर क्लिक करें। पेज कैप्चर किया जाएगा और एक डाउनलोड करने योग्य PDF में बदल दिया जाएगा।
id: Pilih tab 'URL ke PDF', masukkan URL lengkap halaman web (termasuk https://), sesuaikan pengaturan halaman jika diperlukan, lalu klik 'Konversi URL ke PDF'. Halaman akan ditangkap dan dikonversi ke PDF yang dapat diunduh.
pl: Wybierz zakładkę 'URL do PDF', wprowadź pełny adres URL strony internetowej (w tym https://), dostosuj ustawienia strony, jeśli to konieczne, a następnie kliknij 'Konwertuj URL na PDF'. Strona zostanie przechwycona i przekonwertowana na PDF do pobrania.
ru: Выберите вкладку 'URL в PDF', введите полный URL веб-страницы (включая https://), при необходимости настройте параметры страницы, затем нажмите 'Конвертировать URL в PDF'. Страница будет захвачена и преобразована в загружаемый PDF.

source: Can I convert HTML code directly to PDF?
ar: تحويل HTML إلى PDF
es: Convertir HTML a PDF
hi: HTML को PDF में बदलें
id: Konversi HTML ke PDF
pl: Konwertuj HTML na PDF
ru: Конвертировать HTML в PDF

source: Yes! Select the 'HTML Content' tab and paste your HTML code into the text area. You can include CSS styles inline or in <style> tags. Click 'Convert to PDF' to generate your PDF document.
ar: نعم! حدد علامة التبويب 'محتوى HTML' والصق كود HTML الخاص بك في منطقة النص. يمكنك تضمين أنماط CSS داخلية أو في علامات <style>. انقر على 'تحويل إلى PDF' لإنشاء مستند PDF الخاص بك.
es: ¡Sí! Seleccione la pestaña 'Contenido HTML' y pegue su código HTML en el área de texto. Puede incluir estilos CSS en línea o en etiquetas <style>. Haga clic en 'Convertir a PDF' para generar su documento PDF.
hi: हाँ! 'HTML सामग्री' टैब चुनें और अपना HTML कोड टेक्स्ट एरिया में पेस्ट करें। आप इनलाइन या <style> टैग में CSS स्टाइल्स शामिल कर सकते हैं। अपना PDF दस्तावेज़ बनाने के लिए 'PDF में बदलें' पर क्लिक करें।
id: Ya! Pilih tab 'Konten HTML' dan tempelkan kode HTML Anda ke area teks. Anda dapat menyertakan gaya CSS inline atau dalam tag <style>. Klik 'Konversi ke PDF' untuk menghasilkan dokumen PDF Anda.
pl: Tak! Wybierz zakładkę 'Treść HTML' i wklej swój kod HTML w obszarze tekstowym. Możesz dołączyć style CSS w linii lub w znacznikach <style>. Kliknij 'Konwertuj na PDF', aby wygenerować dokument PDF.
ru: Да! Выберите вкладку 'HTML-контент' и вставьте свой HTML-код в текстовую область. Вы можете включить CSS-стили внутри строк или в тегах <style>. Нажмите 'Конвертировать в PDF', чтобы сгенерировать PDF-документ.

source: Will CSS styles be preserved in the PDF?
ar: هل سيتم الحفاظ على أنماط CSS في ملف PDF؟
es: ¿Se conservarán los estilos CSS en el PDF?
hi: क्या PDF में CSS स्टाइल्स संरक्षित रहेंगी?
id: Apakah gaya CSS akan dipertahankan di PDF?
pl: Czy style CSS zostaną zachowane w PDF?
ru: Будут ли CSS-стили сохранены в PDF?
