Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: If conversion fails, please check that your file is not corrupted and is in a supported format. Try again, and if the problem persists, contact our support team.
ar: إذا فشل التحويل، يرجى التحقق من أن ملفك غير تالف وبأنه بتنسيق مدعوم. حاول مرة أخرى، وإذا استمرت المشكلة، اتصل بفريق الدعم لدينا.
es: Si la conversión falla, por favor verifica que tu archivo no esté corrupto y esté en un formato compatible. Intenta de nuevo, y si el problema persiste, contacta a nuestro equipo de soporte.
hi: यदि रूपांतरण विफल हो जाता है, तो कृपया जाँचें कि आपकी फ़ाइल खराब नहीं है और एक समर्थित प्रारूप में है। पुनः प्रयास करें, और यदि समस्या बनी रहती है, तो हमारी सहायता टीम से संपर्क करें।
id: Jika konversi gagal, harap periksa bahwa file Anda tidak rusak dan dalam format yang didukung. Coba lagi, dan jika masalah berlanjut, hubungi tim dukungan kami.
pl: Jeśli konwersja się nie powiedzie, sprawdź, czy plik nie jest uszkodzony i czy jest w obsługiwanym formacie. Spróbuj ponownie, a jeśli problem będzie się powtarzał, skontaktuj się z naszym zespołem wsparcia.
ru: Если конвертация не удалась, пожалуйста, проверьте, что ваш файл не поврежден и находится в поддерживаемом формате. Попробуйте снова, и если проблема сохраняется, свяжитесь с нашей службой поддержки.

source: Can I use Convertica on mobile devices?
ar: هل يمكنني استخدام كونفيرتيكا على الأجهزة المحمولة؟
es: ¿Puedo usar Convertica en dispositivos móviles?
hi: क्या मैं मोबाइल उपकरणों पर Convertica का उपयोग कर सकता हूँ?
id: Bisakah saya menggunakan Convertica di perangkat seluler?
pl: Czy mogę używać Convertica na urządzeniach mobilnych?
ru: Могу ли я использовать Convertica на мобильных устройствах?

source: Yes, Convertica is fully responsive and works on mobile devices. You can convert, edit, and organize PDFs directly from your smartphone or tablet.
ar: نعم، كونفيرتيكا متجاوبة بالكامل وتعمل على الأجهزة المحمولة. يمكنك تحويل وتحرير وتنظيم ملفات PDF مباشرة من هاتفك الذكي أو جهازك اللوحي.
es: Sí, Convertica es completamente responsivo y funciona en dispositivos móviles. Puedes convertir, editar y organizar PDF directamente desde tu smartphone o tablet.
hi: हाँ, Convertica पूरी तरह से उत्तरदायी है और मोबाइल उपकरणों पर काम करता है। आप सीधे अपने स्मार्टफोन या टैबलेट से PDF बदल, संपादित और व्यवस्थित कर सकते हैं।
id: Ya, Convertica sepenuhnya responsif dan bekerja di perangkat seluler. Anda dapat mengonversi, mengedit, dan mengatur PDF langsung dari smartphone atau tablet Anda.
pl: Tak, Convertica jest w pełni responsywna i działa na urządzeniach mobilnych. Możesz konwertować, edytować i organizować PDF bezpośrednio ze smartfona lub tabletu.
ru: Да, Convertica полностью адаптивна и работает на мобильных устройствах. Вы можете конвертировать, редактировать и упорядочивать ПДФ непосредственно со своего смартфона или планшета.

source: Still have questions?
ar: لا تزال لديك أسئلة؟
es: ¿Aún tienes preguntas?
hi: अभी भी प्रश्न हैं?
id: Masih ada pertanyaan?
pl: Nadal masz pytania?
ru: Все еще есть вопросы?

source: If you couldn't find the answer you're looking for, feel free to contact us.
ar: إذا لم تتمكن من العثور على الإجابة التي تبحث عنها، فلا تتردد في الاتصال بنا.
es: Si no pudiste encontrar la respuesta que buscas, no dudes en contactarnos.
hi: यदि आपको वह उत्तर नहीं मिला जिसकी आप तलाश कर रहे हैं, तो बेझिझक हमसे संपर्क करें।
id: Jika Anda tidak dapat menemukan jawaban yang Anda cari, jangan ragu untuk menghubungi kami.
pl: Jeśli nie znalazłeś odpowiedzi, którą szukasz, skontaktuj się z nami.
ru: Если вы не нашли нужный ответ, пожалуйста, свяжитесь с нами.

source: Breadcrumb
ar: مسار التنقل
es: Miga de pan
hi: ब्रेडक्रम्ब
pl: Ścieżka nawigacyjna
ru: Навигационная цепочка

source: Cookie Preferences
ar: تفضيلات ملفات تعريف الارتباط
es: Preferencias de cookies
hi: कुकी प्राथमिकताएँ
id: Preferensi Cookie
pl: Ustawienia plików cookie
ru: Настройки файлов cookie

source: We use cookies and similar technologies to enhance your browsing experience, security, analytics, and to provide personalized content.
ar: نستخدم ملفات تعريف الارتباط والتقنيات المماثلة لتعزيز تجربة التصفح الخاصة بك، والأمان، والتحليلات، وتقديم محتوى مخصص.
es: Usamos cookies y tecnologías similares para mejorar tu experiencia de navegación, seguridad, análisis y proporcionar contenido personalizado.
hi: हम आपके ब्राउज़िंग अनुभव, सुरक्षा, विश्लेषण और व्यक्तिगत सामग्री प्रदान करने के लिए कुकीज़ और समान तकनीकों का उपयोग करते हैं।
id: Kami menggunakan cookie dan teknologi serupa untuk meningkatkan pengalaman penelusuran Anda, keamanan, analitik, dan untuk menyediakan konten yang dipersonalisasi.
pl: Używamy plików cookie i podobnych technologii w celu poprawy Twojego doświadczenia przeglądania, bezpieczeństwa, analityki oraz dostarczania spersonalizowanych treści.
ru: Мы используем файлы cookie и аналогичные технологии для улучшения вашего опыта просмотра, безопасности, аналитики и предоставления персонализированного контента.

source: You can accept all cookies, reject non-essential cookies, or customize your preferences. Essential cookies are required for the website to function and cannot be disabled.
ar: يمكنك قبول جميع ملفات تعريف الارتباط، أو رفض ملفات تعريف الارتباط غير الضرورية، أو تخصيص تفضيلاتك. ملفات تعريف الارتباط الأساسية مطلوبة لكي يعمل الموقع ولا يمكن تعطيلها.
es: Puedes aceptar todas las cookies, rechazar cookies no esenciales o personalizar tus preferencias. Las cookies esenciales son necesarias para el funcionamiento del sitio web y no se pueden desactivar.
hi: आप सभी कुकीज़ स्वीकार कर सकते हैं, गैर-आवश्यक कुकीज़ अस्वीकार कर सकते हैं, या अपनी प्राथमिकताएँ अनुकूलित कर सकते हैं। वेबसाइट के कार्य करने के लिए आवश्यक कुकीज़ आवश्यक हैं और अक्षम नहीं की जा सकतीं।
id: Anda dapat menerima semua cookie, menolak cookie non-esensial, atau menyesuaikan preferensi Anda. Cookie esensial diperlukan agar situs web berfungsi dan tidak dapat dinonaktifkan.
pl: Możesz zaakceptować wszystkie pliki cookie, odrzucić nieistotne pliki cookie lub dostosować swoje preferencje. Niezbędne pliki cookie są wymagane do działania witryny i nie można ich wyłączyć.
ru: Вы можете принять все файлы cookie, отклонить необязательные файлы cookie или настроить свои предпочтения. Основные файлы cookie необходимы для работы веб-сайта и не могут быть отключены.

source: and
ar: و
es: y
hi: और
id: dan
pl: i
ru: и

source: Reject All
ar: رفض الكل
es: Rechazar todo
hi: सभी अस्वीकार करें
id: Tolak Semua
pl: Odrzuć wszystkie
ru: Отклонить все

source: Customize
ar: تخصيص
es: Personalizar
hi: अनुकूलित करें
id: Sesuaikan
pl: Dostosuj
ru: Настроить

source: Accept All
ar: قبول الكل
es: Aceptar todo
hi: सभी स्वीकार करें
id: Terima Semua
pl: Zaakceptuj wszystkie
ru: Принять все

source: Manage your cookie preferences. You can enable or disable different types of cookies below. Essential cookies cannot be disabled as they are necessary for the website to function.
ar: إدارة تفضيلات ملفات تعريف الارتباط الخاصة بك. يمكنك تمكين أو تعطيل أنواع مختلفة من ملفات تعريف الارتباط أدناه. لا يمكن تعطيل ملفات تعريف الارتباط الأساسية لأنها ضرورية لعمل الموقع.
es: Gestiona tus preferencias de cookies. Puedes habilitar o deshabilitar diferentes tipos de cookies a continuación. Las cookies esenciales no se pueden desactivar ya que son necesarias para el funcionamiento del sitio web.
hi: अपनी कुकी प्राथमिकताएँ प्रबंधित करें। आप नीचे विभिन्न प्रकार की कुकीज़ सक्षम या अक्षम कर सकते हैं। आवश्यक कुकीज़ को अक्षम नहीं किया जा सकता क्योंकि वे वेबसाइट के कार्य करने के लिए आवश्यक हैं।
id: Kelola preferensi cookie Anda. Anda dapat mengaktifkan atau menonaktifkan jenis cookie yang berbeda di bawah. Cookie esensial tidak dapat dinonaktifkan karena diperlukan agar situs web berfungsi.
pl: Zarządzaj preferencjami dotyczącymi plików cookie. Poniżej możesz włączyć lub wyłączyć różne rodzaje plików cookie. Niezbędnych plików cookie nie można wyłączyć, ponieważ są niezbędne do działania witryny.
ru: Управляйте настройками файлов cookie. Вы можете включить или отключить различные типы файлов cookie ниже. Основные файлы cookie не могут быть отключены, так как они необходимы для работы веб-сайта.

source: Essential Cookies
ar: ملفات تعريف الارتباط الأساسية
es: Cookies esenciales
hi: आवश्यक कुकीज़
id: Cookie Esensial
pl: Niezbędne pliki cookie
ru: Основные файлы cookie

source: Required for the website to function properly. These cookies enable core functionality such as security, network management, and accessibility. They cannot be disabled.
ar: مطلوبة لكي يعمل الموقع بشكل صحيح. تمكن ملفات تعريف الارتباط هذه الوظائف الأساسية مثل الأمان وإدارة الشبكة وإمكانية الوصول. لا يمكن تعطيلها.
es: Necesarias para el correcto funcionamiento del sitio web. Estas cookies habilitan funcionalidades principales como seguridad, gestión de red y accesibilidad. No se pueden desactivar.
hi: वेबसाइट के ठीक से काम करने के लिए आवश्यक। ये कुकीज़ मूल कार्यक्षमता जैसे सुरक्षा, नेटवर्क प्रबंधन और पहुँच को सक्षम करती हैं। उन्हें अक्षम नहीं किया जा सकता।
id: Dibutuhkan agar situs web berfungsi dengan baik. Cookie ini mengaktifkan fungsionalitas inti seperti keamanan, manajemen jaringan, dan aksesibilitas. Cookie ini tidak dapat dinonaktifkan.
pl: Wymagane do prawidłowego funkcjonowania witryny. Te pliki cookie umożliwiają podstawową funkcjonalność, taką jak bezpieczeństwo, zarządzanie siecią i dostępność. Nie można ich wyłączyć.
ru: Необходимы для правильной работы веб-сайта. Эти файлы cookie обеспечивают основную функциональность, такую как безопасность, управление сетью и доступность. Они не могут быть отключены.

source: Examples: Session management, CSRF protection, language preferences
ar: أمثلة: إدارة الجلسات، حماية CSRF، تفضيلات اللغة
es: Ejemplos: gestión de sesiones, protección CSRF, preferencias de idioma
hi: उदाहरण: सत्र प्रबंधन, CSRF सुरक्षा, भाषा प्राथमिकताएँ
id: Contoh: manajemen sesi, perlindungan CSRF, preferensi bahasa
pl: Przykłady: zarządzanie sesjami, ochrona CSRF, preferencje językowe
ru: Примеры: управление сессией, защита CSRF, языковые предпочтения

source: Always Active
ar: نشط دائماً
es: Siempre activas
hi: हमेशा सक्रिय
id: Selalu Aktif
pl: Zawsze aktywne
ru: Всегда активны

source: Analytics Cookies
ar: ملفات تعريف الارتباط التحليلية
es: Cookies analíticas
hi: विश्लेषणात्मक कुकीज़
id: Cookie Analitik
pl: Analityczne pliki cookie
ru: Аналитические файлы cookie

source: Help us understand how visitors interact with our website by collecting and reporting information anonymously.
ar: ساعدنا في فهم كيفية تفاعل الزوار مع موقعنا من خلال جمع المعلومات والإبلاغ عنها بشكل مجهول.
es: Ayúdanos a entender cómo los visitantes interactúan con nuestro sitio web recopilando y reportando información de forma anónima.
hi: गुमनाम रूप से जानकारी एकत्र और रिपोर्ट करके हमें यह समझने में मदद करें कि आगंतुक हमारी वेबसाइट के साथ कैसे इंटरैक्ट करते हैं।
id: Membantu kami memahami bagaimana pengunjung berinteraksi dengan situs web kami dengan mengumpulkan dan melaporkan informasi secara anonim.
pl: Pomóż nam zrozumieć, w jaki sposób odwiedzający wchodzą w interakcję z naszą witryną, poprzez anonimowe zbieranie i raportowanie informacji.
ru: Помогите нам понять, как посетители взаимодействуют с нашим веб-сайтом, собирая и анонимно передавая информацию.

source: Examples: Page views, time spent on site, error tracking
ar: أمثلة: مشاهدات الصفحة، الوقت المستغرق في الموقع، تتبع الأخطاء
es: Ejemplos: vistas de página, tiempo en el sitio, seguimiento de errores
hi: उदाहरण: पृष्ठ दृश्य, साइट पर बिताया गया समय, त्रुटि ट्रैकिंग
id: Contoh: tampilan halaman, waktu yang dihabiskan di situs, pelacakan kesalahan
pl: Przykłady: wyświetlenia stron, czas spędzony na stronie, śledzenie błędów
ru: Примеры: просмотры страниц, время на сайте, отслеживание ошибок

source: Enable Analytics Cookies
ar: تمكين ملفات تعريف الارتباط التحليلية
es: Habilitar cookies analíticas
hi: विश्लेषणात्मक कुकीज़ सक्षम करें
id: Aktifkan Cookie Analitik
pl: Włącz analityczne pliki cookie
ru: Включить аналитические файлы cookie

source: Marketing Cookies
ar: ملفات تعريف الارتباط التسويقية
es: Cookies de marketing
hi: मार्केटिंग कुकीज़
id: Cookie Pemasaran
pl: Marketingowe pliki cookie
ru: Маркетинговые файлы cookie

source: Used to deliver personalized advertisements and track campaign effectiveness. These cookies may be set by advertising partners.
ar: تُستخدم لتقديم إعلانات مخصصة وتتبع فعالية الحملات. قد يتم تعيين ملفات تعريف الارتباط هذه من قبل شركاء الإعلان.
es: Utilizadas para entregar anuncios personalizados y rastrear la efectividad de campañas. Estas cookies pueden ser establecidas por socios publicitarios.
hi: व्यक्तिगत विज्ञापन देने और अभियान प्रभावशीलता को ट्रैक करने के लिए उपयोग किया जाता है। ये कुकीज़ विज्ञापन भागीदारों द्वारा सेट की जा सकती हैं।
id: Digunakan untuk menyampaikan iklan yang dipersonalisasi dan melacak efektivitas kampanye. Cookie ini mungkin ditetapkan oleh mitra periklanan.
pl: Używane do dostarczania spersonalizowanych reklam i śledzenia skuteczności kampanii. Te pliki cookie mogą być ustawiane przez partnerów reklamowych.
ru: Используются для показа персонализированной рекламы и отслеживания эффективности кампаний. Эти файлы cookie могут устанавливаться рекламными партнерами.

source: Examples: Ad targeting, conversion tracking, remarketing
ar: أمثلة: استهداف الإعلانات، تتبع التحويلات، إعادة التسويق
es: Ejemplos: segmentación de anuncios, seguimiento de conversiones, remarketing
hi: उदाहरण: विज्ञापन लक्ष्यीकरण, रूपांतरण ट्रैकिंग, रीमार्केटिंग
id: Contoh: penargetan iklan, pelacakan konversi, pemasaran ulang
pl: Przykłady: targetowanie reklam, śledzenie konwersji, remarketing
ru: Примеры: таргетинг рекламы, отслеживание конверсий, ремаркетинг

source: Enable Marketing Cookies
ar: تمكين ملفات تعريف الارتباط التسويقية
es: Habilitar cookies de marketing
hi: मार्केटिंग कुकीज़ सक्षम करें
id: Aktifkan Cookie Pemasaran
pl: Włącz marketingowe pliki cookie
ru: Включить маркетинговые файлы cookie

source: Your preferences will be saved and remembered for future visits. You can change these settings at any time.
ar: سيتم حفظ تفضيلاتك وتذكرها للزيارات المستقبلية. يمكنك تغيير هذه الإعدادات في أي وقت.
es: Tus preferencias se guardarán y recordarán para futuras visitas. Puedes cambiar estas configuraciones en cualquier momento.
hi: आपकी प्राथमिकताएँ सहेजी जाएँगी और भविष्य की यात्राओं के लिए याद रखी जाएँगी। आप इन सेटिंग्स को किसी भी समय बदल सकते हैं।
id: Preferensi Anda akan disimpan dan diingat untuk kunjungan mendatang. Anda dapat mengubah pengaturan ini kapan saja.
pl: Twoje preferencje zostaną zapisane i zapamiętane na przyszłe wizyty. Możesz zmienić te ustawienia w dowolnym momencie.
ru: Ваши предпочтения будут сохранены и запомнены для будущих посещений. Вы можете изменить эти настройки в любое время.

source: Save Preferences
ar: حفظ التفضيلات
es: Guardar preferencias
hi: प्राथमिकताएँ सहेजें
id: Simpan Preferensi
pl: Zapisz ustawienia
ru: Сохранить настройки

source: About
ar: حول
es: Acerca de
hi: हमारे बारे में
id: Tentang
pl: O nas
ru: О нас

source: Tools
ar: الأدوات
es: Herramientas
hi: टूल
id: Alat
pl: Narzędzia
ru: Инструменты

source: All Tools
ar: جميع الأدوات
es: Todas las herramientas
hi: सभी टूल
id: Semua Alat
pl: Wszystkie narzędzia
ru: Все инструменты

source: Contact
ar: اتصال
es: Contacto
hi: संपर्क करें
id: Kontak
pl: Kontakt
ru: Контакты

source: Contact Form
ar: نموذج الاتصال
es: Formulario de contacto
hi: संपर्क फ़ॉर्म
id: Formulir Kontak
pl: Formularz kontaktowy
ru: Форма обратной связи

source: Language
ar: اللغة
es: Idioma
hi: भाषा
id: Bahasa
pl: Język
ru: Язык

source: Select language
ar: اختر اللغة
es: Seleccionar idioma
hi: भाषा चुनें
id: Pilih Bahasa
pl: Wybierz język
ru: Выбрать язык

source: Resources
ar: الموارد
es: Recursos
hi: संसाधन
id: Sumber Daya
pl: Zasoby
ru: Ресурсы

source: All rights reserved.
ar: جميع الحقوق محفوظة.
es: Todos los derechos reservados.
hi: सर्वाधिकार सुरक्षित।
id: Hak cipta dilindungi undang-undang.
pl: Wszelkie prawa zastrzeżone.
ru: Все права защищены.

source: Free PDF tools for everyone
ar: أدوات PDF مجانية للجميع
es: Herramientas PDF gratuitas para todos
hi: सभी के लिए मुफ्त PDF टूल
id: Alat PDF gratis untuk semua orang
pl: Darmowe narzędzia PDF dla wszystkich
ru: Бесплатные инструменты ПДФ для всех

source: Terms
ar: الشروط
es: Términos
hi: शर्तें
id: Ketentuan
pl: Warunki
ru: Условия

source: Convertica - Home
ar: كونفيرتيكا - الرئيسية
es: Convertica - Inicio
hi: Convertica - होम
id: Convertica - Beranda
pl: Convertica - Strona główna
ru: Convertica - Главная

source: Convertica Logo
ar: شعار كونفيرتيكا
es: Logo de Convertica
hi: Convertica लोगो
id: Logo Convertica
pl: Logo Convertica
ru: Логотип Convertica

source: All PDF tools
ar: جميع أدوات PDF
es: Todas las herramientas PDF
hi: सभी PDF टूल
id: Semua alat PDF
pl: Wszystkie narzędzia PDF
ru: Все инструменты ПДФ

source: Open Catalog
ar: فتح الكتالوج
hi: कैटलॉग खोलें
id: Buka Katalog
pl: Otwórz katalog
ru: Открыть каталог

source: Main navigation
ar: التنقل الرئيسي
es: Navegación principal
hi: मुख्य नेविगेशन
id: Navigasi utama
pl: Główna nawigacja
ru: Основная навигация

source: Convert PDF tools
ar: أدوات تحويل PDF
es: Herramientas de conversión PDF
hi: PDF टूल बदलें
id: Alat konversi PDF
pl: Narzędzia konwersji PDF
ru: Инструменты для конвертации ПДФ

source: Convert from PDF
ar: التحويل من PDF
es: Convertir desde PDF
hi: PDF से बदलें
id: Konversi dari PDF
pl: Konwertuj z PDF
ru: Конвертировать из ПДФ

source: Convert to PDF
ar: التحويل إلى PDF
es: Convertir a PDF
hi: PDF में बदलें
id: Konversi ke PDF
pl: Konwertuj na PDF
ru: Конвертировать в ПДФ

source: Edit PDF tools
ar: أدوات تحرير PDF
es: Herramientas de edición PDF
hi: PDF टूल संपादित करें
id: Alat edit PDF
pl: Narzędzia edycji PDF
ru: Инструменты для редактирования ПДФ

source: Basic Editing
ar: التحرير الأساسي
es: Edición básica
hi: मूल संपादन
id: Pengeditan Dasar
pl: Podstawowa edycja
ru: Основное редактирование

source: Enhancements
ar: التحسينات
es: Mejoras
hi: सुधार
id: Peningkatan
pl: Ulepszenia
ru: Улучшения

source: Organize PDF tools
ar: أدوات تنظيم PDF
es: Herramientas de organización PDF
hi: PDF टूल व्यवस्थित करें
id: Alat organisasi PDF
pl: Narzędzia organizacji PDF
ru: Инструменты для организации ПДФ

source: Organization
ar: التنظيم
es: Organización
hi: संगठन
id: Organisasi
pl: Organizacja
ru: Организация

source: Page Management
ar: إدارة الصفحات
es: Gestión de páginas
hi: पृष्ठ प्रबंधन
id: Manajemen Halaman
pl: Zarządzanie stronami
ru: Управление страницами

source: Premium tools
ar: بطل Premium
hi: प्रीमियम हीरो
id: Hero Premium
pl: Bohater Premium
ru: Премиум-герой

source: Advanced and beta converters
ar: ميزات OCR متقدمة
hi: उन्नत OCR सुविधाएँ
id: Fitur OCR lanjutan
pl: Zaawansowane funkcje OCR
ru: Расширенные функции OCR

source: More options
ar: المزيد من الخيارات
es: Más opciones
hi: अधिक विकल्प
id: Opsi lainnya
pl: Więcej opcji
ru: Больше опций

source: More
ar: المزيد
es: Más
hi: अधिक
id: Lainnya
pl: Więcej
ru: Больше

source: Learn more about Convertica
ar: تعرف على المزيد حول كونفيرتيكا
es: Aprende más sobre Convertica
hi: Convertica के बारे में अधिक जानें
id: Pelajari lebih lanjut tentang Convertica
pl: Dowiedz się więcej o Convertica
ru: Узнайте больше о Convertica

source: Get in touch with us
ar: تواصل معنا
es: Ponte en contacto con nosotros
hi: हमसे संपर्क करें
id: Hubungi kami
pl: Skontaktuj się z nami
ru: Свяжитесь с нами

source: Latest news and updates
ar: آخر الأخبار والتحديثات
es: Últimas noticias y actualizaciones
hi: नवीनतम समाचार और अपडेट
id: Berita dan pembaruan terbaru
pl: Najnowsze wiadomości i aktualizacje
ru: Последние новости и обновления

source: Hero Page
ar: صفحة الأبطال
es: Página de Héroes
hi: हीरो पेज
id: Halaman Hero
pl: Strona Bohatera
ru: Страница героев

source: Premium features and heroes
ar: الميزات المميزة والأبطال
es: Funciones premium y héroes
hi: प्रीमियम सुविधाएँ और हीरो
id: Fitur premium dan hero
pl: Funkcje premium i bohaterowie
ru: Премиум функции и герои

source: Profile
ar: الملف الشخصي
es: Perfil
hi: प्रोफ़ाइल
id: Profil
pl: Profil
ru: Профиль

source: Your account settings
ar: إعدادات حسابك
es: La configuración de tu cuenta
hi: आपकी खाता सेटिंग्स
id: Pengaturan akun Anda
pl: Ustawienia Twojego konta
ru: Настройки вашего аккаунта

source: Sign in to access premium
ar: سجل الدخول للوصول إلى المميزات المميزة
es: Inicia sesión para acceder a las funciones premium
hi: प्रीमियम तक पहुँचने के लिए साइन इन करें
id: Masuk untuk mengakses premium
pl: Zaloguj się, aby uzyskać dostęp do premium
ru: Войдите для доступа к премиум

source: Sign in to your account
ar: سجل الدخول إلى حسابك
es: Inicia sesión en tu cuenta
hi: अपने खाते में साइन इन करें
id: Masuk ke akun Anda
pl: Zaloguj się do swojego konta
ru: Войдите в ваш аккаунт

source: Toggle theme
ar: تبديل السمة
es: Alternar tema
hi: थीम टॉगल करें
id: Alihkan tema
pl: Przełącz motyw
ru: Переключить тему

source: Toggle Dark Mode
ar: تبديل الوضع الداكن
es: Alternar modo oscuro
hi: डार्क मोड टॉगल करें
id: Alihkan Mode Gelap
pl: Przełącz tryb ciemny
ru: Переключить темный режим

source: Dark Mode (Premium)
ar: الوضع الداكن (مميز)
es: Modo oscuro (Premium)
hi: डार्क मोड (प्रीमियम)
id: Mode Gelap (Premium)
pl: Tryb ciemny (Premium)
ru: Темный режим (Премиум)

source: Background tasks
ar: مهام الخلفية
es: Tareas en segundo plano
hi: बैकग्राउंड कार्य
id: Tugas latar belakang
pl: Zadania w tle
ru: Фоновые задачи

source: Background Tasks
ar: مهام الخلفية
es: Tareas en segundo plano
hi: बैकग्राउंड कार्य
id: Tugas latar belakang
pl: Zadania w tle
ru: Фоновые задачи

source: Premium
ar: مميز
hi: प्रीमियम
ru: Премиум

source: Toggle menu
ar: تبديل القائمة
es: Alternar menú
hi: मेनू टॉगल करें
id: Alihkan menu
pl: Przełącz menu
ru: Переключить меню

source: You might also like
ar: قد يعجبك أيضاً
es: También te puede interesar
hi: आपको यह भी पसंद आ सकता है
id: Anda mungkin juga menyukai
pl: Może Ci się spodobać
ru: Вам также может понравиться

source: Why Choose Our Tool?
ar: لماذا تختار أداتنا؟
es: ¿Por qué elegir nuestra herramienta?
hi: हमारे टूल को क्यों चुनें?
id: Mengapa Memilih Alat Kami?
pl: Dlaczego warto wybrać nasze narzędzie?
ru: Почему стоит выбрать наш инструмент?

source: Tips for Best Results
ar: نصائح للحصول على أفضل النتائج
es: Consejos para mejores resultados
hi: सर्वोत्तम परिणामों के लिए सुझाव
id: Tips untuk Hasil Terbaik
pl: Wskazówki dla najlepszych wyników
ru: Советы для лучших результатов

source: Video Tutorial
ar: فيديو تعليمي
hi: वीडियो ट्यूटोरियल
pl: Samouczek wideo
ru: Видеоинструкция

source: Play video: %(title)s
ar: تشغيل الفيديو: %(title)s
es: Reproducir video: %(title)s
hi: वीडियो चलाएं: %(title)s
id: Putar video: %(title)s
pl: Odtwórz wideo: %(title)s
ru: Воспроизвести видео: %(title)s

source: Click to play the video tutorial
ar: انقر لتشغيل الفيديو التعليمي
es: Haz clic para reproducir el video tutorial
hi: वीडियो ट्यूटोरियल चलाने के लिए क्लिक करें
id: Klik untuk memutar video tutorial
pl: Kliknij, aby odtworzyć samouczek wideo
ru: Нажмите, чтобы воспроизвести видеоинструкцию

source: Convertica – Online PDF Tools: Convert, Edit & Organize PDFs
ar: كونفيرتيكا – أدوات PDF عبر الإنترنت: تحويل، تحرير وتنظيم ملفات PDF
es: Convertica – Herramientas PDF en línea: Convertir, Editar y Organizar
hi: Convertica – ऑनलाइन PDF टूल: PDF को बदलें, संपादित करें और व्यवस्थित करें
id: Convertica – Alat PDF Online: Konversi, Edit & Atur PDF
pl: Convertica – Narzędzia PDF online: Konwersja, Edycja i Organizacja PDF
ru: Convertica – Онлайн-инструменты для ПДФ: Конвертация, редактирование и организация ПДФ
