Repository: ttn12-star/convertica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, hi, id, pl, ru

source: Editing & Organization
ar: التحرير والتنظيم
es: Edición y organización
hi: संपादन और संगठन
id: Pengeditan & Organisasi
pl: Edycja i organizacja
ru: Редактирование и организация

source: How do I merge PDF online free without watermark?
ar: كيف يمكنني دمج ملفات PDF عبر الإنترنت مجاناً بدون علامة مائية؟
es: ¿Cómo combino PDF en línea gratis sin marca de agua?
hi: मैं वॉटरमार्क के बिना PDF को ऑनलाइन मुफ्त में कैसे मर्ज करूँ?
id: Bagaimana cara menggabungkan PDF online gratis tanpa watermark?
pl: Jak połączyć PDF online za darmo bez znaku wodnego?
ru: Как объединить ПДФ онлайн бесплатно без водяного знака?

source: To merge PDF online free without watermark, use Convertica's PDF merger. Go to the Merge PDF page, select multiple PDF files, arrange them in the desired order using drag and drop, and click merge. All selected files will be combined into a single PDF document with no watermark added. The merged PDF maintains the quality of original files.
ar: لدمج ملفات PDF عبر الإنترنت مجاناً بدون علامة مائية، استخدم أداة دمج PDF من كونفيرتيكا. انتقل إلى صفحة دمج PDF، وحدد ملفات PDF متعددة، ورتبها بالترتيب المطلوب باستخدام السحب والإفلات، وانقر على دمج. سيتم دمج جميع الملفات المحددة في مستند PDF واحد دون إضافة أي علامة مائية. يحافظ ملف PDF المدمج على جودة الملفات الأصلية.
es: Para combinar PDF en línea gratis sin marca de agua, usa el fusionador de PDF de Convertica. Ve a la página Combinar PDF, selecciona múltiples archivos PDF, organízalos en el orden deseado usando arrastrar y soltar, y haz clic en combinar. Todos los archivos seleccionados se combinarán en un solo documento PDF sin marca de agua añadida. El PDF combinado mantiene la calidad de los archivos originales.
hi: वॉटरमार्क के बिना PDF को ऑनलाइन मुफ्त में मर्ज करने के लिए, Convertica के PDF मर्जर का उपयोग करें। मर्ज PDF पृष्ठ पर जाएँ, कई PDF फ़ाइलें चुनें, उन्हें ड्रैग और ड्रॉप का उपयोग करके वांछित क्रम में व्यवस्थित करें, और मर्ज पर क्लिक करें। सभी चयनित फ़ाइलें बिना किसी वॉटरमार्क के एक ही PDF दस्तावेज़ में संयोजित की जाएँगी। मर्ज की गई PDF मूल फ़ाइलों की गुणवत्ता बनाए रखती है।
id: Untuk menggabungkan PDF online gratis tanpa watermark, gunakan penggabung PDF Convertica. Buka halaman Gabungkan PDF, pilih beberapa file PDF, atur dalam urutan yang diinginkan menggunakan drag and drop, dan klik gabungkan. Semua file yang dipilih akan digabungkan menjadi satu dokumen PDF tanpa watermark. PDF yang digabungkan mempertahankan kualitas file asli.
pl: Aby połączyć PDF online za darmo bez znaku wodnego, użyj łącznika PDF Convertica. Przejdź do strony Połącz PDF, wybierz wiele plików PDF, ułóż je w żądanej kolejności za pomocą przeciągania i upuszczania, i kliknij połącz. Wszystkie wybrane pliki zostaną połączone w jeden dokument PDF bez dodanego znaku wodnego. Połączony PDF zachowuje jakość oryginalnych plików.
ru: Чтобы объединить ПДФ онлайн бесплатно без водяного знака, используйте объединитель ПДФ Convertica. Перейдите на страницу "Объединить ПДФ", выберите несколько файлов ПДФ, расположите их в нужном порядке с помощью перетаскивания и нажмите "Объединить". Все выбранные файлы будут объединены в один документ ПДФ без добавления водяного знака. Объединенный ПДФ сохраняет качество исходных файлов.

source: How do I merge multiple PDF files?
ar: كيف يمكنني دمج ملفات PDF متعددة؟
es: ¿Cómo combino múltiples archivos PDF?
hi: मैं कई PDF फ़ाइलों को कैसे मर्ज करूँ?
id: Bagaimana cara menggabungkan beberapa file PDF?
pl: Jak połączyć wiele plików PDF?
ru: Как объединить несколько файлов ПДФ?

source: To merge PDF files, go to the Merge PDF page, select multiple PDF files, arrange them in the desired order using drag and drop, and click merge. All selected files will be combined into a single PDF document.
ar: لدمج ملفات PDF، انتقل إلى صفحة دمج PDF، وحدد ملفات PDF متعددة، ورتبها بالترتيب المطلوب باستخدام السحب والإفلات، وانقر على دمج. سيتم دمج جميع الملفات المحددة في مستند PDF واحد.
es: Para combinar archivos PDF, ve a la página Combinar PDF, selecciona múltiples archivos PDF, organízalos en el orden deseado usando arrastrar y soltar, y haz clic en combinar. Todos los archivos seleccionados se combinarán en un solo documento PDF.
hi: PDF फ़ाइलों को मर्ज करने के लिए, मर्ज PDF पृष्ठ पर जाएँ, कई PDF फ़ाइलें चुनें, उन्हें ड्रैग और ड्रॉप का उपयोग करके वांछित क्रम में व्यवस्थित करें, और मर्ज पर क्लिक करें। सभी चयनित फ़ाइलें एक ही PDF दस्तावेज़ में संयोजित की जाएँगी।
id: Untuk menggabungkan file PDF, buka halaman Gabungkan PDF, pilih beberapa file PDF, atur dalam urutan yang diinginkan menggunakan drag and drop, dan klik gabungkan. Semua file yang dipilih akan digabungkan menjadi satu dokumen PDF.
pl: Aby połączyć pliki PDF, przejdź do strony Połącz PDF, wybierz wiele plików PDF, ułóż je w żądanej kolejności za pomocą przeciągania i upuszczania, i kliknij połącz. Wszystkie wybrane pliki zostaną połączone w jeden dokument PDF.
ru: Чтобы объединить файлы ПДФ, перейдите на страницу "Объединить ПДФ", выберите несколько файлов ПДФ, расположите их в нужном порядке с помощью перетаскивания и нажмите "Объединить". Все выбранные файлы будут объединены в один документ ПДФ.

source: Can I split a PDF into separate files?
ar: هل يمكنني تقسيم ملف PDF إلى ملفات منفصلة؟
es: ¿Puedo dividir un PDF en archivos separados?
hi: क्या मैं एक PDF को अलग-अलग फ़ाइलों में विभाजित कर सकता हूँ?
id: Bisakah saya memisahkan PDF menjadi file terpisah?
pl: Czy mogę podzielić PDF na osobne pliki?
ru: Могу ли я разделить ПДФ на отдельные файлы?

source: Yes, you can split a PDF into separate files. Upload your PDF, choose how to split it (by page range or every N pages), and download the resulting files.
ar: نعم، يمكنك تقسيم ملف PDF إلى ملفات منفصلة. ارفع ملف PDF الخاص بك، واختر كيفية تقسيمه (حسب نطاق الصفحات أو كل N صفحات)، وقم بتنزيل الملفات الناتجة.
es: Sí, puedes dividir un PDF en archivos separados. Sube tu PDF, elige cómo dividirlo (por rango de páginas o cada N páginas) y descarga los archivos resultantes.
hi: हाँ, आप एक PDF को अलग-अलग फ़ाइलों में विभाजित कर सकते हैं। अपना PDF अपलोड करें, चुनें कि इसे कैसे विभाजित करना है (पृष्ठ श्रेणी द्वारा या हर N पृष्ठों पर), और परिणामी फ़ाइलें डाउनलोड करें।
id: Ya, Anda dapat memisahkan PDF menjadi file terpisah. Unggah PDF Anda, pilih cara memisahkannya (berdasarkan rentang halaman atau setiap N halaman), dan unduh file hasilnya.
pl: Tak, możesz podzielić PDF na osobne pliki. Prześlij PDF, wybierz sposób podziału (według zakresu stron lub co N stron) i pobierz wynikowe pliki.
ru: Да, вы можете разделить ПДФ на отдельные файлы. Загрузите ваш ПДФ, выберите, как его разделить (по диапазону страниц или каждые N страниц), и скачайте полученные файлы.

source: How do I compress PDF to under 1MB for email?
ar: كيف يمكنني ضغط ملف PDF إلى أقل من 1 ميغابايت للبريد الإلكتروني؟
es: ¿Cómo comprimo PDF a menos de 1MB para correo electrónico?
hi: मैं ईमेल के लिए PDF को 1MB से कम कैसे संपीड़ित करूँ?
id: Bagaimana cara mengompres PDF di bawah 1MB untuk email?
pl: Jak skompresować PDF do poniżej 1MB dla e-maila?
ru: Как сжать ПДФ до размера менее 1 МБ для электронной почты?

source: To compress PDF to under 1MB for email, use Convertica's PDF compressor. Upload your PDF file, select the high compression level, and click compress. The tool will reduce the file size while maintaining acceptable quality for email attachments. You can preview the compressed file size before downloading.
ar: لضغط ملف PDF إلى أقل من 1 ميغابايت للبريد الإلكتروني، استخدم أداة ضغط PDF من كونفيرتيكا. ارفع ملف PDF الخاص بك، وحدد مستوى الضغط المرتفع، وانقر على ضغط. ستقلل الأداة حجم الملف مع الحفاظ على جودة مقبولة لمرفقات البريد الإلكتروني. يمكنك معاينة حجم الملف المضغوط قبل التنزيل.
es: Para comprimir PDF a menos de 1MB para correo electrónico, usa el compresor de PDF de Convertica. Sube tu archivo PDF, selecciona el nivel de compresión alto y haz clic en comprimir. La herramienta reducirá el tamaño del archivo manteniendo una calidad aceptable para adjuntos de correo electrónico. Puedes previsualizar el tamaño del archivo comprimido antes de descargar.
hi: ईमेल के लिए PDF को 1MB से कम संपीड़ित करने के लिए, Convertica के PDF कंप्रेसर का उपयोग करें। अपनी PDF फ़ाइल अपलोड करें, उच्च संपीड़न स्तर चुनें, और संपीड़ित करें पर क्लिक करें। टूल ईमेल अटैचमेंट के लिए स्वीकार्य गुणवत्ता बनाए रखते हुए फ़ाइल आकार को कम करेगा। आप डाउनलोड करने से पहले संपीड़ित फ़ाइल आकार का पूर्वावलोकन कर सकते हैं।
id: Untuk mengompres PDF di bawah 1MB untuk email, gunakan kompresor PDF Convertica. Unggah file PDF Anda, pilih tingkat kompresi tinggi, dan klik kompres. Alat ini akan mengurangi ukuran file sambil mempertahankan kualitas yang dapat diterima untuk lampiran email. Anda dapat melihat pratinjau ukuran file yang dikompresi sebelum mengunduh.
pl: Aby skompresować PDF do poniżej 1MB dla e-maila, użyj kompresora PDF Convertica. Prześlij plik PDF, wybierz wysoki poziom kompresji i kliknij kompresuj. Narzędzie zmniejszy rozmiar pliku, zachowując akceptowalną jakość dla załączników e-mail. Możesz podejrzeć rozmiar skompresowanego pliku przed pobraniem.
ru: Чтобы сжать ПДФ до размера менее 1 МБ для электронной почты, используйте компрессор ПДФ Convertica. Загрузите файл ПДФ, выберите высокий уровень сжатия и нажмите "Сжать". Инструмент уменьшит размер файла, сохраняя приемлемое качество для вложений электронной почты. Вы можете предварительно просмотреть размер сжатого файла перед загрузкой.

source: How do I compress a PDF file?
ar: كيف يمكنني ضغط ملف PDF؟
es: ¿Cómo comprimo un archivo PDF?
hi: मैं एक PDF फ़ाइल को कैसे संपीड़ित करूँ?
id: Bagaimana cara mengompres file PDF?
pl: Jak skompresować plik PDF?
ru: Как сжать файл ПДФ?

source: Upload your PDF file, select the compression level (low, medium, or high), and click compress. The file size will be reduced while maintaining acceptable quality.
ar: ارفع ملف PDF الخاص بك، وحدد مستوى الضغط (منخفض، متوسط، أو مرتفع)، وانقر على ضغط. سيتم تقليل حجم الملف مع الحفاظ على جودة مقبولة.
es: Sube tu archivo PDF, selecciona el nivel de compresión (bajo, medio o alto) y haz clic en comprimir. El tamaño del archivo se reducirá manteniendo una calidad aceptable.
hi: अपनी PDF फ़ाइल अपलोड करें, संपीड़न स्तर (कम, मध्यम, या उच्च) चुनें, और संपीड़ित करें पर क्लिक करें। स्वीकार्य गुणवत्ता बनाए रखते हुए फ़ाइल आकार कम हो जाएगा।
id: Unggah file PDF Anda, pilih tingkat kompresi (rendah, sedang, atau tinggi), dan klik kompres. Ukuran file akan dikurangi sambil mempertahankan kualitas yang dapat diterima.
pl: Prześlij plik PDF, wybierz poziom kompresji (niski, średni lub wysoki) i kliknij kompresuj. Rozmiar pliku zostanie zmniejszony przy zachowaniu akceptowalnej jakości.
ru: Загрузите файл ПДФ, выберите уровень сжатия (низкий, средний или высокий) и нажмите "Сжать". Размер файла будет уменьшен при сохранении приемлемого качества.

source: Can I rotate PDF pages?
ar: هل يمكنني تدوير صفحات PDF؟
es: ¿Puedo rotar páginas PDF?
hi: क्या मैं PDF पृष्ठों को घुमा सकता हूँ?
id: Bisakah saya memutar halaman PDF?
pl: Czy mogę obrócić strony PDF?
ru: Могу ли я поворачивать страницы ПДФ?

source: Yes, you can rotate PDF pages by 90, 180, or 270 degrees. Select the pages you want to rotate and choose the rotation angle.
ar: نعم، يمكنك تدوير صفحات PDF بمقدار 90 أو 180 أو 270 درجة. حدد الصفحات التي تريد تدويرها واختر زاوية الدوران.
es: Sí, puedes rotar páginas PDF en 90, 180 o 270 grados. Selecciona las páginas que quieres rotar y elige el ángulo de rotación.
hi: हाँ, आप PDF पृष्ठों को 90, 180, या 270 डिग्री घुमा सकते हैं। उन पृष्ठों का चयन करें जिन्हें आप घुमाना चाहते हैं और घुमाव कोण चुनें।
id: Ya, Anda dapat memutar halaman PDF sebesar 90, 180, atau 270 derajat. Pilih halaman yang ingin Anda putar dan pilih sudut rotasi.
pl: Tak, możesz obracać strony PDF o 90, 180 lub 270 stopni. Wybierz strony, które chcesz obrócić, i wybierz kąt obrotu.
ru: Да, вы можете поворачивать страницы ПДФ на 90, 180 или 270 градусов. Выберите страницы, которые хотите повернуть, и выберите угол поворота.

source: How do I add a watermark to PDF?
ar: كيف يمكنني إضافة علامة مائية إلى PDF؟
es: ¿Cómo agrego una marca de agua a PDF?
hi: मैं PDF में वॉटरमार्क कैसे जोड़ूँ?
id: Bagaimana cara menambahkan watermark ke PDF?
pl: Jak dodać znak wodny do PDF?
ru: Как добавить водяной знак в ПДФ?

source: Upload your PDF, choose between text or image watermark, set the position and transparency, and apply. The watermark will be added to all pages or selected pages.
ar: ارفع ملف PDF الخاص بك، واختر بين علامة مائية نصية أو صورية، وحدد الموضع والشفافية، ثم طبق. ستتم إضافة العلامة المائية إلى جميع الصفحات أو الصفحات المحددة.
es: Sube tu PDF, elige entre marca de agua de texto o imagen, configura la posición y transparencia, y aplica. La marca de agua se agregará a todas las páginas o a las páginas seleccionadas.
hi: अपना PDF अपलोड करें, टेक्स्ट या छवि वॉटरमार्क के बीच चुनें, स्थिति और पारदर्शिता सेट करें, और लागू करें। वॉटरमार्क सभी पृष्ठों या चयनित पृष्ठों में जोड़ा जाएगा।
id: Unggah PDF Anda, pilih antara watermark teks atau gambar, atur posisi dan transparansi, dan terapkan. Watermark akan ditambahkan ke semua halaman atau halaman yang dipilih.
pl: Prześlij PDF, wybierz tekstowy lub graficzny znak wodny, ustaw pozycję i przezroczystość, i zastosuj. Znak wodny zostanie dodany do wszystkich stron lub wybranych stron.
ru: Загрузите ваш ПДФ, выберите текстовый или графический водяной знак, установите положение и прозрачность и примените. Водяной знак будет добавлен ко всем страницам или выбранным страницам.

source: Security & Privacy
ar: الأمان والخصوصية
es: Seguridad y privacidad
hi: सुरक्षा और गोपनीयता
id: Keamanan & Privasi
pl: Bezpieczeństwo i prywatność
ru: Безопасность и конфиденциальность

source: Is my data secure?
ar: هل بياناتي آمنة؟
es: ¿Están seguros mis datos?
hi: क्या मेरा डेटा सुरक्षित है?
id: Apakah data saya aman?
pl: Czy moje dane są bezpieczne?
ru: Безопасны ли мои данные?

source: Yes, your data is secure. All files are processed securely and automatically deleted immediately after conversion. We do not store your files, and your privacy is our top priority. You can also protect your PDFs with password encryption.
ar: نعم، بياناتك آمنة. تتم معالجة جميع الملفات بأمان وحذفها تلقائياً فوراً بعد التحويل. نحن لا نخزن ملفاتك، وخصوصيتك هي أولويتنا القصوى. يمكنك أيضاً حماية ملفات PDF الخاصة بك بتشفير كلمة المرور.
es: Sí, tus datos están seguros. Todos los archivos se procesan de forma segura y se eliminan automáticamente inmediatamente después de la conversión. No almacenamos tus archivos, y tu privacidad es nuestra máxima prioridad. También puedes proteger tus PDF con cifrado de contraseña.
hi: हाँ, आपका डेटा सुरक्षित है। सभी फ़ाइलें सुरक्षित रूप से संसाधित की जाती हैं और रूपांतरण के तुरंत बाद स्वचालित रूप से हटा दी जाती हैं। हम आपकी फ़ाइलें संग्रहीत नहीं करते हैं, और आपकी गोपनीयता हमारी सर्वोच्च प्राथमिकता है। आप अपने PDF को पासवर्ड एन्क्रिप्शन से भी सुरक्षित कर सकते हैं।
id: Ya, data Anda aman. Semua file diproses dengan aman dan dihapus otomatis segera setelah konversi. Kami tidak menyimpan file Anda, dan privasi Anda adalah prioritas utama kami. Anda juga dapat melindungi PDF Anda dengan enkripsi kata sandi.
pl: Tak, Twoje dane są bezpieczne. Wszystkie pliki są przetwarzane bezpiecznie i automatycznie usuwane natychmiast po konwersji. Nie przechowujemy Twoich plików, a Twoja prywatność jest naszym najwyższym priorytetem. Możesz także chronić swoje PDF za pomocą szyfrowania hasłem.
ru: Да, ваши данные защищены. Все файлы обрабатываются безопасно и автоматически удаляются сразу после конвертации. Мы не храним ваши файлы, и ваша конфиденциальность — наш главный приоритет. Вы также можете защищать свои ПДФ с помощью шифрования паролем.

source: How do I protect a PDF with a password?
ar: كيف يمكنني حماية ملف PDF بكلمة مرور؟
es: ¿Cómo protejo un PDF con contraseña?
hi: मैं एक PDF को पासवर्ड से कैसे सुरक्षित करूँ?
id: Bagaimana cara melindungi PDF dengan kata sandi?
pl: Jak chronić PDF hasłem?
ru: Как защитить ПДФ паролем?

source: Upload your PDF, enter a password (and optionally an owner password), and click protect. The PDF will be encrypted and require a password to open.
ar: ارفع ملف PDF الخاص بك، وأدخل كلمة مرور (واختيارياً كلمة مرور للمالك)، وانقر على حماية. سيتم تشفير ملف PDF وسيتطلب كلمة مرور لفتحه.
es: Sube tu PDF, ingresa una contraseña (y opcionalmente una contraseña de propietario) y haz clic en proteger. El PDF se encriptará y requerirá una contraseña para abrir.
hi: अपना PDF अपलोड करें, एक पासवर्ड दर्ज करें (और वैकल्पिक रूप से एक मालिक पासवर्ड), और सुरक्षित करें पर क्लिक करें। PDF एन्क्रिप्ट किया जाएगा और खोलने के लिए पासवर्ड की आवश्यकता होगी।
id: Unggah PDF Anda, masukkan kata sandi (dan opsional kata sandi pemilik), dan klik lindungi. PDF akan dienkripsi dan memerlukan kata sandi untuk dibuka.
pl: Prześlij PDF, wprowadź hasło (i opcjonalnie hasło właściciela) i kliknij chroń. PDF zostanie zaszyfrowany i będzie wymagał hasła do otwarcia.
ru: Загрузите ваш ПДФ, введите пароль (и, опционально, пароль владельца) и нажмите "Защитить". ПДФ будет зашифрован и потребует пароль для открытия.

source: Can I remove password protection from a PDF?
ar: هل يمكنني إزالة حماية كلمة المرور من ملف PDF؟
es: ¿Puedo eliminar la protección con contraseña de un PDF?
hi: क्या मैं एक PDF से पासवर्ड सुरक्षा हटा सकता हूँ?
id: Bisakah saya menghapus perlindungan kata sandi dari PDF?
pl: Czy mogę usunąć ochronę hasłem z PDF?
ru: Могу ли я удалить защиту паролем из ПДФ?

source: Yes, if you know the password, you can unlock a protected PDF. Upload the protected PDF, enter the password, and click unlock. The password protection will be removed.
ar: نعم، إذا كنت تعرف كلمة المرور، يمكنك فتح قفل ملف PDF محمي. ارفع ملف PDF المحمي، وأدخل كلمة المرور، وانقر على فتح القفل. سيتم إزالة حماية كلمة المرور.
es: Sí, si conoces la contraseña, puedes desbloquear un PDF protegido. Sube el PDF protegido, ingresa la contraseña y haz clic en desbloquear. La protección con contraseña será eliminada.
hi: हाँ, यदि आप पासवर्ड जानते हैं, तो आप एक सुरक्षित PDF को अनलॉक कर सकते हैं। सुरक्षित PDF अपलोड करें, पासवर्ड दर्ज करें, और अनलॉक पर क्लिक करें। पासवर्ड सुरक्षा हटा दी जाएगी।
id: Ya, jika Anda tahu kata sandinya, Anda dapat membuka kunci PDF yang dilindungi. Unggah PDF yang dilindungi, masukkan kata sandi, dan klik buka kunci. Perlindungan kata sandi akan dihapus.
pl: Tak, jeśli znasz hasło, możesz odblokować zabezpieczony PDF. Prześlij zabezpieczony PDF, wprowadź hasło i kliknij odblokuj. Ochrona hasłem zostanie usunięta.
ru: Да, если вы знаете пароль, вы можете разблокировать защищенный ПДФ. Загрузите защищенный ПДФ, введите пароль и нажмите "Разблокировать". Защита паролем будет удалена.

source: Are my files stored on your servers?
ar: هل يتم تخزين ملفاتي على خوادمكم؟
es: ¿Se almacenan mis archivos en sus servidores?
hi: क्या मेरी फ़ाइलें आपके सर्वर पर संग्रहीत हैं?
id: Apakah file saya disimpan di server Anda?
pl: Czy moje pliki są przechowywane na waszych serwerach?
ru: Хранятся ли мои файлы на ваших серверах?

source: No, your files are not stored on our servers. Files are processed immediately and automatically deleted after conversion. We do not keep copies of your documents.
ar: لا، لا يتم تخزين ملفاتك على خوادمنا. تتم معالجة الملفات فوراً وحذفها تلقائياً بعد التحويل. نحن لا نحتفظ بنسخ من مستنداتك.
es: No, tus archivos no se almacenan en nuestros servidores. Los archivos se procesan inmediatamente y se eliminan automáticamente después de la conversión. No guardamos copias de tus documentos.
hi: नहीं, आपकी फ़ाइलें हमारे सर्वर पर संग्रहीत नहीं हैं। फ़ाइलें तुरंत संसाधित की जाती हैं और रूपांतरण के बाद स्वचालित रूप से हटा दी जाती हैं। हम आपके दस्तावेज़ों की प्रतियाँ नहीं रखते हैं।
id: Tidak, file Anda tidak disimpan di server kami. File diproses segera dan dihapus otomatis setelah konversi. Kami tidak menyimpan salinan dokumen Anda.
pl: Nie, Twoje pliki nie są przechowywane na naszych serwerach. Pliki są przetwarzane natychmiast i automatycznie usuwane po konwersji. Nie przechowujemy kopii Twoich dokumentów.
ru: Нет, ваши файлы не хранятся на наших серверах. Файлы обрабатываются немедленно и автоматически удаляются после конвертации. Мы не храним копии ваших документов.

source: Technical Questions
ar: أسئلة فنية
es: Preguntas técnicas
hi: तकनीकी प्रश्न
id: Pertanyaan Teknis
pl: Pytania techniczne
ru: Технические вопросы

source: What browsers are supported?
ar: ما هي المتصفحات المدعومة؟
es: ¿Qué navegadores son compatibles?
hi: कौन से ब्राउज़र समर्थित हैं?
id: Browser apa yang didukung?
pl: Jakie przeglądarki są obsługiwane?
ru: Какие браузеры поддерживаются?

source: Convertica works on all modern browsers including Chrome, Firefox, Safari, Edge, and Opera. The website is also mobile-friendly and works on smartphones and tablets.
ar: تعمل كونفيرتيكا على جميع المتصفحات الحديثة بما في ذلك Chrome وFirefox وSafari وEdge وOpera. الموقع أيضاً متوافق مع الأجهزة المحمولة ويعمل على الهواتف الذكية والأجهزة اللوحية.
es: Convertica funciona en todos los navegadores modernos, incluyendo Chrome, Firefox, Safari, Edge y Opera. El sitio web también es compatible con dispositivos móviles y funciona en smartphones y tablets.
hi: Convertica Chrome, Firefox, Safari, Edge और Opera सहित सभी आधुनिक ब्राउज़रों पर काम करता है। वेबसाइट मोबाइल-अनुकूल भी है और स्मार्टफोन और टैबलेट पर काम करती है।
id: Convertica bekerja di semua browser modern termasuk Chrome, Firefox, Safari, Edge, dan Opera. Situs web ini juga ramah seluler dan bekerja di smartphone dan tablet.
pl: Convertica działa na wszystkich nowoczesnych przeglądarkach, w tym Chrome, Firefox, Safari, Edge i Opera. Strona jest również przyjazna dla urządzeń mobilnych i działa na smartfonach i tabletach.
ru: Convertica работает во всех современных браузерах, включая Chrome, Firefox, Safari, Edge и Opera. Веб-сайт также адаптирован для мобильных устройств и работает на смартфонах и планшетах.

source: How long does conversion take?
ar: كم من الوقت يستغرق التحويل؟
es: ¿Cuánto tiempo tarda la conversión?
hi: रूपांतरण में कितना समय लगता है?
id: Berapa lama waktu yang dibutuhkan untuk konversi?
pl: Ile czasu zajmuje konwersja?
ru: Сколько времени занимает конвертация?

source: Conversion time depends on file size and complexity. Most conversions complete in seconds. Larger files may take a minute or two. The progress is shown during conversion.
ar: يعتمد وقت التحويل على حجم الملف وتعقيده. تكتمل معظم عمليات التحويل في ثوانٍ. قد تستغرق الملفات الأكبر دقيقة أو دقيقتين. يتم عرض التقدم أثناء التحويل.
es: El tiempo de conversión depende del tamaño y complejidad del archivo. La mayoría de las conversiones se completan en segundos. Los archivos más grandes pueden tardar uno o dos minutos. El progreso se muestra durante la conversión.
hi: रूपांतरण समय फ़ाइल आकार और जटिलता पर निर्भर करता है। अधिकांश रूपांतरण सेकंडों में पूरे हो जाते हैं। बड़ी फ़ाइलों में एक या दो मिनट लग सकते हैं। रूपांतरण के दौरान प्रगति दिखाई जाती है।
id: Waktu konversi bergantung pada ukuran dan kompleksitas file. Sebagian besar konversi selesai dalam hitungan detik. File yang lebih besar mungkin membutuhkan satu atau dua menit. Kemajuan ditampilkan selama konversi.
pl: Czas konwersji zależy od rozmiaru i złożoności pliku. Większość konwersji kończy się w ciągu kilku sekund. Większe pliki mogą zająć minutę lub dwie. Postęp jest pokazywany podczas konwersji.
ru: Время конвертации зависит от размера и сложности файла. Большинство конвертаций завершаются за секунды. Большие файлы могут занять минуту или две. Прогресс отображается во время конвертации.

source: What if conversion fails?
ar: ماذا لو فشل التحويل؟
es: ¿Qué pasa si falla la conversión?
hi: यदि रूपांतरण विफल हो जाए तो क्या होगा?
id: Bagaimana jika konversi gagal?
pl: Co jeśli konwersja się nie powiedzie?
ru: Что делать, если конвертация не удалась?
